Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: *Select multiple skins to mix
af: *Mix omslae
ar: *Mix
ca: *Mix skins
de: *Wählen Sie mehrere Skins zu mischen
es: *Seleccione varias skins para mezclar
fr: *Sélectionner de multiples skins pour mélanger
hu: *Mix
it: *Pelli Selezionare più di mescolare
ja: *Mix
lt: *Mix
nl: *Selecteer meerdere skins te mengen
no: *Mix
pl: *Mix
pt: *Selecione várias skins para misturar
ru: *Выберите несколько шкур Mix
sl: *Mix
sq: *Mix
sr: *Mix
sv: *Mix skinns
tr: *Mix arayüzler

source: Delete
af: Skrap
ar: حذف
ca: Esborra
de: Löschen
es: Borrar
fr: Supprimer
he: מחק
hu: Törlés
it: Elimina
ja: 削除
lt: Šalinti
nl: Verwijderen
no: Slett
pl: Usuń
pt: Apagar
ru: Удалить
sl: Briši
sq: Fshije
sr: Obriši
sv: Radera
tr: Sil

source: Install...
af: Installeer...
ar: تثبيت...
ca: Instal·la...
de: Installieren
es: Instalar...
fr: Installer...
he: ...התקן
hu: Telepít...
it: Installa...
ja: インストール...
lt: Įdiegti...
nl: Installeren
no: Installer...
pl: Zainstaluj...
pt: Instalar...
ru: Установить...
sl: Namesti...
sq: Instalo...
sr: Instaliraj...
sv: Installera…
tr: Yükle...

source: Get More
af: Kry meer
ar: أحضر المزيد
ca: Obtén més
de: Mehr...
es: Buscar más
fr: Plus de thèmes
he: :מידע נוסף
hu: Többet akarok
it: Altre skin
ja: 更に追加
lt: Gauti daugiau
nl: Meer...
no: Finn flere...
pl: Zdobądź więcej
pt: Obter Mais
ru: Хочу ещё
sl: Več
sq: Gjej më Shumë
sr: Stavi Više
sv: Skaffa fler
tr: Dahası

source: Plugins
af: Inproppe
ar: الإضافات
ca: Components
es: Componentes
fr: Extensions
he: תוספים
hu: Pluginek
it: Plugin
ja: プラグイン
lt: Papildiniai
pl: Wtyczki
ru: Модули
sl: Vtičniki -Plugins
sq: Prizat
sr: Pluginovi
sv: Insticksprogram
tr: Eklentiler

source: Plugin Information:
af: Inpropprogramme Inligting:
ar: :معلومات الإضافات
ca: Informació de components:
de: Informationen:
es: Información de componentes (plugins):
fr: Informations sur l'extension :
he: :מידע על התוסף
hu: Plugin adatok
it: Informazioni sul plugin:
ja: プラグイン情報:
lt: Informacija apie papildinį:
nl: Plugin informatie:
no: Informasjon:
pl: Informacje o wtyczce:
pt: Informação do Plugin:
ru: Информация о модуле:
sl: Podatki vtćnika:
sq: Informacioni i Spinës:
sr: Informacije o Pluginu:
sv: Information om insticksprogram:
tr: Eklenti Bilgileri:

source: _Setup...
af: _Verstel...
ar: _تثبيت...
ca: _Configura...
de: _Einstellungen...
es: Configurar...
fr: _Configurer...
he: ...התקנה
hu: _Beállít...
it: _Installa...
ja: 設定...
lt: _Nustatyti...
nl: Instellingen...
no: _Innstaller...
pl: Ustaw...
pt: _Configuração...
ru: _Установки...
sl: _Namestitev...
sq: _Ndërto...
sr: _Podesi...
sv: _Inställningar…
tr: _Kur...

source: Restore Default
af: Set Default
ar: وضع الإفتراضي
ca: Set Default
de: Standard
es: Restaurar
fr: Par défaut
he: :הגדרות
hu: Alapérték
it: Imposta come default
ja: Set Default
lt: Numatytoji reikšmė
nl: Set Default
no: Set Default
pl: Ustaw domyślne
pt: Definir Padrão
ru: По умолчанию
sl: Set Default
sq: Vendos Tipiket
sr: Set Default
sv: Set Default
tr: Temel Yap

source: Setting Properties:
af: Verstellings Eienskappe:
ar: :إعداد الخصائص
ca: Configuració:
de: Einstellungswert:
es: Configuración:
fr: Paramètres de la propriété :
he: :ערך
hu: Tulajdonság
it: Regolazione delle proprietà:
ja: 設定プロパティ:
lt: Nuostatos ypatybės:
nl: Eigenschappen van de instelling:
no: Egenskaper:
pl: Właściwości ustawienia:
pt: Propriedades da Configuração:
ru: Свойства установки:
sl: Nastavitve:
sq: Vetitë e Vendosjes:
sr: Podešavanja:
sv: Egenskaper för inställning:
tr: Özellik ayarları:

source: Value:
af: Waarde:
ar: :القيمة
ca: Valor:
de: Wert:
es: Valor:
fr: Valeur :
he: :תיאור
hu: Érték:
it: Valore:
ja: 値:
lt: Reikšmė:
nl: Waarde:
no: Verdi:
pl: Wartość:
pt: Valor:
ru: Значение:
sl: Vrednost:
sq: Vlera:
sr: Vrednost:
sv: Värde:
tr: Değer:

source: Protocols
af: Protokolle
ar: بروتوكول
de: Protokolle
es: Protocolos
fr: Protocoles
he: פרוטוקולים
hu: Protokollok
it: Protocolli
ja: プロトコル
lt: Protokolai
nl: Protocollen
no: Protokoller
pl: Protokoły
pt: Protocolos
ru: Протоколы
sl: Protokoli
sq: Protokollet
sr: Protokoli
sv: Protokoll
tr: Protokoller

source: Envy Common Architecture Protocol Explorer:
af: Envy Algemene Argitektuur Protokolverkenner:
ar: : المشترك Envy مستكشف بروتوكول بنية
ca: Explorador d'arquitectures comuns dels protocols de Envy:
de: Übersicht der von Envy verwendeten Protokolle:
fr: Explorateur de l'architecture commune aux protocoles de Envy :
he: :סייר ארכיטקטורת פרוטוקול משותף של שרזה
hu: A Envy által támogatott protokollok
it: Esploratore protocollo di struttura comune per Envy:
ja: Envy一般プロトコル構造エクスプローラ:
lt: „Envy“ bendros architektūros protokolų naršyklė:
nl: Envy's algemene architectuur protocolverkenner:
no: Envy Common Architecture protokollutforsker:
pl: Przeglądarka Protokołu Wspólnej Architektury Envyy:
pt: Explorador dos Protocolos de Arquitetura Comum do Envy:
ru: Envy обозреватель протоколов общей архитектуры:
sl: Envy skupni raziskovalec arhitekturnih protokolov:
sq: Eksploruesi i Protokollit Arkitekturor të Zakontë i Envy-s:
sv: Envys gemensamma protokollutforskare:
tr: Envy Genel Mimarlık Protokol Araştırıcısı:

source: Upload Queue Properties
af: Oplaai Waglys Verstellings
ar: خصائص قائمة إنتظار الإرسال
ca: Propietats de la cua de pujada
de: Warteschlangeneigenschaften
es: Propiedades de Cola de Subida
fr: Propriétés des files d'attente d'envois
he: מאפייני תורות העלאה
hu: Feltöltési sor beállításai
it: Proprietà della coda di upload
ja: アップロードキュープロパティ
lt: Išsiuntimų eilės ypatybės
nl: Eigenschappen van de uploadwachtrij
no: Egenskaper opplastings kø
pl: Właściwości kolejki wysyłań
pt: Propriedades da Fila de Upload
ru: Настройка очереди раздач
sl: Lastnosti čakalne vrste za nalaganje
sq: Vetitë e Ngarkesës në Radhë
sr: Podešavanja davanja
sv: Egenskaper för uppladdningskö
tr: Sıra Aktarım Özellikleri

source: _Name:
af: _Naam:
ar: :_الاسم
ca: _Nom:
es: _Nombre:
fr: _Nom :
he: :שם
hu: _Név
it: _Nome:
ja: 名前:
lt: _Pavadinimas:
nl: _Naam:
no: _Navn:
pl: Nazwa:
pt: _ Nome:
ru: _Название:
sl: _Naziv:
sq: _Emri:
sr: Ime:
sv: _Namn:
tr: _Adı:

source: _Entry Criteria:
af: _Itemkriteria:
ar: :إ_دخال المعايير
ca: _Criteris:
de: _Kriterium:
es: _Criterio de Entrada:
fr: Critère d'_entrée :
he: :רישום קריטריון
hu: _Feltételek
it: _Criteri:
ja: 適用対象:
lt: Į_rašo kriterijai:
nl: _Ingangscriteria:
no: _Kriterier:
pl: Kryteria umieszczania w kolejce:
pt: _Critério de Entrada:
ru: _Критерии:
sl: _Vnosni kriterij:
sq: Kriteri i _Hyrjes:
sv: _Kriterium:
tr: G_iriş kriteri:

source: Partially downloaded files only
ar: الملفات المحملة جزئيا فقط
ca: Únicament arxius descarregats parcialment
de: Nur unvollständige Dateien
es: Archivos solamente descargados parcialmente
fr: Seulement les fichiers incomplets
he: קבצים שהורדו חלקית בלבד
hu: Csak részben letöltött fájlok
it: Solo file scaricati parzialmente
ja: 部分ダウンロードファイルのみ
lt: Tik dalinai parsisiųstiems failams
nl: Alleen gedeeltelijke bestanden
no: Kun ufullstendige filer
pl: Tylko częściowo pobrane pliki
pt: Só arquivos parcialmente baixados
ru: Только частично загруженные файлы
sl: Samo delno prenešene datoteke
sq: Vetëm skeda të shkarkuara pjesërisht
sr: Samo delomično skinute datoteke
sv: Endast ofullständiga nedladdningar
tr: Sadece indirme dosya parçaları

source: Shared Library files only
ar: ملفات المكتبة المشاركة فقط
ca: Únicament arxius de col·leció compartits
de: Nur Dateien der Bibliothek
es: Archivos compartidos en librera solamente
fr: Seulement les fichiers complets
hu: Csak a Könyvtárban megosztott fájlok
it: Solo file della libreria condivisi
ja: 共有ライブラリファイルのみ
lt: Tik bendrintiems kolekcijos failams
pl: Tylko udostepnione pliki biblioteki
pt: Só arquivos da biblioteca compartilhados
ru: Только файлы хранилища
sq: Vetëm skeda të shpërndara në Librari
sr: Minimalna veličina izvorne datoteke:
sv: Endast utdelade filer
tr: Sadece paylaşılan Kütüphane Dosyaları

source: Both partial and library files
ar: كلا من الملفات الجزئية و ملفات المكتبة
ca: Arxius parcials i arxius de col·lecció
de: Unvollständige und Dateien der Bibliothek
es: Archivos parciales y de librera
fr: Les fichiers incomplets et les fichiers complets
hu: Részben és a Könyvtárban is megosztott fájlok
it: File parziali e della libreria
ja: 部分ダウロードと共有ファイルの両方
lt: Ir dalinai parsiųstiems, ir bendrintiems
pl: Zarówno pliki częściowe jak i pliki biblioteki
pt: Ambos os arquivos parciais e da biblioteca
ru: И те, и другие
sq: Edhe skeda të pjesshme, edhe të librarisë
sv: Både ofullständiga och biblioteksfiler
tr: Hem bitmemiş dosyalar hem Kütüphane Dosyaları

source: Minimum source file size:
af: Minimum lêer grootte:
ar: :أدنى حجم للملف المصدر
ca: Mida mínima de l'arxiu font:
de: Minimale Dateigröße:
es: Mínimo tamaño del archivo fuente:
fr: Taille min. du fichier :
he: גודל קובץ מקור מינימלי
hu: Minimális fájlméret:
it: Dimensione minima del file:
ja: 最小ソースファイルサイズ:
lt: Minimalus šaltinio failo dydis:
nl: Minimale bestandsgrootte:
no: Minimum kildefil-størrelse:
pl: Minimalny rozmiar pliku źródłowego:
pt: Tamanho mín do arquivo da fonte:
ru: Минимальный размер файла:
sl: Najmanjša velikost datoteke:
sq: Masa min. e skedëburimit:
sr: Maximalna veličina izvorne datoteke:
sv: Minimal storlek av källfilen:
tr: Minimum boyutta kaynak dosya:

source: Maximum source file size:
af: Maksimum lêer grootte:
ar: :أقصى حجم للملف المصدر
ca: Mida màxima de l'arxiu font:
de: Maximale Dateigröße:
es: Máximo tamaño del archivo fuente:
fr: Taille max. du fichier :
he: גודל קובץ מקור מקסימלי
hu: Maximális fájlméret:
it: Dimensione massima del file:
ja: 最大ソースファイルサイズ:
lt: Maksimalus šaltinio failo dydis:
nl: Maximale bestandsgrootte:
no: Maks kildefil-størrelse:
pl: Maksymalny rozmiar pliku źródłowego:
pt: Tamanho máx do arquivo da fonte:
ru: Максимальный размер файла:
sl: Najmanjša velikost datoteke:
sq: Masa maks. e skedëburimit:
sr: Označene datoteke:
sv: Maximal storlek av källfilen:
tr: Maksimum boyutta kaynak dosya:

source: Marked files:
af: Gemerkte lêers:
ar: الملفات المؤشرة:
ca: Arxius marcats:
de: Markierung:
es: Archivos Marcados:
fr: Fichiers marqués :
he: קבצים מסומנים
hu: Megjelölt fájlok:
it: File segnati:
ja: マークしたファイル:
lt: Su atžymomis:
nl: Gemarkeerd als:
no: Merkede filer:
pl: Pliki oznaczone:
pt: Arquivos marcados:
ru: Метка файлов:
sl: Oznake datotek:
sq: Shenjo skedën:
sr: Filename match:
sv: Markerade filer:
tr: İşaretlenen dosyalar:

source: Popular|Release
ar: شائع | إصدار
fr: Populaire|Release
hu: Népszerű|Release
it: Release|Popolare
pt: Popular|Lançamento
ru: Популярный|Релиз
tr: Popüler|Release

source: Filename match:
af: Lêernaam:
ar: مطابقة إسم الملف:
ca: Nom com:
de: Dateiname enthält:
es: Nombre de Archivo que son iguales:
fr: Nom de fichier :
he: לפי שם קובץ
hu: Fájlnév egyezés:
it: Nome del file è:
ja: 一致ファイル名:
lt: Failo varde yra:
nl: Gelijk aan bestand:
no: Filnavn-likhet:
pl: Dopasuj nazwę pliku:
pt: Combinação nome arq:
ru: Имя файла с:
sl: Delno ime datot.:
sq: Krahaso emrin:
sr: Protocols:
sv: Filnamnsmatchning:
tr: Dosya isim eşleştirmeleri:

source: Protocols:
af: Protokolle:
ar: البروتوكولات:
de: Protokolle:
es: Protocolos:
fr: Protocoles :
he: :פרוטוקולים
hu: Protokoll:
it: Protocolli:
ja: プロトコル:
lt: Protokolams:
nl: Protocollen:
no: Protokoller:
pl: Protokoły:
pt: Protocolos:
ru: Протоколы:
sl: Protokoli:
sq: Protokolli:
sr: _Capacity:
sv: Protokoll:
tr: Protokoller:

source: _Capacity:
af: _Kapasiteit:
ar: ال_سعة:
ca: _Capacitat:
de: K_apazität:
es: _Capacididad:
fr: _Capacité :
he: :יכולת צבירה
hu: _Kapacitás
it: C_apacità:
ja: 制限:
lt: Pa_jėgumas:
nl: _Capaciteit:
no: _Kapasitet:
pl: Pojemność:
pt: _Capacidade:
ru: _Ограничения:
sl: _Zmogljivost:
sq: _Kapaciteti:
sr: Minimum number of transfers:
sv: _Kapacitet:
tr: _Kapasite:

source: Enable this queue
af: Aktiveer hierdie waglys
ar: تمكين قائمة الإنتظار هذه
ca: Habilita aquesta cua
de: Diese Warteschlange aktivieren
es: Habilitar esta cola
fr: Activer cette file d'attente
he: אפשר את תור זה
hu: Várakozási sor aktiválása
it: Abilita questa coda
ja: このキューで有効にする
lt: Įgalinti šią eilės taisyklę
nl: Deze wachtrij activeren
no: Aktiver denne køen
pl: Włącz tę kolejkę
pt: Ativar esta fila
ru: Разрешить эту очередь
sl: Omogoči čakalno vrsto
sq: Lejo punën në radhë
sv: Aktivera denna kö
tr: Sırayı etkinleştir

source: Minimum number of transfers:
af: Minimum aantal oordragte:
ar: العدد الأدنى لعمليات النقل :
ca: Mínim nombre de transferències:
de: Minimum Uploads:
es: Minimo Número de transferencias:
fr: Nombre minimum de transferts :
he: :מספר העברות מינמלי
hu: Forgalom minimális száma:
it: Numero minimo di trasferimenti:
ja: 最小転送数:
lt: Minimalus siuntimų skaičius:
nl: Minimum aantal overdrachten:
no: Minimum antall overføringer:
pl: Minimalna liczba transferów:
pt: Número mínimo de transferências:
ru: Мин. кол-во раздач:
sl: Najmanjše št. prenosov:
sq: Numri minimal i transfertave:
sv: Minimera antalet överföringar:
tr: Minimum transfer sayısı:

source: Maximum number of transfers:
af: Maksimum aantal oordragte:
ar: العدد الأقصى لعمليات النقل :
ca: Màxim nombre de transferències:
de: Maximum Uploads:
es: Máximo Número de transferencias:
fr: Nombre maximum de transferts :
he: :מספר העברות מקסימלי
hu: Forgalom maximális száma:
it: Numero massimo di trasferimenti:
ja: 最大転送数:
lt: Maksimalus siuntimų skaičius:
nl: Maximaal aantal overdrachten:
no: Maks antall overføringer:
pl: Maksymalna liczba transferów:
pt: Número máximo de transferências:
ru: Макс. кол-во раздач:
sl: Največje št. prenosov:
sq: Numri maksimal i transfertave:
sv: Max antal överföringar:
tr: Maksimum transfer sayısı:

source: Maximum number waiting in queue:
af: Maksimum hoeveelheid op waglys:
ar: العدد الأقصى في قائمة الإنتظار :
ca: Màxim nombre esperant en cua:
de: Warteschlangenlänge:
es: Máximo Número esperando en cola:
fr: Nombre max. en attente dans la file :
he: :מספר מקסימלי של מחכים בתור
hu: Maximális sorbanállók:
it: Numero massimo di attesa in coda:
ja: 最大待機キュー数:
lt: Maks. laukiančiųjų eilėje skaičius:
nl: Maximaal aantal wachtenden:
no: Maks antall ventende i kø:
pl: Maksymalna liczba oczekujących w kolejce:
pt: Número máximo de espera na fila:
ru: Макс. кол-во ждущих в очереди:
sl: Največje št. v čakalni vrsti:
sq: Numri maksimal i pritjeve në radhë:
sv: Max antal väntande i kö:
tr: Maksimum sırada bekleme sayısı:

source: _Service Parameters:
af: _Diensbeperkings:
ar: _معايير الخدمة
ca: _Paràmetres del servei:
de: _Bandbreite:
es: _Parametros de servicio:
fr: Paramètres du _service :
he: :פרמטרי השירות
hu: Sávszél
it: Parametri di _servizio:
ja: サービスパラメータ:
lt: Pa_slaugos parametrai:
no: _Serviceparameter:
pl: Parametry usługi:
pt: _Parâmetros do Serviço:
ru: _Параметры сервиса:
sl: _Parametri storitev:
sq: Parametra të _Shërbimit:
sv: _Tjänsteparametrar:
tr: _Servis Parametreleri:

source: Saturated bandwidth percentage:
af: Versadigde bandwydte persentasie:
ar: نسبة نطاق العرض المئوية المشبعة:
ca: Percentatge de banda saturada:
de: Anteil an Gesamtbandbreite:
es: Porcentaje de Banda Ancha saturada:
fr: pourcentage de bande passante saturée :
he: :אחוז רוחב פס רווי
hu: Százalékos arány:
it: Percentuale banda saturata:
ja: 飽和帯域割合:
lt: Greitaveikos įsotinimo proc. dydis:
nl: Verzadigde bandbreedte %:
no: Mettet båndbredde-prosent:
pl: Procent nasycenia przepustowości (szerokości pasma):
pt: Porcentagem da banda saturada:
ru: Процент полосы пропускания:
sl: Odstotek nasičene pasovne širine:
sq: Pjesa e ngopur e shtri. së bandës:
sr: Upload bandwidth for this queue:
sv: Mätt bandbreddsandel:
tr: Bantgenişliği doluluk yüzdesi:

source: Upload bandwidth for this queue:
af: Oplaaibandwydte vir hierdie waglys:
ar: نطاق العرض للإرسال لقائمة الإنتظار هذه :
ca: Banda ampla per a aquesta cua:
de: Upload Geschwindigkeit:
es: Banda Ancha para esta cola:
fr: Bande passante pour cette file :
he: :רוחב פס העלאה לתור זה
hu: Feltöltési sebesség:
it: Banda di upload per questa coda:
ja: このキューのアップロード帯域幅:
lt: Šios eilės išsiuntimo greitaveika:
nl: Upload bandbreedte voor deze rij:
no: Opplastingsbåndbredde for denne køen:
pl: Przepustowość wysyłań dla tej kolejki:
pt: Banda de upload para esta fila:
ru: Трафик очереди:
sl: Pas. šir. za pošiljanje v tej čak. vrsti:
sq: Gjerësi e bandës për punët në radhë:
sv: Bandbredd för denna kö:
tr: Sıra için aktarım bant genişliği:

source: Rotate after # seconds:
af: Roteer na # sekondes:
ar: تدوير بعد # ثانية :
ca: Rota després de # segons:
de: Rotieren nach # Sekunden:
es: Rotar despues de # segundos:
fr: Alterner après # secondes :
he: שניות # עבור לבא בכל
hu: N másodperc múlva forgatás:
it: Ruota dopo # secondi:
ja: ～秒後に交代させる:
lt: Rotacija po # sekundžių:
nl: Afwisselen na # seconden:
no: Roter etter # sekunder:
pl: Zmień (rotacja) po # sekundach:
pt: Rotacionar após # segundos:
ru: Возврат после # секунд:
sl: Ponovi (ciklično) po sekundah...
sq: Rrotullo pas # sekondash:
sv: Rotera efter # sekunder:
tr: N saniye sonra döndür:

source: Reward uploaders
af: Vergoed oplaaiers
ar: أصحاب الإرسال الفائزون
ca: Dóna prioritat als usuaris/es que comparteixin més
de: Uploader belohnen
es: Dar premio a usuarios que suben
fr: Récompenser les envoyeurs
he: הטבות למשתמשים משתפים
hu: Feltöltők jutalmazása
it: Ricompensa gli uploader
ja: アップローダに報いる
lt: Atlyginti siuntėjus
nl: Beloon uploaders
no: Belønn opplastere
pl: Nagradzaj wysyłających
pt: Recompensar uploaders
ru: Вознаградить загрузчиков
sl: Nagrajuj pošiljatelje
sq: Shpërbleji ngarkuesit
tr: Aktaranları ödüllendir

source: Welcome to Envy (1/8)
af: Welkom by Envy (1/8)
ar: (1/8) _ Envy مرحبا بك في
ca: Benvingut a Envy (1/8)
de: Willkommen bei Envy (1/8)
es: Bienvenido(a) a Envy (1/8)
fr: Envy vous souhaite la bienvenue (1/8)
he: (1/8) ברוכים הבאים לשרזה
hu: Köszöntöm a Envy (1/8)
it: Benvenuto su Envy (1/8)
ja: Envyへようこそ (1/8)
lt: Sveiki! Čia „Envy“ (1/8)
nl: Welkom bij Envy (1/8)
no: Velkommen til Envy (1/8)
pl: Witaj w Envye (1/8)
pt: Bem-Vindo ao Envy (1/8)
ru: Добро пожаловать в Envy (1/8)
sl: Dobrodošli v Envy (1/8)
sq: Mirë se erdhe te Envy (1/8)
sr: Dobrodošli u Envy (1/8)
sv: Välkommen till Envy (1/8)
tr: Envy'ya Hoşgeldiniz (1/8)

source: Welcome to Envy file sharing.
af: Welkom by Envy!
ar: Envy مرحبا بك في
ca: Benvingut/uda a Envy! ('Proyecto de Peers')
de: Willkommen bei Envy!
es: ¡Bienvenido(a) a Envy! ('Proyecto de Peers')
fr: Envy vous souhaite la bienvenue!
he: !ברוכים הבאים לשרזה
hu: Köszöntöm a Envy!
it: Benvenuto su Envy!
ja: Envyへようこそ!
lt: Sveiki! Čia „Envy“!
nl: Welkom bij Envy!
no: Velkommen til Envy!
pl: Witaj w Envye!
pt: Bem-Vindo ao Envy!
ru: Добро пожаловать в Envy!
sl: Dobrodošli v Envy.
sq: Mirë se erdhe te Envy!
sr: Dobrodošli u Envy! (ПеерПројецт)
sv: Välkommen till Envy!
tr: Envy'ya Hoşgeldiniz!

source: This QuickStart wizard can help configure the software in a few simple steps, even if you haven't used Envy or other P2P client before.
af: As jy nog nie voorheen Envy gebruik het nie, kan hierdie SnelBegin Assistent jou help om jou kopie in te stel in 'n paar eenvoudige stappe.
ar: او اي برنامج مشاركة هذا المعالج سوف يساعدك على اعداد البرنامج و الإتصال به Envy اذا كنت تستخدم برنامج .
ca: Si no has usat mai Envy o altre client P2P, aquest assistent t'ajudarà a configurar de forma ràpida les opcions bàsiques de Envy.
de: Wenn Sie Envy oder einen anderen P2P-Client noch nie benutzt haben, kann Ihnen dieser Assistent bei der Konfiguration in einigen einfachen Schritten helfen.
es: Este asistente te va a ayudar a configurar de forma rápida las opciones básicas de Envy.
fr: Si vous n'avez jamais utilisé Envy ou un autre client P2P, cet assistant vous aidera à le configurer en quelques étapes.
he: אם לא השתמשת בשרזה או בתוכנת שיתוף אחרת בעבר, אשף הפעלה מהירה זה יעזור לך להגדיר את התוכנה בכמה צעדים פשוטים
hu: Ha még nem ismeri a Envy és/vagy nem használt más p2p programot, akkor itt egyszerűen elvégezheti a fonos beállításokat.
it: Se non hai usato Envy o un altro client P2P prima d'ora, questa configurazione guidata ti aiuterà a configurare la tua copia in pochi semplici passi.
ja: もしあなたがこれまでにEnvyや他のP2Pクライアントを使用した経験がないなら、このクイックスタートウィザードはいくつかのステップを通してEnvyの設定を構成するお手伝いをします。
lt: Jei Jūs iki šiol nesate nuodojęsi „Envy“ ar kita P2P programa, šis Nuostatų vedlys Jums padės sukonfigūruoti programą per kelis paprastus žingsnius.
nl: Als je nog nooit Envy of een andere P2P cliënt hebt gebruikt, kan deze SnelStart wizard je in een paar eenvoudige stappen helpen met het installeren.
no: Hvis du ikke har brukt Envy eller et annen P2P-program før, vil innstillingsveiviseren guide deg gjennom innstillingene ved hjelp av et par enkle steg.
pl: Jeśli wcześniej nie używałeś Envyy lub innych klientów P2P, ten Kreator SzybkiegoStartu pomoże ci skonfigurować Twoją kopię w kilku prostych krokach.
pt: Se você não usou o Envy ou qualquer outro cliente P2P antes, este assistente de configuração pode ajudá-lo a configurar a sua cópia em alguns simples passos.
ru: Если Вы не использовали Envy или другого P2P клиента раньше, этот мастер поможет Вам настроить её за несколько простых шагов.
sl: Če do sedaj še niste uporabljali program Envy ali kateregakoli drugega P2P odjemalca, vam bo ta Čarovnik v nekaj korakih pomagal pri urejanju nastavitev.
sq: Nëse nuk e keni përdorur ndonjëherë Envy-n apo një klient tjetër P2P, ky udhërrëfyes i shpejtë do ju ndihmojë ta konfiguroni atë sipas disa hapave të thjeshtë.
sr: Ako još niste koristili Envy ili neki drugi P2P klijent,brzo i lagano pomoćnik će vam u nekoliko jednostavnih koraka pomoći prilikom podešavanja osnovnih opcija.
sv: Om du inte har använt Envy eller andra fildelningsnätverk förut kan denna snabbstartsguide hjälpa dig att anpassa din kopia genom några enkla steg.
tr: Daha önce Envy ya da farklı bir P2P istemci kullanmadıysanız, HızlıBaşlat sihirbazı basit adımlarla kopyalarınızı ayarlamanıza yardım edebilir.
