Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Changing interface direction requires restart.\n\nExit now?
af: Verandering van die koppelvlak rigting vereis die oorbegin van Envy.\n\nVerlaat Envy nou?
ar: تغيير الاتجاه واجهة يتطلب إعادة التشغيل. \n\n الخروج الآن؟ \n\n\nChanging interface direction requires restart.\n\nExit now?
ca: El canvi de direcció de la interfície requereix un reinici de l'aplicació.\nols sortir ara?
de: Der Wechsel der Schreibrichtung erfordert einen Neustart.\nJetzt beenden?
es: Cambiando la dirección de interface requiere reiniciar.\n\n¿Salir ahora?
fr: Changer la direction de l'interface exige un redémarrage.\n\nQuitter maintenant ?
he: שינוי הכיוון של ממשק מחייב הפעלה מחדש. \n\n צא עכשיו? \n\n\nChanging interface direction requires restart.\n\nExit now?
hu: A szövegirány megváltoztatásához újra kell indítani a programot. \nEzt kézzel kell megtennie. Be akarja most zárni a Envy?
it: Cambiare la direzione dell'interfaccia richiede il riavvio di Envy.\n\nVuoi uscire ora?
ja: インターフェースの変更を適用するにはEnvyの再起動が必要になります。\n\n今すぐEnvyを終了しますか?
lt: Sąsajos krypties pakeitimui reikalinga startuoti iš naujo. \nJums reikės paleisti „Envy“ programą rankiniu būdu. Ar baigti darbą dabar?
nl: Veranderen van leesrichting vereist het heropstarten van Envy.\n\nNu afsluiten?
no: Forandring av grensesnittets retning krever omstart.\n\nAvslutte nå?
pt: Mudar a direção da interface requer reiniciar.\n\nSair agora?
ru: Для смены направления интерфейса Вы должны вручную перезапустить Envy.\n\n?Выйти сейчас?
sl: Sprememba smeri vmesnika zahteva ponovni zagon.\n\nŽelite končati program?
sq: Ndryshimi i drejtimit të ndërfaqes kërkon rinisje.\n\nA doni të dilni?
sv: Att ändra gränssnittets riktning kräver omstart.\n\nAvsluta nu?
tr: Arayüz yönetimi değiştirildiğinde yeniden başlama gerekir.\n\nŞimdi çık?

source: Welcome to Envy
af: Welkom by Envy
ar: مرحبا بك مع Envy
ca: Benvingut/uda a Envy
de: Willkommen bei Envy
es: Bienvenido a Envy
fr: Envy vous souhaite la bienvenue !
he: ‪ברוכים הבאים לשרזה
hu: Üdvözlöm a Envy
it: Benvenuto su Envy
ja: Envyへようこそ
lt: Sveiki! Čia „Envy“
nl: Welkom bij Envy
no: Velkommen til Envy
pl: Witaj w Envye
pt: Bem-vindo ao Envy
ru: Добро пожаловать в Envy
sl: Dobrodošli v Envy
sq: Mirë se erdhe te Envy
sr: Dobrodošli u Envy
sv: Välkommen till Envy
tr: Envy'ya Hoşgeldiniz

source: E&xit
af: Maak Toe
ca: Sortir
de: &Schließen
es: Salir
fr: &Quitter
he: ‪יציאה
hu: Kilépés
it: Esci
ja: 終了(&X)
lt: &Užverti
nl: &Sluiten
no: Avslutt
pl: Wyjście
pt: Sair
ru: Выход
sl: Izhod
sq: Dalje
sr: Izlaz
sv: Avsluta
tr: Çıkış

source: Please wait: Updating eDonkey server list...
ar: يرجى الانتظار: Updating eDonkey server list...
ca: Si us plau, esperi: Actualitzant la llista de servidors d'eDonkey...
de: Bitte warten: eDonkey-Server-Liste wird aktualisiert...
es: Por favor espera: Actualizando lista de servidores eDonkey...
fr: Veuillez patienter : mise à jour de la liste d'hôtes eDonkey ...
hu: Várakozás: eDonkey szerverlista frissítése...
it: Attendere: Aggiornamento della lista dei server eDonkey...
ja: 暫くお待ち下さい: Donkey2000サーバーリストを更新しています...
lt: Prašome palaukti: Atnaujinamas eDonkey serverių sąrašas...
nl: Even wachten: De eDonkey server lijst aan het vernieuwen...
pl: Proszę czekać: Aktualizowanie listy serwera eDonkey...
pt: Por favor espere: Atualizando a lista de servidores do eDonkey...
ru: Подождите: Обновляется список серверов eDonkey...
sq: Palun oodake: Updating eDonkey server list...
sv: Var god vänta: Uppdaterar eDonkey serverlista...
tr: Lütfen bekleyiniz: eDonkey sunucu listesi güncellenmektedir...

source: Please wait: Updating discovery services...
ar: يرجى الانتظار: Updating discovery services...
ca: Si us plau, esperi: Actualitzant serveis de descobriment...
de: Bitte warten: Service Provider werden aktualisiert...
es: Por favor espera: Actualizando servicios de descubrimiento...
fr: Veuillez patienter : mise à jour des services de découverte ...
hu: Várakozás: Szerverkereső szolgáltatás frissítése...
it: Attendere: Aggiornamento dei servizi di connessione...
ja: 暫くお待ち下さい: ディスカバリサービスを更新しています...
lt: Prašome palaukti: Atnaujinamos paslaugų radimo tarnybos...
nl: Even wachten: Discovery services aan het vernieuwen...
pl: Proszę czekać: Aktualizowanie usług discovery...
pt: Por favor espere: Atualizando os serviços de descobrimento...
ru: Подождите: Обновляются ресурсы соединений...
sq: Palun oodake: Updating discovery services...
sv: Var god vänta: Uppdaterar upptäckstjänster...
tr: Lütfen bekleyiniz: Keşif servisleri güncellenmektedir...

source: Please wait: Finding UPnP devices and setting them up...
ar: يرجى الانتظار: Finding UPnP devices and setting them up...
ca: Si us plau, esperi: Cercant dispositius UPnP i configurant-los...
de: Bitte warten: UPnP-Geräte werden erkannt und konfiguriert...
es: Por favor espera: Encontrando dispositivos UPnP y configurandolos...
fr: Veuillez patienter : découverte et réglage des services UPnP ...
hu: Várakozás: UPnP eszközök keresése és beállítása...
it: Attendere: Ricerca e impostazione dei dispositivi UPnP...
ja: 暫くお待ち下さい: UPnPデバイスを検索してセットアップしています...
lt: Prašome palaukti: Ieškomi ir konfigūruojami UPnP įrenginiai...
nl: Even wachten: Aan het proberen om je router automatisch in te stellen ...
pl: Proszę czekać: Szukanie urządzeń UPnP i ustawianie ich...
pt: Por favor espere: Achando dispositivos UPnP e configurando-os...
ru: Подождите: Обнаруживаются и настраиваются UPnP устройства...
sq: Palun oodake: Finding UPnP devices and setting them up...
sv: Var god vänta: Hittar och installerar UPnP-enheter...
tr: Lütfen bekleyiniz: Envy UPnP cihazları bulmakta ve onları kurmaktatadır...

source: You have not yet specified a connection speed. Before continuing, please either choose your Internet connection type, or type in a connection speed.
af: Jy het nog nie 'n konneksie-spoed gespesifiseer nie. Voor jy aangaan, selekteer asseblief jou internet konneksietipe, of sleutel 'n konneksiespoed in.
ca: encara no ha especificat la velocitat de Connexió. Abans de continuar, per favor escull o escriu la velocitat de la teva Connexió.
de: Sie haben Ihre Verbindungsgeschwindigkeit noch nicht angegeben. Bevor Sie fortfahren stellen Sie bitte ihre Verbindungsart oder Geschwindigkeit ein.
es: Todavía no ha especificado la velocidad de conexión. Antes de continuar, por favor elija o escriba la velocidad de su conexión.
fr: Vous n'avez pas encore spécifié une vitesse de connexion. Avant de continuer, choisissez un type de connexion Internet, ou entrez une vitesse de connexion.
hu: Nem választott ki kapcsolatot. Válasszon egy kapcsolattípust vagy írja be a kapcsolata sebességét.
it: Non hai ancora specificato la velocità di connessione. Prima di continuare, scegli il tipo di connessione Internet, o scrivi la velocità di connessione.
ja: まだ接続速度を設定していません。 続けるにはインターネット接続形式を選択するか、接続速度を入力して下さい
lt: Jūs nenurodėte ryšio spartos. Prieš tęsdami, pasirinkite arba savo interneto susijungimo tipą, arba susijungimo spartą.
nl: Je hebt geen verbindingssnelheid aangegeven. Kies voordat je verdergaat alsjeblieft ofwel je soort internetverbinding, of vul een verbindingssnelheid in.
no: Du har ikke spesifisert tilkoblingshastigheten. Før du fortsetter, vennligst velg din type internett tilkobling eller skriv inn tilkoblingshastigheten.
pt: Você ainda não especificou uma velocidade de conexão. Antes de continuar, por favor escolha seu tipo de conexão com a internet ou digite a velocidade de conexão.
ru: Вы ещё не указали скорости соединения. Прежде чем продолжить, выберите Ваш тип интернетного соединения или его скорость.
sl: Niste še določili hitrosti za povezavo. Pred nadaljevanjem boste morali ali izbrati tip medmrežne povezave ali ročno vnesti hitrost povezave.
sq: Ju nuk e keni përcaktuar shpejtësinë e lidhjes. Përpara se të vijoni, ju lutemi zgjidheni llojin e lidhjes tuaj me Internetin, ose shkruani shpejtësinë e lidhjes.
sr: Još mi niste zadali brzinu spajanja.Molim Vas da odaberete tip veze prema internetu, ili ručno upišete brzinu.
sv: Du har ännu inte valt en anslutningshastighet. Innan du kan fortsätta ska du välja den typ av Internetanslutning du använder eller din anslutningshastighet.
tr: Henüz bir bağlantı hızı belirlemediniz. Devam etmeden önce lütfen internet bağlantı hızını ya da internet bağlantı tipini seçiniz.

source: Envy was unable to set up port-forwarding on your NAT router or firewall.\n\nPlease configure your network to forward TCP and UDP ports %i to your local PC.
af: Jy het aangedui dat jy poort-aanstuur wil opstel op jou NAT roeteerder of netskans.\n\nStel asseblief jou netwerk om TCP poort %i aan te stuur na jou lokale rekenaar.
ca: Has seleccionat utilitzar reenviament de ports en el teu NAT router o tallafocs.\n\nSi us Plau configura la teva Xarxa per a reenviar el port TCP %i al teu PC.
de: Sie haben angegeben, dass Sie in Ihrem NAT-Router oder Firewall die Port-Freigabe benutzen möchten.\n\nBitte konfigurieren Sie ihr Netzwerk um Port %i (TCP und UDP)an ihren PC weiterzuleiten.
es: Has seleccionado utilizar reenvio de puertos en tu NAT router o firewall.\n\nPor favor configure su red para reenviar el puerto TCP %i a su PC.
fr: Envy n'a pas réussi à configurer votre routeur NAT ou votre pare-feu.\n\nVeillez à configurer votre réseau pour rediriger le port TCP et UDP %i vers votre PC local.
hu: A Envy nem tudta forwardolni a portokat a NAT router vagy a tűzfal felé.\n\nÁllítsa be a hálózatát, hogy a TCP és UDP %i számú portot forwardolja.
it: Envy non ha potuto fare il port-forwarding sul tuo router NAT o firewall.\n\nConfigura la tua rete per fare il forward delle porte TCP e UDP %i al tuo PC.
ja: NATルータ又はファイアーウォール上でポートフォワードを設定するように指定しました\n\nTCPとUDPの両方でポート %i への接続をローカルPCへフォワード(転送)するようにネットワークを構成して下さい
lt: Envy nesugebėjo nukreipti prievado į Jūsų NAT maršrutizatorių ar užkardą.\n\nSukonfigūruokite savo tinklą TCP ir UDP prievado %i nukreipimui į savo vietinį kompiuterį.
nl: Je hebt aangegeven dat je je poorten wilt delen (port-forwarding) op je NAT-router of firewall.\n\nConfigureer alsjeblieft je netwerk zo, dat TCP poort %i wordt doorgestuurd naar je lokale PC.
no: Du har indikert at du vil sette opp port forwarding på din NAT-router eller brannmur.\n\nVennligst sett opp nettverket til å videresende TCP og UDP port %i til din lokale PC.
pl: Envy nie była w stanie ustawić forewardowania portu na Twoim routerze NAT lub firewallu. \n\nProszę skonfiguruj swoją sieć aby przeforewardować porty %i , TCP i UDP, do Twojego lokalnego PC.
pt: O Envy foi incapaz de configurar para abrir as portas no seu roteador NAT ou firewall.\n\nPor favor configure a sua rede para repassar a porta TCP %i para o seu PC local.
ru: Envy не смогла переадресовать порты на Вашем NAT маршрутизаторе или брандмауэре.\n\nСконфигурируйте сеть так, чтобы TCP и UDP порт %i был переадресован на Ваш ПК.
sl: Nakazali ste, da želite nastaviti posredovanje na vratih (port-forwarding) na NAT usmerjevalniku ali požarnem zidu.\n\nNastavite svoje omrežje, da bo posredovalo TCP in UDP varta %i na vaš lokalni PC.
sq: You have indicated that you want to set up port-forwarding on your NAT router or firewall.\n\nPlease configure your network to forward TCP and UDP ports %i to your local PC.
sr: You have indicated that you want to set up port-forwarding on your NAT router or firewall.\n\nPlease configure your network to forward TCP port %i to your local PC.
sv: Du har angett att du vill sätta upp porteftersändning i din NAT-router eller brandvägg.\n\nAnpassa ditt nätverk för att eftersända TCP-port %i till din lokala dator.
tr: Güvenlik duvarı ya da NAT yönlendiricide port-forwarding kurmak istediğinizi belirttiniz.\n\nLütfen yerel PC'nizden TCP ve UDP %i portlara gidecek ağı yapılandırın.

source: The folder you are sharing is already shared as part of another shared folder:\n\n%s
af: Hierdie gids word alreeds as deel van die volgende gids gedeel:\n\n%s
ca: Aquesta carpeta ja està compartida com part de:\n\n%s
de: Der Ordner, den Sie freigegeben möchten, ist bereits als Teil eines anderen Ordners freigegeben:\n\n%s
es: Esta carpeta ya está compartida como parte de otra carpeta compartida:\n\n%s
fr: Le dossier que vous souhaitez partager l'est déjà car il est contenu dans un dossier précédemment partagé :\n\n%s
hu: A mappa, amit meg akar osztani egy másik mappában már meg van osztva:\n\n%s
it: La cartella che vuoi condividere è già condivisa come parte di un'altra cartella condivisa:\n\n%s
ja: このフォルダは別の共有フォルダの一部として既に共有されています:\n\n%s
lt: Aplankas, kurį norite bendrinti, aplankų medyje yra žemiau kito, jau bendrinto, aplanko:\n\n%s
nl: De map die je wilt delen is al vrijgegeven als deel van een andere vrijgegeven map:\n\n%s
no: Mappen du deler er allerede delt gjennom en annen delt mappe:\n\n%s
pt: A pasta que você está compartilhando já é compartilhada como parte de outra pasta compartilhada:\n\n%s
ru: Папка, которую вы намереваетесь открыть для доступа, уже является частью другой открытой папки:\n\n%s
sl: Mapa, ki jo delite, je že deljena, kot del druge mape za deljenje:\n\n%s
sq: Dosja që po shpërndani shpërndahet që më parë si pjesë e një tjetër dosje të shpërndarë:\n\n%s
sr: Fasciklu koju delite je već na listi za deljenje kao deo druge fascikle:\n\n%s
sv: Mappen du försöker dela ut ingår redan i denna utdelade mapp:\n\n%s
tr: Paylaştığınız klasör başka bir paylaşım klasörünün parçasıdır:\n\n%s

source: You have not specified any folders to share. Are you sure?
af: Jy het nie enige gidse geselekteer om te deel nie. Is jy seker?
ca: No has especificat cap carpeta per a compartir. Recorda que la qualitat de la Xarxa està basada a la quantitat d'arxius que els demés comparteixen, per tant si comparteixes les teves carpetes, la Xarxa tindrà més contingut. ¿Estàs segur(a) de no compartir les teves carpetes?
de: Sie haben keine Ordner freigegeben. Sind Sie sicher?
es: No ha especificado ninguna carpeta para compartir. Recuerda que cuanto más compartas, más velocidad de descarga podrás alcanzar(eDonkey). ¿Estás seguro(a) de no compartir tus carpetas?
fr: Vous n'avez choisi aucun dossier à partager.\n\nÊtes-vous certain de vouloir continuer ?
he: ‪?לא בחרת אף תיקייה לשיתוף, האם הינך מעוניין להמשיך
hu: Nem választott ki megosztani való mappákat. Biztos, hogy ezt akarja?
it: Non hai indicato nessuna cartella da condividere. Desideri continuare?
ja: 共有フォルダが指定されていません。宜しいですかですか?
lt: Jūs nenurodėte, kokius aplankus bendrinti. Ar tikrai tęsti?
nl: Je hebt geen mappen aangegeven om vrij te geven. Weet je het zeker?
no: Du har ikke spesifisert hvilke mapper du vil dele. Er du sikker?
pt: Você não selecionou quaisquer pastas para compartilhar. Você tem certeza?
ru: Вы не открыли доступ к никаким папкам. Вы уверены?
sl: Niste izbrali map za deljenje. Ste prepričani?
sq: Ju nuk keni përcaktuar asnjë dosje për shpërndarje. A jeni i sigurt?
sr: Niste odabrali fascikle za deljenje. Jeste li sigurni da želite nastaviti?
sv: Du har inte valt någon mapp att dela ut. Vill du fortsätta?
tr: Paylaşım için açıkça bir klasör belirtmediniz. Bundan emin misiniz?

source: year old
af: jaar oue
ca: anys
de: Jahre alt
es: Años
fr: ans
he: ‪בגיל
hu: éves
it: anni
ja: 歳
lt: m. amžiaus
nl: jaar oude
no: år gammel
pl: lat
pt: anos de idade
ru: лет
sl: let (starost)
sq: vjeç
sr: godina
sv: år gammal
tr: Yıl

source: Apply
af: Pas Toe
ar: تطبيق
ca: Aplica
de: Übernehmen
es: Aplicar
fr: Appliquer
he: החל
hu: Alkalmaz
it: Applica
ja: 適用
lt: Pritaikyti
nl: Toepassen
no: Bruk
pl: Zastosuj
pt: Aplicar
ru: Применить
sl: Uporabi
sq: Zbato
sr: Potvrdi
sv: Verkställ
tr: Uygula

source: _General:
af: _Algemeen:
ar: :_عام
de: _Allgemein:
fr: _Général :
he: ‪:כללי
hu: Ál_talános
it: _Generale:
ja: 一般:
lt: _Bendra:
nl: _Algemeen:
no: _Generelt:
pl: Ogólne:
pt: _Geral:
ru: _Основное:
sl: _Splošno:
sq: _Përgjithësi:
sr: Opšta:
sv: _Generellt:
tr: _Genel:

source: Start Envy at Windows startup
af: Begin Envy as Windows begin
ar: Windows مع بدء الـ Envy تشغيل
ca: Inicia el Envy amb Windows
de: Envy mit Windows starten
es: Iniciar Envy con Windows
fr: Démarrer Envy avec Windows
he: ‪הפעל את שרזה עם אתחול חלונות
hu: Együtt töltődik be a Windows-al
it: Esegui Envy all'avvio di Windows
ja: Windows起動時にEnvyを開始
lt: Paleisti „Envy“ startuojant Windows
nl: Start Envy als Windows opstart
no: Start Envy når Windows starter
pl: Uruchom Envy razem z Windowsem
pt: Iniciar o Envy ao iniciar o Windows
ru: Запуск Envy вместе с Windows
sl: Zaženi program, ko se postavi oper.sistem
sq: Nise Envy-n kur nis Windows-i
sr: Pokreni Envy sa Windowsom
sv: Starta Envy när Windows startas
tr: Envy'yı Windows çalıştırıldığında başlat

source: Auto-connect at Envy startup
af: Konnekteer outomaties as begin
ar: Envy إتصال تلقائي عند بدء تشغيل
ca: Connexió automàtica a l'iniciar
de: Bei Programmstart verbinden
es: Conectar al iniciar Envy
fr: Connexion automatique au démarrage
he: ‪התחבר אוטמטית באתחול של שרזה
hu: Automatikus kapcsolódás indításkor
it: Connetti all'avvio di Envy
ja: Envy起動時に自動接続する
lt: Paleidus „Envy“, jungtis prie tinklo
nl: Verbind bij opstarten van Envy
no: Koble til automatisk når Envy startes
pl: Połącz automatycznie przy starcie
pt: Auto-Conectar ao iniciar o Envy
ru: Соединяться с сетями при старте
sl: Samodejno poveži ob zagonu programa
sq: Autolidhu kur nis Envy
sr: Spoji se kad pokrenem Envy
sv: Anslut automatiskt vid Envys start
tr: Çalıştırmak için otomatik bağlan

source: Show a dialog when opening links
af: Vra voor URIs oopgemaak word
ar: إظهار مطالبة قبل فتح الروابط
ca: Mostra confirmació abans d'obrir URIs
de: Dialog vor dem Öffnen von URIs
es: Mostrar confirmación antes de abrir URIs
fr: Prévenir avant d'ouvrir les URI
he: ‪URI הראה הודעה לפני פתיחת
hu: Ablak megjelenítése URL megyitása előtt
it: Mostra messaggio prima di aprire gli URI
ja: URIを開く前に確認する
lt: Klausti prieš pridedant nuorodas
nl: Waarschuw mij als ik een URI open
no: Vis opplysninger før åpning av URI'er
pl: Pokaż a podpowieź przed otwarciem URI-ów
pt: Mostrar um alerta antes de abrir URIs
ru: Спрашивать о перехвате ссылок
sl: Opozori pred odpiranjem URI-jev
sq: Lajmëro përpara hapjes së URI-ve
sr: Pitaj potvrdu pre otvaranja URI-ja
sv: Visa en dialogruta innan en URL öppnas
tr: URIler açılmadan önce uyarı göster

source: Check for updates (monthly)
af: Check for updates
ar: التحقق من التحديثات
ca: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
he: בדוק אם יש עדכונים (חודשי)
hu: Check for updates
it: Check for updates
ja: Check for updates
lt: Check for updates
nl: Check for updates
no: Check for updates
pl: Check for updates
pt: Verificar atualizações
ru: Проверка обновлений
sl: Check for updates
sq: Check for updates
sr: Check for updates
sv: Check for updates
tr: Check for updates

source: _Downloads:
af: _Aflaaie:
ar: :_التحميلات
ca: _Descàrregues:
es: _Descargas:
fr: _Téléchargements :
he: ‪:הורדות
hu: _Letöltések
it: _Download:
ja: ダウンロード:
lt: _Atsisiuntimai:
no: Nedlastinger:
pl: Pobierania:
ru: _Загрузки:
sl: _Prenosi:
sq: _Shkarkimi:
sr: Ski_danje:
sv: _Nedladdningar:
tr: _İndirmeler:

source: Expand new downloads by default
af: Vou nuwe aflaaie normaalweg uit
ar: توسيع التحميلات الجديدة إفتراضيا
ca: Expansió de les noves transferències per defecte
de: Neue Downloads automatisch erweitern
es: Expandir nuevas transferencias por defecto
fr: Développer les nouveaux téléchargements
he: ‪הרחב הורדות חדשות כברירת מחדל
hu: Új letöltések kibontása
it: Espandi nuovi download
ja: 新しいダウンロードをデフォルトで展開する
lt: Visada išskleisti naujų failų šaltinių medį
nl: Vouw nieuwe downloads standaard uit
no: Utvid nye nedlastinger som standard
pl: Domyślnie rozszerz nowe pobierania
pt: Expandir novos downloads por padrão
ru: Раскрывать дерево новых эагрузок
sl: Širjanje novih prenosov naj bo privzeto
sq: Zgjero automatikisht shkarkesat e reja
sr: Uvek raširi nova skidanja
sv: Expandera nya nedladdningar automatiskt
tr: Varsayılandan yeni indirmeleri genişlet

source: Display simple progress bar
af: Gebruik eenvoudige vorderingsbalk
ar: عرض شريط تقدم بسيط
ca: Mostra la barra de progrés simplificada
de: Einfache Fortschrittsanzeige verwenden
es: Mostrar barra simple de progreso
fr: Afficher la barre de progression simple
he: ‪הצג מד התקדמות פשוט
hu: Egyszerű folyamatábra megjelenítése
it: Mostra barra dei progressi semplice
ja: 簡単な進行バーを表示する
lt: Rodyti supaprastintą eigos juostą
nl: Toon een simpele vooruitgangsbalk
no: Vis enkel fremgangsindikator
pl: Pokaż prosty pasek postępu
pt: Exibir barra de progresso simples
ru: Упрощенная полоса прогресса
sl: Prikaži preprosto vrstico napredka
sq: Shfaqe të thjeshtë shufrën e progresit
sr: Pokaži jednostavni pokazivač napretka
sv: Visa förenklad nedladdningsindikator
tr: Kaydırma Çubuğu Görüntüle

source: Show rates in:
af: Wys Spoed in:
ar: إظهار التصنيفات بـ
ca: Mostra tassa de transferència en:
de: Datenraten in:
es: Mostrar tasa de transferencia en:
fr: Vitesses en :
he: ‪:הצגת מהירות
hu: Sebességérték:
it: Mostra valori in:
ja: レート表示:
lt: Spartą rodyti:
nl: Snelheden in:
no: Vis hastighet i:
pl: Pokaż prędkości w:
pt: Mostrar a veloc:
ru: Скорость в:
sl: Pokaži ocene v :
sq: Raporto në:
sr: Pokaži brzinu u:
sv: Visa hastighet i:
tr: Oranları Göster:

source: Auto bits/sec|Auto bytes/sec|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
af: bits/sekonde|bytes/sekonde|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
ar: بت/ثانية|بايت/ثانية|بت/ث|ب/ث|كبت/ث|كب/ث|مبت/ث|مب/ث
ca: bits/segon|bytes/segon|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
de: bits/Sekunde|Bytes/Sekunde|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
es: bits/segundo|bytes/segundo|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
fr: bits/seconde|octets/seconde|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
hu: bit/másodperc|bájt/másodperc|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
it: bit/secondo|byte/secondo|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
ja: ビット/秒|バイト/秒|b/秒|B/秒|Kb/秒|KB/秒|Mb/秒|MB/秒
lt: bitai/sek.|baitai/sek.|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
nl: Bits/seconde|Bytes/seconde|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
no: bits/sekund|bytes/sekund|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
pl: bity/sekundę|bajty/sekundę|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
pt: bits/segundo|bytes/segundo|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
ru: бит/сек.|байт/сек.|б/с|Б/с|Кб/с|КБ/с|Мб/с|МБ/с
sl: bitih/sekundah|bajtih-ih/sekundah|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
sq: bajt/sekondë|bajte/sekondë|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
sr: bitova na sekundu|bajtova na sekundu|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
sv: bitar/sekund|bytes/sekund|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s
tr: bit/saniye|byte/saniye|b/s|B/s|Kb/s|KB/s|Mb/s|MB/s

source: _Search:
af: _Soek:
ar: _بحث:
ca: _Cerca:
de: _Suche:
es: _Buscar:
fr: _Recherche :
he: ‪:חיפוש
hu: _Keresés
it: _Ricerca:
ja: 検索:
lt: _Paieška:
nl: _Zoeken:
no: _Søk:
pl: Szukanie:
pt: _Busca:
ru: _Поиск:
sl: _Iskanje:
sq: _Kërkimi:
sr: Traži:
sv: _Sök:
tr: _Ara:

source: Expand multi-source files by default
af: Vou multi-bron aflaaie normaalweg uit
ar: توسيع الملفات المتعددة المصادر إفتراضيا
ca: Expansió de multiples fonts per defecte
de: Multi-Source-Dateien erweitern
es: Expandir multiples fuentes por defecto
fr: Développer les fichiers multi-sources
he: ‪הרחב קבצים עם כמה מקורות אוטמטית
hu: Többforrásos fájlok kibontása
it: Espandi file con più fonti
ja: 複数ソースファイルをデフォルトで展開する
lt: Visada išskleisti šaltinių medį
nl: Multibron bestanden altijd uitbreiden
no: Utvid filer med flere kilder som standard
pl: Domyślnie rozszerz wieloźródłowe pliki
pt: Expandir arquivos multi-fonte por padrão
ru: Раскрывать дерево источн. поиска
sl: Širjanje večvirnih datotek naj bo privzeto
sq: Zgjero skedat me shumë burime
sr: Uvek pokaži sve izvore
sv: Expandera filer med flera källor automatiskt
tr: Varsayılan çoklu kaynak dosyalarını genişlet
