Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Download host %s does not have the file "%s".
af: Aflaaigasheer %s het nie die lêer "%s" nie.
ca: El usuari %s no té l'arxiu %s.
de: Download-Host %s hat die Datei "%s" nicht.
es: El usuario %s no tiene el archivo "%s".
fr: L'hôte de téléchargement %s n'a pas le fichier « %s ».
hu: %s nincs meg neki ez a fájl: "%s".
it: L'host di download %s non ha il file "%s".
ja: ダウンロードホスト %s はファイル "%s" を所有していません
lt: Adresatas %s neturi failo „%s“.
nl: Downloadgastheer %s heeft het bestand "%s" niet.
no: Nedlastingsvert %s har ikke filene "%s".
pt: O Host de download %s não possui o arquivo "%s".
ru: Хост %s не имеет файла «%s» для загрузки.
sl: Gostitelj za prenos %s nima datoteke "%s".
sr: Domaćin skidanja %s nema potrbnu "%s" datoteku.
sv: Nedladdningsvärd %s har inte filen "%s".
tr: %s indirme hostu "%s" dosyasına sahip değil.

source: Creating file "%s" for download.
af: Lêer "%s" word geskep vir aflaai.
ca: Creant l'arxiu: %s per a ser descarregat.
de: Datei "%s" für Download erstellt.
es: Creando el archivo: "%s" para ser descargado.
fr: Création d'un fichier pour le téléchargement de « %s »
hu: Fájl készítése a letöltéshez: "%s".
it: Creazione del file "%s" per il download.
ja: ダウンロード用のファイル "%s" を作成しています
lt: Kuriamas failas „%s“ parsisiuntimui.
nl: Bestand "%s" aanmaken om te downloaden.
no: Lager fil "%s" for nedlasting.
pt: Criando o arquivo "%s" para download.
ru: Создаю файл «%s» для загрузки.
sl: Ustvarjam datoteko "%s" za prenos.
sr: Stvaram "%s" datoteku skidanja.
sv: Skapade fil "%s" för nedladdning.
tr: İndirme için "%s" dosyası yaratılıyor.

source: Unable to create local file "%s" for download, aborting.
af: Kan nie lokale lêer "%s" skep vir aflaai nie, aflaai word gestaak.
ca: l'arxiu %s no ha pogut ser creat, s'ha cancel·lat la descàrrega.
de: Fehler beim Erstellen der lokalen Datei "%s" für Download, abgebrochen.
es: El archivo "%s" no pudo ser creado, abortando.
fr: Impossible de créer un fichier local « %s » pour le téléchargement, abandon.
hu: Nem tudok fájlt készíteni a letöltéshez: "%s", megszakítás .
it: Impossibile creare il file locale "%s" per il download, azione annullata.
ja: ダウンロード用のローカルファイル "%s" を作成できませんでした。中止しています
lt: Neįmanoma sukurti vietinio failo „%s“ parsisiuntimui, procedūra nutraukiama.
nl: Niet mogelijk lokaal bestand "%s" aan te maken voor het downloaden, geannuleerd.
no: Klarte ikke å lage fil "%s" for nedlasting, avbryter.
pt: Incapaz de criar arquivo local "%s" para download, abortando.
ru: Невозможно создать локальный файл «%s» для загрузки, прерываю.
sl: Ustvarjanje lokalne datoteke "%s" za prenos ni uspelo, prekinjam.
sr: Ne mogu stvoriti lokalnu datoteku "%s" , odustajem.
sv: Kan inte skapa lokal fil "%s" för nedladdning, avbryter.
tr: İndirme için "%s" yerel dosyası yaratılamaz, başarısızlıkla sonuçlandı.

source: Unable to open local file "%s" for download, aborting.
af: Kan nie lokale lêer "%s" oopmaak vir aflaai nie, aflaai word gestaak.
ca: l'arxiu %s no ha pogut ser obert, s'ha cancel·lat la descàrrega.
de: Fehler beim Öffnen der lokalen Datei "%s" für Download, abgebrochen .
es: El archivo "%s" no pudo ser abierto, abortando.
fr: Impossible d'ouvrir un fichier local « %s » pour le téléchargement, abandon.
hu: Fájl megnyitása nem lehetséges a letöltéshez "%s", megszakítás.
it: Impossibile aprire il file locale "%s" per il download, azione annullata.
ja: ダウンロード用のローカルファイル "%s" を開くことが出来ませんでした。中止しています
lt: Neįmanoma atverti vietinio failo „%s“ parsisiuntimui, procedūra nutraukiama.
nl: Niet mogelijk lokaal bestand "%s" te openen voor het downloaden, geannuleerd.
no: klarte ikke å åpne fil "%s" for nedlasting, avbryter.
pt: Incapaz de abrir arquivo local "%s" para download, abortando.
ru: Невозможно открыть локальный файл «%s» для загрузки, прерываю.
sl: Odpiranje lokalne datoteke "%s" za prenos ni uspelo, prekinjam.
sr: Ne mogu otvoriti lokalnu datoteku "%s" , odustajem.
sv: Kan inte öppna lokal fil "%s" för nedladdning, avbryter.
tr: İndirme için "%s" yerel dosyası açılamaz, başarısızlıkla sonuçlandı.

source: No more download fragments, closing connection to %s.
af: Geen bruikbare aflaai-gedeeltes meer beskikbaar, konneksie na %s word gesluit.
ca: No hi ha més fragments disponible per a aquest arxiu, tancant la connexió amb %s.
de: Keine weiteren Fragmente, Verbindung zu %s wird getrennt.
es: No hay más fragmentos disponible para este archivo, cerrando la conexión con %s.
fr: Plus de fragments du téléchargement, fermeture de la connexion avec %s.
hu: Nincs több letöltési töredék, kapcsolat bezárása: %s.
it: Non ci sono più frazioni di download, chiusura della connessione con %s.
ja: これ以上のダウンロードフラグメントはありません。%s との接続を閉じています
lt: Nėra daugiau parsisiuntimo fragmentų, nutraukiamas ryšys su %s.
nl: Geen downloadfragmenten meer, verbinding met %s wordt gesloten.
no: Ingen flere nedlastings-fragmenter, lukker kobling til %s.
pt: Sem mais fragmentos de download, fechando conexão com %s.
ru: Нет больше фрагментов для загрузки, закрываю связь с %s.
sl: Prenosnih delcev (fragmentov) ni več na voljo, zapiram povezavo do %s.
sr: Nema više delova, prekidam vezu sa %s.
sv: Inga fler nedladdningsfragment, stänger anslutning till %s.
tr: Daha fazla indirme parçası bulunamadı,%s bağlantısı kapatılıyor .

source: Fragment shortened, closing connection to %s.
af: Gedeelte verklein, konneksie na %s word gesluit.
ca: Fragment tallat, tancant la connexió amb %s.
de: Fragment gekürzt, Verbindung zu %s wird getrennt.
es: Fragmento corto, cerrando conexión %s.
fr: Le fragment a raccourci, fermeture de la connexion avec %s.
hu: Töredék rövidítve, Kapcsolat bezázása %s.
it: Frammento accorciato, chiusura della connessione con %s.
ja: フラグメントが短縮されています。%s との接続を閉じています
lt: Fragmentas sutrumpintas, nutraukiamas ryšys su %s.
nl: Fragment verkleind, verbinding met %s wordt gesloten.
no: Fragment forkortet, lukker kobling til %s.
pt: Fragmento encurtado, fechando conexão com %s.
ru: Фрагмент укорочен, закрываю связь с %s.
sl: Delec je bil skrajšan, zapiram povezavo do %s.
sv: Fragment förkortad, stänger anslutning till %s.
tr: İndirme parçaları kısaldı, %s bağlantısı kapatılıyor.

source: Requesting download fragment (%I64u-%I64u) of "%s" from %s.
af: Versoek aflaai-gedeelte (%I64u-%I64u) van "%s" vanaf %s.
ca: Demanant el fragment (%I64u-%I64u) de %s a %s.
de: Fragment (%I64u-%I64u) von "%s" von %s angefordert.
es: Pidiendo el fragmento (%I64u-%I64u) de "%s" para %s.
fr: Demande du fragment de téléchargement (%I64u-%I64u) de %s.
hu: Letöltési töredék kérése (%I64u-%I64u) a(z) "%s" fájlban: %s.
it: Richiesta della frazione di download (%I64u-%I64u) di "%s" da %s.
ja: ダウンロードフラグメント (%I64u-%I64u ,ファイル: "%s" ,ダウンロード元: %s)を要求中です...
lt: Siunčiama užklausa parsisiųsti fragmentą (%I64u-%I64u), priklausantį failui „%s“, iš adresato %s.
nl: Aanvraag voor downloadfragment (%I64u-%I64u) van "%s" vanaf %s.
no: Forespør nedlastings-fragment (%I64u-%I64u) av "%s" from %s.
pl: Żądanie pobrania fragmentu (%I64u-%I64u) z "%s" od %s.
pt: Requisitando fragmento de download (%I64u-%I64u) de "%s" de %s.
ru: Запрашиваю фрагмент (%I64u-%I64u) для загрузки «%s» с %s.
sl: Naprošam prenosni delec (fragment) (%I64u-%I64u) od "%s" do %s.
sr: Zahtevam delić (%I64u-%I64u) koji trebam skinuti za "%s" od %s.
sv: Begär nedladdningsframent (%I64u-%I64u) av "%s" från %s.
tr: (%I64u-%I64u) indirme parçaları "%s" için %s' den isteniyor.

source: Drag'n'drop files to the %s group
af: Drag'n'drop lêers na die %s groep
ar: Drag'n'Drop الملفات إلى المجموعة %s
ca: Arrossegar i deixar anar els fitxers en el grup %s
de: Drag & Drop Dateien auf den %s Gruppe
es: Arrastrar y soltar los archivos en el grupo %s
fr: Glisser-déposer des fichiers au groupe %s
he: Drag'n'drop קבצים לקבוצה %s
hu: Drag'n'drop fájlokat a %s csoporthoz
it: Drag'n'drop file al gruppo %s
ja: ドラッグ＆ドロップ %s グループにコピーします。
lt: Drag'n'drop failus %s grupės
nl: Drag'n'drop bestanden naar de %s groep
no: Drag'n'drop filer til %s gruppen.
pl: Drag'n'drop pliki tej %s grupy
pt: Drag'n'drop arquivos para o grupo %s
ru: Drag'n'Drop файлов в группе %s
sl: Vzemi in pusti datotek v skupini %s
sq: Drag'n'drop dosjet grupit %s
sr: Узми и пусти фајлове у групи %s
sv: Dra och släpp filer till %s gruppen
tr: Drag'n'drop %s grubuna dosyaları

source: Default download group. (Show all files)
af: Standaard aflaai groep. (Wys alle lêers)
ar: افتراضي تحميل المجموعة. (إظهار كافة الملفات)
ca: Descàrrega per defecte al grup. (Mostrar tots els arxius)
de: Standard-Download-Gruppe. (Alle Dateien anzeigen)
es: Descarga por defecto al grupo. (Mostrar todos los archivos)
fr: Groupe par défaut. (Afficher tous les fichiers)
he: ברירת המחדל של הורדת הקבוצה. (הצג את כל הקבצים)
hu: Alapértelmezett letöltési csoport. (Minden fájl megjelenítése)
it: Default di gruppo. (Mostra tutti i file)
ja: デフォルトではグループをダウンロードします。 （地図を表示すべてのファイル）
lt: Numatytoji grupė. (Rodyti visus failus)
nl: Standaard download-groep. (Toon alle bestanden)
no: Standard nedlasting gruppe. (Vis alle filer)
pl: Grupy domyślne. (Pokaż wszystkie pliki)
pt: Grupo padrão. (Mostrar todos os arquivos)
ru: По умолчанию скачать группу. (Показать все файлы)
sl: Privzeto skupino. (Prikaži vse datoteke)
sq: Default shkarko grup. (Trego të gjitha dosjet)
sr: Дефаулт преузимање групу. (Прикажи све фајлове)
sv: Standard nedladdning grupp. (Visa alla filer)
tr: Varsayılan grup indirebilirsiniz. (Tüm dosyaları)

source: New Group
ar: مجموعة جديدة
ca: Nuevo Grup
de: Neue Gruppe
fr: Nouveau groupe
hu: Új csoport
it: Nuovo gruppo
lt: Nauja grupė
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo Grupo
ru: Новая группа
sq: Grup i Ri
sv: Ny grupp
tr: Yeni Grup

source: Download host's eDonkey hashset is corrupt or internally inconsistent, dropping source.
af: Aflaaigasheer se eDonkey2000 hash-stel is korrup of inkonsekwent, bron word verwyder.
ca: El hashset eDonkey és corrupte o internament inconsistent, oblidant font...
de: eDonkey-Hash ist verfälscht oder inkonsistent, Quelle entfernt.
es: El hashset eDonkey es corrupto o internamente incosistente, olvidando fuente.
fr: Hôte du « hashset » eDonkey corrompu ou inconsistant, source abandonnée.
hu: eDonkey hamis hash vagy inkonzisztens, forrás ejtése.
it: L'hashset eDonkey scaricato dall'host è corrotto o internamente inconsistente, fonte scartata.
ja: ダウンロードホストのeDonkey2000ハッシュセットは不正であるか内部的に矛盾している為、ソースを廃棄しています
lt: Parsisiunčiant aptikta, jog Donkey2000 maišos rinkinys yra sugadintas arba prieštaringas, šaltinis atmetamas.
nl: De eDonkey hashset van de downloadgastheer is corrupt of inwendig inconsequent, bron is geweigerd.
no: Nedlastingsvertens eDonkey2000 hashset er korrupt eller ugyldig, dropper kilden.
pt: Hashset do eDonkey do host de download está corrompido ou internamente inconsistente, derrubando fonte.
ru: Набор eDonkey хеша с хоста загрузки испорчен или противоречивый, удаляю источник.
sl: eDonkey2000 nabor izvlečkov prenosnega gostitelja je v okvari ali notranje neenoten, opuščam vir.
sr: Download host's eDonkey2000 hashset is corrupt or internally inconsistent, dropping source.
sv: Nedladdningsvärdens Donkey2000 hashset är felaktig, släpper källa.
tr: İndirme hostunun eDonkey2000 hashset'i tutarsız ya da bozuktur, kaynak kapatılıyor.

source: Received an invalid eDonkey hashset from %s, dropping source.
af: Foutiewe eDonkey2000 hash-stel ontvang vanaf %s, bron word verwyder.
ca: Rebut un hashset eDonkey invàlid des de %s, oblidant font.
de: Ungültiger eDonkey-Hash von %s empfangen, Quelle entfernt.
es: Recibido un hashset eDonkey invalido desde %s, olvidando fuente.
fr: Réception d'un « hashset » eDonkey invalide depuis %s, source abandonnée.
hu: Érvénytelen eDonkey hash: %s, forrás ejtése.
it: Ricevuto un hashset eDonkey non valido da %s, fonte scartata.
ja: 不正なeDonkey2000ハッシュセットを %s から受信した為、ソースを廃棄しています
lt: Gautas neteisingas eDonkey maišos rinkinys iš %s, šaltinis atmetamas.
nl: Een ongeldige eDonkey hashset is ontvangen van %s, bron is geweigerd.
no: Mottok ugyldig eDonkey2000 hashset fra %s, dropper kilden.
pt: Recebido um Hashset do eDonkey inválido %s, derrubando fonte.
ru: Получен ошибочный набор eDonkey хеша с %s, удаляю источник.
sl: Prejet neveljaven eDonkey2000 nabor izvlečkov od %s, opuščam vir.
sr: Received an invalid eDonkey2000 hashset from %s, dropping source.
sv: Mottog en felaktig eDonkey hashset från %s, släpper källa.
tr: %s'den geçersiz bir eDonkey2000 hashset alındı, kaynak kapatılıyor.

source: Received eDonkey hashset for "%s", minimum verifiable chunk %s.
af: eDonkey2000 hash-stel vir "%s" ontvang, minimum kontroleerbare grootte %s.
ca: Rebut un hashset eDonkey des de "%s", el chunk mínim verificable és %s.
de: eDonkey-Hash für "%s" empfangen, kleinster verifizierbarer Teil ist %s.
es: Recibido un hashset eDonkey desde "%s", el chunk minimo verificable es %s.
fr: Réception d'un « hashset » eDonkey pour « %s », partie verifiable au minimum %s.
hu: eDonkey hash megkaptam: "%s", egy kisebb ellenőrizhető rész: %s.
it: Ricevuto un hashset eDonkey da "%s", chunk minimo verificabile %s.
ja: "%s" 用のeDonkey2000ハッシュセットを受信しました。最小検証可能チャンク: %s
lt: Gautas eDonkey maišos rinkinys failui „%s“, mažiausias gabalas, kurį galima patikrinti, yra %s.
nl: eDonkey hashset is ontvangen voor "%s", minimum controleerbare chunk %s.
no: Mottok eDonkey2000 hashset for "%s", minimalt akseptert del %s.
pt: Recebido Hashset do eDonkey para "%s", pedaço mínimo verificável %s.
ru: Получен набор eDonkey хеша с «%s», минимальная поддающяяся проверке часть - %s.
sl: Prejet eDonkey2000 nabor izvlečkov za "%s", namanjši preverljivi del je %s.
sr: Received eDonkey2000 hashset for "%s", minimum verifiable chunk %s.
sv: Mottog eDonkey hashset för "%s", minsta verifierbara stycke %s.
tr: "%s" için eDonkey2000 hashset alındı,en az %s parça doğrulanabilir..

source: Requesting eDonkey hashset for "%s" from %s...
af: Versoek eDonkey2000 hash-stel vir "%s" vanaf %s...
ca: Demanant hashset eDonkey per a "%s" des de %s...
de: eDonkey-Hash für "%s" von %s anfordern...
es: Pidiendo hashset eDonkey para "%s" desde %s...
fr: Demande du « hashset » eDonkey pour « %s » de %s en cours...
hu: eDonkey hash kérése ennek: "%s" innen: %s...
it: Richiesta di un hashset eDonkey per "%s" da %s in corso...
ja: "%s" 用のeDonkey2000ハッシュセットを %s から受信しています...
lt: Siunčiama užklausa failo „%s“ eDonkey maišos rinkiniui gauti adresatui %s...
nl: eDonkey hashset voor "%s" is aangevraagd aan %s...
no: Sender forespørsel etter eDonkey2000 hashset for "%s" fra %s...
pt: Recebendo Hashset do eDonkey para "%s" de %s...
ru: Запрашиваю набор eDonkey хеша для «%s» у %s...
sl: Naprošam po eDonkey2000 nabor izvlečkov (hashset) za "%s" od %s...
sr: Requesting eDonkey2000 hashset for "%s" from %s...
sv: Efterfrågar Donkey2000 hashset för "%s" från %s…
tr: %s'den "%s" için eDonkey2000 hashset isteniyor...

source: Unable to initialize inflate for download "%s".
af: Kan nie kompaktering inisieer vir aflaai van "%s" nie.
ca: No ha estat posible iniciar inflate per a la descàrrega "%s".
de: Kann Kompression (inflate) für Download "%s" nicht aktivieren.
es: No fue posible iniciar inflate para la descarga "%s".
fr: Impossible d'initialiser « inflate » pour le téléchargement « %s ».
hu: Nem lehet a tümörítést (inflate) bekapcsolni: "%s".
it: Impossibile iniziare il download "%s".
ja: ダウンロード "%s" 用のインフレートを初期化できませんでした
lt: Neįmanoma pradėti parsisiunčiamo failo „%s“ išpakavimo.
nl: Niet mogelijk om de vergroting te initialiseren voor download "%s".
no: klarte ikke å starte inflate for nedlasting "%s".
pt: Incapaz de inicializar inflação para o download "%s".
ru: Невозможно инициализировать распаковку загрузки «%s».
sl: Postopek napihovanja (inflate) ni bilo mogoče začeti za prenos "%s".
sv: Kan inte initera uppblåsning för nedladdning av "%s".
tr: İndirme "%s" için başlangıç durumuna getirilemez.

source: Receiving tiger-tree data from %s (%s)...
af: Tiger-tree data word ontvang vanaf %s (%s)...
ca: Rebent dades tiger-tree des de %s (%s)...
de: TTH-Daten von %s empfangen (%s)...
es: Recibiendo datos tiger-tree data desde %s (%s)...
fr: Réception des données « tiger-tree » de %s (%s)...
hu: TTH adatok fogadása: %s (%s)...
it: Ricezione dei dati tiger-tree da %s (%s) in corso...
ja: %s からtiger-treeデータを受信しています (%s)...
lt: Gaunami dryžinės (tiger-tree) maišos duomenys iš %s (%s)...
nl: Tiger-tree data wordt ontvangen van %s (%s)...
no: Mottar tiger-tree data fra %s (%s)...
pt: Recebendo dados TigerTree de %s (%s)...
ru: Получаю данные tiger-tree с %s (%s)...
sl: Prejemam 'tiger-tree' podatke od %s (%s)...
sv: Mottar tiger-tree-data från %s (%s)…
tr: %s (%s)'den tiger-tree verisi alınıyor ...

source: Requesting metadata for "%s" from %s...
af: Versoek metadata vir "%s" vanaf %s...
ca: Demanant metainformació per a "%s" des de %s...
de: Metadaten für "%s" von %s anfordern...
es: Pidiendo metadata para "%s" desde %s...
fr: Demande des métadonnées de « %s » pour %s en cours...
hu: Metaadat kérése: "%s" innen: %s...
it: Richiesta dei metadata per "%s" da %s in corso...
ja: "%s" 用のメタデータを %s に要求しています...
lt: Siunčiama užklausa failo „%s“ meta duomenims gauti adresatui %s...
nl: Metadata voor "%s" is aangevraagd aan %s...
no: Sender forespørsel etter metadata til "%s" fra %s...
pt: Requisitando metadata para "%s" de %s...
ru: Запрашиваю мета данные о «%s» у %s...
sl: Naprošam za metapodatke za "%s" od %s...
sv: Efterfrågar metadata för "%s" från %s…
tr: %s'den "%s" için veri isteniyor...

source: Download Properties
ar: General
de: Download bearbeiten (erweitert)
es: Descargar Propiedades
fr: Propriétés du téléchargement
he: ערוך הורדה
hu: Letöltés tulajdonságai
it: Proprietà del download
ja: 一般
lt: Atsisiunčiamo failo savybės
nl: Uitgebreid
no: Avansert
pl: Pobierz Włąściwości
pt: Propriedades do Download
ru: Свойства загрузки
sl: Uredi prenos
sq: Vetitë e Shkarkimit
sr: Informacije
sv: Generellt
tr: İndirme Özellikleri

source: Download host %s responded with %s (%s).
af: Aflaaigasheer %s het gereageer met %s (%s).
ca: El veí %s ha respost amb %s (%s).
de: Download-Host %s hat mit %s geantwortet (%s).
es: El vecino %s respondió con %s (%s).
fr: L'hôte de téléchargement %s a répondu avec %s (%s).
hu: %s ezzel válaszolt: %s (%s).
it: L'host di download %s ha risposto con %s (%s).
ja: ダウンロードホスト %s は %s で応答しました (%s)
lt: Parsisiunčiant adresatas %s astsiuntė atsakymą: %s (%s).
nl: Downloadgastheer %s heeft geantwoord met %s (%s).
no: Nedlastingsvert %s svarte med %s (%s).
pt: O Host de download %s respondeu com %s (%s).
ru: Во время загрузки хост %s послал ответ: %s (%s).
sl: Gostitelj za prenos %s je odgovoril z %s (%s).
sv: Nedladdningsvärd %s svarade med %s (%s)
tr: %s indirme hostu %s (%s) ile karşılandı.

source: Download host %s responded with an invalid HTTP response.
af: Aflaaigasheer %s het gereageer met 'n foutiewe HTTP antwoord.
ca: El veí %s ha tornat una resposta HTTP invàlida.
de: Download-Host %s hat eine ungültige HTTP-Antwort gesendet.
es: El vecino %s Respondió con respuesta HTTP inválida.
fr: L'hôte de téléchargement %s a répondu avec une réponse HTTP invalide.
hu: %s egy érvénytelen HTTP választ adott.
it: L'host di download %s ha replicato con una risposta HTTP errata.
ja: ダウンロードホスト %s は無効なHTTP応答を返しました
lt: Parsisiunčiant adresatas %s atsiuntė neteisingą HTTP atsakymą.
nl: Downloadgastheer %s heeft geantwoord met een ongeldig HTTP antwoord.
no: Nedlastingsvert %s svarte med et ugyldig HTTP svar.
pt: O Host de download %s respondeu com uma resposta HTTP inválida.
ru: Во время загрузки хост %s послал ошибочный HTTP ответ.
sl: Gostitelj za prenos %s je odgovoril z neveljavnim HTTP odgovorom.
sr: Download host % responded with an invalid HTTP response.
sv: Nedladdningsvärd %s svarade med ett felaktigt HTTP-svar.
tr: %s indirme hostu geçersiz bir HTTP yanıtıyla karşılandı.

source: Host %s is pushing download "%s", accepting.
af: Gasheer %s druk aflaai van "%s", aanvaar.
ca: El veí %s ha enviat un push per a descarregar %s, aceptant...
de: Host %s sendet Rückantwort für Download "%s", akzeptiert.
es: El vecino %s mandó un push para descargar "%s", aceptando.
fr: L'hôte %s pousse le téléchargement de « %s », accepté.
hu: %s nyomatja a letöltést: "%s", elfogad.
it: L'host %s sta effettuado il push per il download "%s", accettato.
ja: ホスト %s がダウンロード "%s" をプッシュしている為、それを受付中です
lt: Adresatas %s įstūminėja failą „%s“, priimama.
nl: Gastheer %s stuurt download "%s" door via een pushverbinding, geaccepteerd.
no: Verten %s hjelper aktivt nedlasting "%s", godtar.
pt: O Host %s está enviando o download "%s" por push, aceitando.
ru: Хост %s активно доставляет загрузку «%s», принимаю.
sl: Gostitelj %s potiska (push-a) prenos "%s", sprejemam.
sv: Värd %s begär anslutningsbegäran för nedladdning av "%s", accepterar.
tr: Host %s "%s" indirmesini gönderiyor, kabul ediliyor.

source: Sending push request for download "%s"...
af: Druk-aanvraag van aflaai "%s" word gestuur...
ca: Enviant push per a iniciar la transferència de %s...
de: Push-request für Download "%s" senden...
es: Enviando push para iniciar la transferencia de "%s"...
fr: Envoi d'une demande poussée pour le téléchargement de «%s »...
hu: Push request elüldése a(z) "%s" letöltésére...
it: Invio della richiesta di push per il download "%s" in corso...
ja: ダウンロード "%s" 用のプッシュ要求を送信中です...
lt: Siunčiama įstūmiančiojo parsisiuntimo užklausa failui „%s“ parsisiųsti...
nl: Een pushaanvraag wordt gestuurd voor download "%s"...
no: Sender push-forespørsel for nedlasting "%s"...
pt: Enviando pedido de push para o download "%s"...
ru: Посылается запрос на активную доставку для загрузки «%s»...
sl: Pošilja potisno (push) prošnjo za prenos "%s"...
sv: Skickar anslutningsbegäran för nedladdning av "%s".
tr: "%s" indirmesi için istek gönderiliyor...

source: Download host %s is busy, waiting in queue at position #%i of %i ("%s").
af: Aflaaigasheer %s is beset, wag beurt af in posisie #%i van %i ("%s"..
ca: L'usuari remot %s està ocupat, esperant en cua en posició #%i de %i ("%s"..
de: Download Host %s hat keine freien Slots: Warteschlange auf Position #%i von %i ("%s"..
es: El usuario remoto %s esta ocupado, esperando en cola #%i de %i ("%s").
fr: L'hôte de téléchargement %s est occupé, attente dans la file à la position #%i de %i.
hu: Letöltési kiszolgáló %s elfoglalt, beállok a sorba: #%i / %i ("%s"..
it: L'host di download %s è occupato, attesa in coda alla posizione #%i di %i.
ja: ダウンロードホスト %s はビジー状態の為、#%i/%i ("%s".で順番待ちしています
lt: Adresatas %s yra užimtas, laukiama eilėje Nr. %i iš %i vietų („%s“).
nl: Downloadgastheer %s is bezet, dus we wachten in de wachtrij op plaats #%i van %i ("%s"..
no: Nedlastingsvert %s er opptatt, venter i kø, i posisjon #%i of %i ("%s"..
pt: O host de download %s está ocupado, esperando na posição #%i de %i da fila de espera ("%s"..
ru: Хост загрузки %s занят, жду в очереди под номером %i из %i («%s»).
sl: Gostitelj za prenos %s je zaposlen, čakam v vrsti na točki #%i od %i ("%s"..
sr: Davaoc %s je zauzet, čekam u redu na poziciji #%i od %i ("%s"..
sv: Nedladdningsvärd %s är upptagen, väntar i kö som nummer #%i av %i ("%s"..
tr: %s indirme hostu meşgul, #%i %i den durum sırasında bekliyor("%s"..

source: Staying in queue for "%s".
af: Bly op waglys vir "%s".
ca: Quedant-se en cua per a "%s".
de: Warten in Warteschlange für "%s".
es: Quedandose en cola para "%s".
fr: Reste dans la file pour « %s ».
hu: Sorbanállás: "%s".
it: In coda per "%s".
ja: "%s" 用のキューで順番待ちしています
lt: Stovima eilėje failui „%s“ gauti.
nl: In wachtrij blijven voor "%s".
no: Blir i køen for "%s".
pt: Ficando na fila de espera por "%s".
ru: Стою в очереди для получения «%s».
sl: Ostajam v čakalni vrsti za "%s".
sv: Stannar i kö "%s".
tr: "%s" için sıra bekleniyor.
