Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: This may cause poor download and search performance.
af: Dit mag swak aflaaiprestasie veroorsaak.
ar: قد يسبب هذا ضعف في التحميل و ضعف في عملية البحث .
ca: Això provocarà un rendiment baix a les descàrregues.
de: Das kann ihre Suchergebnisse und Downloads verschlechtern.
es: Esto causará un bajo desempeño en las descargas.
fr: Ceci peut entraîner une faible performance en cherchant, envoi et téléchargement.
he: זה עלול לגרום לביצועי הורדה נמוכים
hu: Ez csökkenti az ön számára használható források számát.
it: Questo può causare scarse prestazioni nelle ricerche e nei download.
ja: これはダウンロード性能やサーチ性能の著しい低下を意味します。
lt: Tai gali sumažinti atsisiuntimų našumą.
nl: Dit kan leiden tot slechte downloadprestaties.
no: Dette kan gi lav nedlastingshastighet.
pl: Możesz mieć problemy z pobieraniem!
pt: Isto pode causar uma performance pobre no download e na busca.
ru: Это может ограничить скорость Загрузок/Раздач.
sl: To lahko povzroči počasnejši prenos podatkov.
sq: Kjo shkakton dobësi tek rendimenti i shkarkimit.
sr: To može uzrokovati usporeno skidanje.
sv: Detta kan orsaka dålig nedladdningsprestanda.
tr: Bu düşük performansla download etmenize neden olur.

source: or
de: oder
fr: ou
no: - Update blocklist to avoid bad search results
pl: - Update blocklist to avoid bad search results
pt: ou
ru: или
sl: - Update blocklist to avoid bad search results
sr: - Update blocklist to avoid bad search results

source: learn how to configure your router.
de: sie ihren Router konfigurieren müssen
fr: apprendre à configurer votre routeur.
no: Innstillingsveiviser
pl: Kreator ustawień
pt: aprender como configurar o seu roteador.
ru: Щелкните здесь, чтобы узнать, как настроить ваш маршрутизатор или брандмауэр
sl: Čarovnik za nastavitve
sr: Pomoćnik s Podešavanjima

source: Warning: Your TCP Port Is Firewalled
ar: تـــحـــذيـــر - منفذ T C P خـــلـــف جـــدار نـــاري
ca: ADVERTIMENT - EL TEU PORT TCP ESTÀ TALLAT
de: Warnung: Ihr TCP-port Ist Nicht Erreichbar
es: Aviso: Puerto TCP Esta Firewall
fr: Attention : Votre Port TCP Est Derrière Un Pare-feu
he: א ז ה ר ה - פ ת ח ת ( פ ו ר ט ) ה - T C P ש ל ך ח ס ו מ ה ע י ח ו מ ת - ש א
hu: FIGYELEM: A TCP PORT TŰZFAL MÖGÖTT VAN!
it: ATTENZIONE: LA PORTA TCP È PROTETTA DA UN FIREWALL
ja: 警 告 - あ な た の ＴＣＰ ポ ー ト は フ ァ イ アー ウ ォ ー ル に よ っ て 遮 断 さ れ て い ま す
lt: ĮSPĖJIMAS: JŪSŲ TCP PRIEVADAS NEPASIEKIAMAS
nl: WAARSCHUWING: JE TCP POORT IS GEBLOKKEERD DOOR JE ROUTER OF FIREWALL
no: MODIFISER ENVY
pl: DOSTOSUJ ENVY
pt: Aviso: Sua Porta TCP Está Atrás De Um Firewall
ru: ВНИМАНИЕ: НЕТ СВЯЗИ C TCP ПОРТОM
sl: PRILAGODI ENVY
sq: KUJDES: PORTI TCP BLLOKOHET NGA FAJRUOLLI
sr: PODESITE ENVY
sv: VARNING: DIN TCP PORT ÄR BLOCKERAD
tr: UYARI - TCP PORTUNUZ GÜVENLİK DUVARI ARKASINDA

source: Envy has detected that you are behind a NAT router or firewall, and are unable to receive TCP connections from the Internet.
ar: تم إكتشاف أنك وراء جهاز توجيه NAT أو جدار ناري و غير قادر على إستقبال إتصالات TCP من الإنترنت
ca: Envy ha detectat que estàs sota un NAT, router o un tallafocs, i no pots rebre connexions entrants d'Internet.
de: Envy hat festgestellt, dass sich Ihr PC hinter einem NAT-Router und/oder einer Firewall befindet und keine TCP-Verbindungen aus dem Internet empfangen kann.
es: Envy ha detectado que estas detrás de un NAT, router o un firewall, y no puedes recibir conexiones TCP desde Internet.
fr: Envy a détecté que vous êtes derrière un fare-feu ou un routeur NAT, et il est dans l'incapacité actuelle de recevoir des connexions TCP entrantes depuis internet.
he: (NAT) שרזה זיהה שאתה מאחורי חומת-אש או ראוטר, ואינך מצליח לקבל חיבורי UDP מהאינטרנט.
hu: A Envy észlelte, hogy egy NAT router vagy tűzfal mögött van és ezért nem tud bejövő TCP kapcsolatokat fogadni az Internetről (passzív kapcsolat).
it: Envy ha rivelato che sei dietro un router NAT o un firewall, e quindi non puoi ricevere connessioni TCP da internet.
ja: EnvyはあなたがNATまたはファイアーウォールの背後に隠れていて、 インターネットからの接続を受け付けることができないことを検出しました。
lt: „Envy“ nustatė, kad jūs esate už NAT maršrutizatoriaus ar užkardos, ir negali priimti TCP susijungimų iš Interneto.
nl: Envy heeft gemerkt dat je achter een NAT router of firewall zit, en niet in staat bent om verbindingen te ontvangen van het internet.
pt: O Envy detectou que você está atrás de um roteador NAT ou firewall, e está incapacitado de receber conexões TCP da Internet.
ru: Envy обнаружила что вы за маршрутизатором или брандмаудэром, и неспособны принимать TCP соединения из Интернета.
sq: Envy diktoi se ndodheni pas një routeri NAT ose fajruolli, dhe nuk mund të merrni lidhje TCP nga Interneti.
sv: Envy har upptäckt att du sitter bakom en NAT router eller brandvägg, och kan ej ta emot TCP anslutningar från Internet.
tr: Envy sizin bir güvenlik duvarının ya da NAT yönlendiricinin arkasında olduğunuzu ve İnternet'ten TCP bağlantılarını alamayacağınızı tespit etti.

source: This may cause poor download performance.
ar: هذا قد يسبب اداء سئ في التحميل
ca: Això provocarà un rendiment baix a les descàrregues.
de: Das kann ihre Suchergebnisse und Downloads verschlechtern.
es: Esto puede causar un bajo desempeño en las descargas.
fr: Ceci peut entraîner une faible performance en cherchant, envoi et téléchargement.
he: זה עלול לגרום לביצועי הורדה נמוכים
hu: Ez csökkentheti a letöltési sebességet.
it: Questo può causare scarse prestazioni di download.
ja: これはダウンロード性能の著しい低下を意味します。
lt: Tai gali sumažinti atsisiuntimų našumą.
nl: Dit kan leiden tot slechte downloadprestaties.
no: - Endre Envy's utseende
pl: - Zmień wygląd Envy
pt: Isto pode causar uma performance pobre de download.
ru: Это может ограничить скорость Загрузок/Раздач.
sl: - Spremeni izgled Envy
sq: Kjo shkakton dobësi tek rendimenti i shkarkimit.
sr: - Promeni Envy Izgled i doživljaj
sv: Detta kan leda till långsamma nedladdningar.
tr: Bu düşük performansla dosya indirmenize neden olur.

source: Warning: Your UDP Port Is Firewalled
ar: مــنــفــذ الــ U D P الــخــاص بــك خــلــف جــدار نــاري
ca: ADVERTIMENT - EL TEU PORT UDP ESTÀ TALLAT
de: Warnung: Ihr UDP-port Ist Nicht Erreichbar
es: Aviso: Puerto UDP Esta Firewall
fr: Attention : Votre Port UDP Est Derrière Un Pare-feu
he: א ז ה ר ה - א ת ה ח ס ו ם ב ח ו מ ת א ש
hu: FIGYELEM: A UDP PORT TŰZFAL MÖGÖTT VAN!
it: ATTENZIONE: LA PORTA UDP È PROTETTA DA UN FIREWALL
ja: 警 告 - あ な た の ＵＤＰ ポ ー ト は フ ァ イ アー ウ ォ ー ル に よ っ て 遮 断 さ れ て い ま す
lt: ĮSPĖJIMAS: JŪSŲ UDP PRIEVADAS NEPASIEKIAMAS
nl: WAARSCHUWING: JE UDP POORT IS GEBLOKKEERD DOOR JE ROUTER OF FIREWALL
no: FJERNKONSOLLEN ER PÅ
pl: ZDALNY DOSTĘP JEST WŁĄCZONY
pt: Aviso: Sua Porta UDP Está Atrás De Um Firewall
ru: ВНИМАНИЕ: НЕТ СВЯЗИ C UDP ПОРТОM
sl: ODDALJEN DOSTOP JE OMOGOČEN
sq: KUJDES: PORTI UDP BLLOKOHET NGA FAJRUOLLI
sr: PRISTUPNA DALJINU - UKLUČEN
sv: VARNING: DIN UDP PORT ÄR BLOCKERAD
tr: UYARI - UDP PORTUNUZ GÜVENLİK DUVARI ARKASINDA

source: Envy has detected that you are behind a NAT router or firewall, and are unable to receive UDP messages from the Internet.
ar: تم إكتشاف أنك وراء جهاز توجيه NAT أو جدار ناري و غير قادر على إستقبال إتصالات UDP من الإنترنت
ca: Envy ha detectat que estàs sota un NAT, router o un tallafocs, i no pots rebre connexions entrants d'Internet.
de: Envy hat festgestellt, dass sich Ihr PC hinter einem NAT-Router und/oder einer Firewall befindet und keine UDP-Daten aus dem Internet empfangen kann.
es: Envy ha detectado que estas detrás de un NAT router o un firewall, y no puedes recibir conexiones UDP desde Internet.
fr: Envy a détecté que vous êtes derrière un pare-feu ou un routeur NAT, et il est dans l'incapacité actuelle de recevoir des connexions UDP entrantes depuis internet.
he: (NAT) שרזה זיהה שאתה מאחורי חומת-אש או ראוטר, ואינך מצליח לקבל חיבורי UDP מהאינטרנט.
hu: A Envy észlelte, hogy egy NAT router vagy tűzfal mögött van és ezért nem tud bejövő UDP kapcsolatokat fogadni az Internetről (passzív kapcsolat).
it: Envy ha rivelato che sei dietro un router NAT o un firewall, e quindi non puoi ricevere messaggi UDP da internet.
ja: EnvyはあなたがNATまたはファイアーウォールの背後に隠れていて、 インターネットからのメッセージを受け付けることができないことを検出しました。
lt: „Envy“ nustatė, kad jūs esate už NAT maršrutizatoriaus ar užkardos, ir negali priimti UDP susijungimų iš Interneto.
nl: Envy heeft gemerkt dat je achter een NAT router of firewall zit, en niet in staat bent om verbindingen te ontvangen van het internet.
no: Envy Fjernkonsoll er skrudd på. Kjør og kontroller Envy med internettleseren din her:
pl: Zdalny dostęp do Envy jest włączony. Steruj Envy używając przeglądarki stron www:
pt: O Envy detectou que você está atrás de um roteador NAT ou firewall, e está incapacitado de receber mensagens UDP da Internet.
ru: Envy обнаружила что вы за маршрутизатором или брандмаудэром, и неспособны принимать TCP соединения из Интернета.
sl: Oddaljen dostop do Envy je omogočen. S Envy lahko uporavljate z uporabo spletnega brskalnika na naslovu:
sq: Envy diktoi se ndodheni pas një routeri NAT ose fajruolli, dhe nuk mund të merrni lidhje UDP nga Interneti.
sr: Envy pristup na daljinu je omogućen. Kontroliši Envy koristeći web preglednik na:
sv: Envy har upptäckt att du sitter bakom en NAT router eller brandvägg, och inte kan ta emot UDP meddelanden från Internet.
tr: Envy sizin bir güvenlik duvarının ya da NAT yönlendiricinin arkasında olduğunuzu ve İnternet'ten UDP bağlantılarını alamayacağınızı tespit etti.

source: This may cause poor search performance.
ar: هذا قد يسبب اداء سئ في التحميل
ca: Això provocarà un rendiment baix a les descàrregues.
de: Das kann ihre Suchergebnisse verschlechtern.
es: Esto puede causar un bajo desempeño en las descargas.
fr: Ceci peut entraîner une faible performance en cherchant.
he: זה עלול לגרום לביצועי הורדה נמוכים.
hu: Ez csökkentheti a keresés hatékonyságát.
it: Questo può causare scarse prestazioni nelle ricerche.
ja: これはサーチ性能の著しい低下を意味します。
lt: Tai gali sumažinti atsisiuntimų našumą.
nl: Dit kan leiden tot slechte downloadprestaties.
pt: Isto pode causar performance pobre na busca.
ru: Это может ограничить скорость Загрузок/Раздач.
sq: Kjo shkakton dobësi tek rendimenti i shkarkimit.
sv: Detta kan orsaka långsamma nedladdningar.
tr: Bu düşük performansla dosya indirmenize neden olur.

source: Customize Envy
af: VERANDER ENVY
ar: تــخــصــيــص ENVY
ca: PERSONALITZA ENVY
de: Envy Anpassen
es: Personalizar Envy
fr: Personnalisez Envy
he: ה ת א מ ת ש ר ז ה
hu: TESTRESZABÁS
it: PERSONALIZZA ENVY
ja: Envy カ ス タ マ イ ズ
lt: PRISITAIKYKITE SAU „ENVY“
nl: ENVY AANPASSEN
pt: Modifique O Envy
ru: НАСТРОЙТЕ ENVY
sq: POROSITENI ENVY - n
sv: ANPASSA ENVY
tr: ENVY İstemcisine

source: Skins
af: Omslae
ar: الغلافات
fr: Thèmes
he: מעטפות
hu: Kinézetek
it: Skin
ja: スキン
lt: Apvalkalai
pl: Skórki
ru: Шкурки
sl: Preobleke
sq: Lëvoret
sr: Skinovi
sv: Skinn
tr: Arayüzler

source: - Mix'n'match changes to visual appearances
af: - Verander hoe Envy lyk en voel
ar: - تغيير غلاف Envy و سمته
ca: - Canvia l'aspecte del Envy
de: - Das Aussehen von Envy verändern
es: - Cambia el aspecto visual de Envy
fr: - Changez l'apparence de Envy.
he: - שנה לשרזה את המראה וההרגשה
hu: - Változtassa meg a Envy kinézetét.
it: - Cambia l'aspetto di Envy
ja: - Envyの外観を変更することが出来ます
lt: - Pakeiskite „Envy“ išvaizdą
nl: - Envy's uiterlijk veranderen
pt: - Mude a aparência do Envy
ru: - Измeнение обликa Envy
sq: - Ndryshoni pamjen & ndjesinë e Envy-s
sv: - Ändra Envys utseende & känsla
tr: - Envy'nın görüntüsünü değiştir.

source: Scheduler
af: Security Filters
ar: Security Filters
ca: Programador
de: Zeitplan
es: Programador
fr: Planificateur
he: Security Filters
hu: Security Filters
it: Security Filters
ja: セキュリティフィルタ
lt: Security Filters
nl: Beveiligingsfilters
no: Tidsplanen
pl: Harmonogram
pt: Programador
ru: Security Filters
sl: Razpored
sq: Security Filters
sr: Планер
sv: Security Filters
tr: Security Filters

source: - Set automated tasks to occur at specific times
af: - Update blocklist to avoid bad search results
ar: - Update blocklist
de: - Stellen Sie automatisierte Aufgaben zu bestimmten Zeiten auftreten
es: - Establecer tareas automatizadas que se produzca en momentos específicos
fr: - Définir les tâches automatisées de se produire à des moments précis
he: - Update blocklist
hu: - Update blocklist to avoid bad search results
it: - Update blocklist to avoid bad search results
ja: - Update blocklist
lt: - Update blocklist to avoid bad search results
nl: - Voeg toe/Verwijder filters om je zoekresultaten te verbeteren
pt: - Definir as tarefas automatizadas para ocorrer em horários específicos
ru: - Update blocklist to avoid bad search results
sq: - Update blocklist to avoid bad search results
sv: - Update blocklist to avoid bad search results
tr: - Update blocklist to avoid bad search results

source: Security Filters
af: Verstellingsassistent
ar: معالج الإعدادات
de: Security-Filter
es: Filtros de seguridad
fr: Filtres de Sécurité
he: אשף ההגדרות
hu: Gyors beállítás
it: Configurazione guidata
ja: 設定ウィザード
lt: Nuostatų vedlys
nl: SnelStart wizard
pt: Filtros de Segurança
ru: Мaстер Устанoвок
sq: Uizardi i Shpejtë
sv: Inställningsguide
tr: Ayarlar Sihirbazı

source: - Update blocklist to avoid bad search results
af: - Verstel die Envy Opsies
ar: - تحرير إعدادات Envy
de: - Update blocklist zu vermeiden schlechte Resultate
es: - Actualizar lista de bloques para evitar malos resultados de la búsqueda
fr: - Ajouter/Enlever des filtres pour améliorer les résultats des recherches
he: - ערוך את הגדרות שרזה
hu: - Envy beállítások egyszerűen.
it: - Modifica le impostazioni di Envy
ja: - Envyの設定を行います
lt: - Taisykite „Envy“ nuostatas
nl: - Instellingen van Envy aanpassen
pt: - Adicionar/Remover os filtros para melhorar sua performance de busca
ru: - Пошaговый мaстер устанoвок Envy
sq: - Editoni kuadrot e Envy-s
sv: - Ändra Envyinställningar
tr: - Envy Ayarlarını Düzenle

source: Settings Wizard
af: Vinnige Hulp
ar: تعليمات سريعة
ca: Assistent de configuració
de: Einstellungsassistent
es: Asistente de Configuración
fr: Assistant de Configuration
he: עזרה מהירה
hu: Súgó
it: Filtri di Sicurezza
ja: クイックヘルプ
lt: Trumpas žinynas
nl: Help
pt: Assistente de Configurações
ru: Быстрaя Помoщь
sq: Filtrat e Sigurisë
sv: Snabbhjälp
tr: Hızlı Yardım

source: - Quick-edit Envy's basic settings
af: - Kry basiese hulp met die gebruik van Envy, or
ar: - أحصل على بعض التعليمات الأساسية عن Envy
ca: - Configuració de Envy
de: - Einstellungen anpassen
es: - Editar Configuración de Envy
fr: - Éditez les réglages de Envy.
he: - קבל עזרה בסיסית בהפעלת שרזה
hu: - Segítség a program használatához, or
it: - Aggiungi/Rimuovi i filtri per migliorare i tuoi risultati di ricerca
ja: - Envyを使う上での基本的なヘルプを参照出来ます, or
lt: - Sužinokite esminius dalykus apie „Envy“ or
nl: - Envy's gebruikerhandleiding en FAQ, o
pt: - Edite as configurações do Envy
ru: - Онлайновая Справочная Система Wiki, or
sq: - Shto/Fshiji filtrat që të përmirësosh rezultatet e kërkimit
sv: - Få grundläggande hjälp om Envy, or
tr: - Envy'nın temel kullanımı ile ilgili yardım, or

source: Quick Help
af: IRC.
ar: المحلية المنتدى
ca: Ajuda ràpida
de: Hilfe
es: Ayuda Rápida
fr: Aide Rapide
he: מקומי פורום
hu: IRC.
it: Aiuto veloce
ja: IRC.
lt: IRC.
nl: IRC.
pt: Ajuda Rápida
ru: IRC.
sq: Ndihmë e Shpejtë
sv: IRC.
tr: IRC.

source: Remote Access Enabled
af: WEB TOEGANG IS AANGESKAKEL
ar: التحكم عن بعد مفعل
ca: ACCÈS REMOT HABILITAT
de: Remote Access Ist Aktiviert
es: Acceso Remoto Esta Habilitado
fr: L'accèsà Distance Est Activé
he: ג י ש ה מ ר ח ו ק ב מ צ ב מ א ו פ ש ר
hu: TÁVOLI ELÉRÉS BEKAPCSOLVA
it: ACCESSO REMOTO ABILITATO
ja: リ モ ー ト ア ク セ ス 有 効
lt: NUOTOLINĖ PRIEIGA YRA ĮGALINTA
nl: BESTURING VIA INTERNET IS INGESCHAKELD
pt: O Acesso Remoto Está Ativado
ru: ВЫ РАЗРЕШИЛИ УДАЛЕННОЕ УПРАВЛЕНИЕ
sq: HYRJA E LARGËT ËSHTË AKTIVIZUAR
sv: FJÄRRÅTKOMST ÄR AKTIVERAD
tr: İNDİRMELERİM

source: Control Envy using your web browser at:
af: Envy Web Toegang is aangeskakel. Beheer Envy deur jou web blaaier by:
ar: إن الدخول عن بعد لهذا البرنامج هو قي وضع التمكين . قم بالتحكم بهذا البرنامج مستخدما متصفحك على :
ca: Accès remot de Envy habilitat. Controla Envy usant el teu navegador en:
de: Envy-Remote-Access ist aktiviert. Sie können Envy über ihren Webbrowser steuern:
es: El Acceso Remoto de Envy está habilitado. El Control de Envy esta usando tu navegador web:
fr: L'accès à distance de Envy est activé. Prenez le contrôle de Envy depuis votre navigateur Web à partir de l'adresse:
he: שליטה מרחוק בשרזה במצב מאופשר, שלוט בשרזה עם הדפדפן שלך דרך:
hu: A távoli használat be van kapcsolva. Használja a Envy a böngészőjén keresztül. Címek:
it: L'accesso remoto di Envy è abilitato. Controlla Envy usando il tuo browser Internet su:
ja: Envyリモートアクセスが有効になっています。 次のアドレスでブラウザからEnvyをコントロールできます:
lt: „Envy“ nuotolinė prieiga yra įgalinta. Valdykite „Envy“ naudodamiesi naršykle:
nl: Envy's Web Interface is ingeschakeld. Bedien Envy met je browser via:
pt: O Acesso Remoto do Envy está ativo. Controle o Envy usando o seu navegador em:
ru: Разрешено удаленное управление Envy, используйте обозреватель и адрес:
sq: Hyrja në Largësi e Envy-s është aktivizuar. Kontrolloni atë duke përdorur shfletuesin e rrjetit në:
sv: Envys fjärråtkomst är aktiverad. Kontrollera Envy via din webbläsare här:
tr: İndirmeler klasörünü açmak için

source: or
af: - of -
ca: - o -
de: oder
es: o
fr: ou
he: - או -
hu: - vagy -
it: - oppure -
ja: - または -
lt: - arba -
nl: - of -
pt: ou
ru: или
sv: - eller -

source: Connection
af: Konneksie
ar: الإتصال
ca: Connexió
de: Netzwerke
es: Conexión
fr: Connexions
he: חיבור
hu: Kapcsolat
it: Connessione
ja: 接続
lt: Susijungimai
nl: Netwerk
no: Tilkobling
pl: Połączenie
pt: Conexão
ru: Подключения
sl: Povezava
sq: Lidhja
sr: Spajam
sv: Anslutning
tr: Bağlantı

source: Not connected
af: Nie gekonnekteer
ar: غير متصل
ca: No connectat
de: Nicht verbunden
es: No Conectado
fr: Non connecté
he: לא מחובר.
hu: Nincs kapcsolat
it: Non connesso
ja: 未接続
lt: Nesate prisijungę
nl: Niet verbonden
no: Ikke tilkoblet
pl: Nie połączony
pt: Não conectado
ru: Нет подключения
sl: Povezava prekinjena
sq: I Palidhur
sr: Niste Spojeni
sv: Inte ansluten
tr: Bağlı Değil

source: Click here to connect
af: Kliek hier om te konnekteer
ar: اضغط هنا للإتصال
ca: Fes clic aquí per a connectar-te
de: Verbinden
es: Haz click aquí para conectarte
fr: Cliquez ici pour vous connecter
he: לחץ כאן כדי להתחבר.
hu: Kattintson ide a kapcsolódáshoz
it: Clicca qui per connettere
ja: ここをクリックして接続を開始します
lt: Prisijungti
nl: Klik hier om te verbinden
no: Klikk her for å koble til
pl: Kliknij tutaj, aby się połączyć
pt: Clique aqui para conectar
ru: Подключиться!
sl: Kliknite sem za vzpostavitev povezave
sq: Lidhu Tani
sr: Za spajanje kliknite ovde
sv: Klicka här för att ansluta
tr: Bağlanmak için tıklayınız!

source: Disconnected
af: Nie Gekonnekteer
ar: غير متصل
ca: Desconnectat
de: Nicht verbunden
es: Desconectado
fr: Déconnecté
he: מנותק.
hu: Nincs kapcsolat
it: Disconnesso
ja: 切断
lt: Atsijungta
nl: Niet verbonden
no: Ikke koblet til
pl: Rozłączony
pt: Desconectado
ru: Отключено
sl: Povezava prekinjena
sq: I shkëputur
sr: Isključeno
sv: Inte ansluten
tr: Bağlantı Yok

source: Connecting...
af: Konnekteer nou...
ar: إتصال...
ca: Connectant...
de: Verbinden...
es: Conectando...
fr: Connexion...
he: מתחבר...
hu: Kapcsolódás...
it: Connessione...
ja: 接続中...
lt: Jungiamasi...
nl: Verbinding maken...
no: Kobler til...
pl: Łączenie...
pt: Conectando...
ru: Подключение…
sl: Povezujem...
sq: Lidhje...
sr: Spajam...
sv: Ansluter…
tr: Bağlanıyor...

source: Hub mode
af: Gekonnekteer
ar: متصل
ca: Connectat
de: Verbunden
es: Conectado
fr: Connecté
he: מחובר.
hu: Kapcsolódva
it: Connesso
ja: 接続済
lt: Prisijungta
nl: Verbonden
no: Koblet til
pl: Połączony
pt: Conectado
ru: Подключено
sl: Povezan
sq: I Lidhur
sr: Spojeno
sv: Ansluten
tr: Bağlandı

source: %i Hubs
af: %i gashere
ar: %i محور
he: ‪(hubs) מוקדים ‎%i
hu: %i hub
it: %i hub
ja: %i ハブ
lt: %i mazgai
pl: %i huby
ru: %i узла(ов)
sl: %i zvezdišč
sq: %i nyje
sr: %i hubova
sv: %i nav
tr: %i hub

source: %i Leaves
af: %i kliënte
ar: %i فرع
fr: %i terminaux
he: ‪ ענפי קו‎ %i.
hu: %i leaf
it: %i permessi
ja: %i リーフ
lt: %i šakos
pl: %i listków
ru: %i ветви(ей)
sl: %i listov
sq: %i gjethe
sr: %i leavesa
sv: %i löv
tr: %i eş

source: Ultrapeer
af: Gekonnekteer
ar: متصل
ca: Connectat
de: Verbunden
es: Conectado
fr: Connecté
he: מחובר.
hu: Kapcsolódva
it: Connesso
ja: 接続済
lt: Prisijungta
nl: Verbonden
no: Koblet til
pl: Połączony
pt: Conectado
ru: Подключено
sl: Povezan
sq: I Lidhur
sr: Spojeno
sv: Ansluten
tr: Bağlandı

source: %i Peers
af: %i gashere
ar: %i محور
he: מוקדים ‎%i
hu: %i peer
ja: %i ハブ
lt: %i mazgai
ru: %i узла(ов)
sl: %i zvezdišč
sq: %i nyje
sr: %i peersa
sv: %i nav
tr: %i peer

source: Connected
af: Gekonnekteer
ar: متصل
ca: Connectat
de: Verbunden
es: Conectado
fr: Connecté
he: מחובר.
hu: Kapcsolódva
it: Connesso
ja: 接続済
lt: Prisijungta
nl: Verbonden
no: Koblet til
pl: Połączony
pt: Conectado
ru: Подключено
sl: Povezan
sq: I Lidhur
sr: Spojeno
sv: Ansluten
tr: Bağlandı

source: %i Server
af: %i bediener
ar: %i محور
ca: %i Servidor
es: %i Servidor
fr: %i serveur
hu: %i szerver
lt: %i Įeinantis
pl: %i serwer
pt: %i servidor
ru: %i сервер
sl: %i strežnik
tr: %i sunucu

source: Network Session
af: Gekonnekteer vir
ar: انت متصل لـ
ca: Connectat durant
de: Netzwerke Session
es: Monitor de Redes
fr: Réseau session
he: מחובר במשך
hu: Jelenleg
it: Rete di seduta
ja: 接続時間:
lt: Jūs esate prisijungę
nl: Netwerk Session
no: Vært koblet til i
pl: Jesteś połączony przez
pt: Conectado
ru: Вы подключены
sl: Povezani ste
sq: Jeni i lidhur për
sr: Spojen sam već
sv: Nätverk Session
tr: Bağlantıda

source: hours and
af: ure en
ar: ساعة و
ca: hores i
de: stunden und
es: horas y
fr: heures et
he: שעות ו-
hu: órája és
it: ore e
ja: 時間
lt: val. ir
nl: uur en
no: timer og
pl: godziny i
pt: horas e
ru: часов и
sl: ur in
sq: orë dhe
sr: sati i
sv: timmar och
tr: saat ve

source: minutes
af: minute
ar: دقيقة
ca: minuts.
de: minuten
es: minutos
he: דקות
hu: perce
it: minuti
ja: 分
lt: min.
nl: minuten
no: minutter
pl: minuty
pt: minutos
ru: минут
sl: minut.
sq: minuta.
sr: minuta.
sv: minuter
tr: dakika

source: No new files downloaded recently.
af: Jy het nie enige nuwe lêers onlangs afgelaai nie.
ar: لا تقوم بتحميل اي ملفات الان
ca: No has descarregat cap arxiu recentment.
de: Sie haben in letzter Zeit keine neuen Dateien heruntergeladen.
es: No has descargado ningún archivo recientemente.
fr: Vous n'avez pas téléchargé de fichier récemment.
he: לא הורדת אף קובץ חדש לאחרונה.
hu: Mostanában nem volt semmilyen új letöltés.
it: Non hai scaricato nessun nuovo file.
ja: 最近ダウンロードしたファイルはありません。
lt: Jūs kol kas nesate atsisiuntę jokių failų.
nl: Je hebt onlangs geen nieuwe bestanden gedownload.
no: Du har ikke lastet ned noen nye filer i det siste.
pl: Nie pobrałeś ostatnio żadnych plików.
pt: Você não baixou quaisquer arquivos novos recentemente.
ru: Вы не загружали никаких новых файлов недавно.
sl: Nedavno niste prenesli nobenih novih datotek.
sq: Kohët e fundit nuk po shkarkoni ndonjë skedë të re.
sr: U zadnje vreme niste ništa skinuli.
sv: Du har inte laddat ned några ny filer på sistone.
tr: Son zamanlarda yeni dosya indirmediniz.

source: Local Library
af: Gaan na My Biblioteek
ar: الإنتقال إلى مكتبتي
ca: Meva col·lecció
de: Bibliothek anzeigen
es: Ver Su Colección
fr: Aller dans bibliothèque
he: עבור לספריה שלי
hu: Menjen a könyvtárba
it: La mia libreria
ja: ライブラリを表示
lt: Eiti į savo kolekciją
nl: Mijn bibliotheek
no: Gå til mine filer
pl: Idź do Moich Zasobów
pt: Ir a Biblioteca
ru: Перейти в хранилище
sl: Pojdi v mojo knjižnico
sq: Shko në Librari
sr: Pogledajte Vašu Kolekciju
sv: Gå till bibliotek
tr: Kütüphaneme Git

source: files (
af: lêers (
ar: ملفات,
ca: arxius (
de: dateien (
es: archivos (
fr: fichiers (
he: קבצים,
hu: fájl (
it: file (
ja: ファイル (
lt: failų (
nl: bestanden (
no: filer (
pl: plik(ów) (
pt: arquivos (
ru: файла(ов) (
sl: datotek (
sq: skeda,
sv: filer (
