Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Clear the message text in this window.
af: Vee die teks in hierdie venster uit.
ar: مسح نص الرسالة في هذه النافذة
ca: Esborra el text del missatge d'aquesta finestra.
de: Nachrichten in diesem Fenster löschen.
es: Borrar la historia de esta ventana.
fr: Effacer le texte des messages dans cette fenêtre.
he: נקה את הודעת הטקסט בחלון זה
hu: Szöveg törlése ebben az ablakban.
it: Cancella il testo del messaggio in questa finestra.
ja: このウィンドウ内のメッセージテキストをクリアします
lt: Išvalyti pranešimo langą (panaikinti tekstą).
nl: Wis de tekst van dit venster.
no: Fjern meldingsteksten fra dette vinduet.
pl: Wyczyść okno z wiadomości.
pt: Limpar a mensagem de texto nesta janela.
ru: Стереть текст сообщения в этом окне.
sl: Umaknite obvestilo iz tega okna.
sq: Pastron tekstin në dritare.
sr: Očisti tekst poruke u ovom prozoru.
sv: Rensa meddelandetexten i detta fönster.
tr: Penceredeki mesaj metnini temizle.

source: Select a text color (Ctrl+K)
af: Selekteer 'n tekskleur (Ctrl+K)
ar: (Ctrl+K) تحديد لون النص
ca: Selecciona un color de text (Ctrl+K)
de: Eine Textfarbe wählen (Ctrl+K)
es: Seleccionar color de texto (Ctrl+K)
fr: Choisir une couleur pour le texte (Ctrl+K)
he: בחר צבע טקסט (Ctrl+K)
hu: Betűszín kiválaztása (Ctrl+K)
it: Seleziona un colore per il testo (Ctrl+K)
ja: 文字色を選択します(Ctrl+K)
lt: Pasirinkti teksto spalvą (Ctrl+K)
nl: Kies een tekstkleur (Ctrl+K)
no: Velg farge på tekst (Ctrl+K)
pl: Wybierz kolor tekstu (Ctrl+K)
pt: Selecionar uma cor para o texto(Ctrl+K)
ru: Выбрать цвет текста (Ctrl+K)
sl: Izberite barvo besedila (Ctrl+K)
sq: Zgjedh ngjyrën e tekstit (Ctrl+K)
sr: Odaberite boju teksta (Ctrl+K)
sv: Byt färg på texten (Ctrl+K)
tr: Metin rengi seç(Ctrl+K)

source: Connect to the chat session.
af: Konnekteer aan die gesels-sessie.
ar: الإتصال بجلسة المحادثة
ca: Connecta a la sessió de xat.
de: Zum Chatten verbinden..
es: Conectar sesión de chat.
fr: Se connecter à la session de discussion.
he: התחבר לצ'אט
hu: Kapcsolódik a csevegőhöz.
it: Connetti alla sessione di chat.
ja: チャットセッションに接続します
lt: Jungtis pokalbiui.
nl: Verbind met de chatsessie.
no: Koble til chat.
pl: Podłącz do sesji chatowej.
pt: Conectar a sessão de chat.
ru: Начать сессию чата.
sl: Povežite se na klepetalno sejo.
sq: Lidh sesionin e chat-it.
sr: Spoji se na chat seansu.
sv: Anslut till chattsessionen.
tr: Sohbete bağlan.

source: Disconnect the chat session.
af: Diskonnekteer van die gesels-sessie.
ar: قطع الإتصال من بجلسة المحادثة
ca: Desconnecta la sessió de xat.
de: Chatverbindung beenden.
es: Desconectar sesión de chat.
fr: Se déconnecter de la session de discussion.
he: התנתק מהצ'אט
hu: Lekapcsolódik a csevegőről.
it: Disconnetti dalla sessione di chat.
ja: チャットセッションを切断します
lt: Nutraukti pokalbį.
nl: De chatsessie afbreken.
no: Koble fra chat.
pl: Odłącz do sesji chatowej.
pt: Desconectar da sessão de chat.
ru: Оборвать сессию чата.
sl: Prekinite povezavo s te klepetalne seje.
sq: Shkëput sesionin e chat-it.
sr: Prekini Razgovor.
sv: Koppla ifrån chattsessionen.
tr: Sohbetten çık.

source: Insert an emoticon.
af: Plaas 'n emotikon.
ar: إدراج مشاعر
ca: Inserta una emoticona.
de: Smiley einfügen.
es: Insertar carita.
fr: Insérer une émoticône.
he: הכנס סמיילי
hu: Hangulatjel beszúrása.
it: Inserisci una emoticon.
ja: 絵文字を挿入します
lt: Įterpti emociją.
nl: Voeg een emoticon toe.
no: Sett inn et uttrykksikon.
pl: Umieść emoticonę.
pt: Inserir um emoticon.
ru: Вставить смайлик.
sl: Vstavite smeška.
sq: Vendos një emoticon.
sr: Ubaci izliv osećanja.
sv: Infoga ett känslouttryck.
tr: İkon ekle.

source: Apply italic formatting (Ctrl+I)
af: Druk teks kursief (Ctrl+I)
ar: (Ctrl+I) تطبيق تنسيق خط مائل
ca: Aplica format cursiva (Ctrl+I)
de: Kursiv (Ctrl+I)
es: Aplicar cursiva (Ctrl+I)
fr: Appliquer le formatage en italique (Ctrl+I)
he: החל עיצוב טקסט נוטה (Ctrl+I)
hu: Dőlt betűk (Ctrl+I)
it: Applica la formattazione in corsivo (Ctrl+I)
ja: イタリック体フォーマットを適用します(Ctrl+I)
lt: Išskirti kursyvu (Ctrl+I)
nl: Maak de tekst Schuin (Ctrl+I)
no: Velg kursiv skrift (Ctrl+I)
pl: Zastosuj pochylone formatowanie (Ctrl+I)
pt: Aplicar formatação Itálica (Ctrl+I)
ru: Применить формат курсива (Ctrl+I)
sl: Uporabite poševno pisavo (Ctrl+I)
sq: Zbaton formatim të pjerrët (Ctrl+I)
sr: Nakosi slova (Ctrl+I)
sv: Gör texten kursiv (Ctrl+I)
tr: İtalik biçimini uygula (Ctrl+I)

source: Grant upload priority to this user.
af: Gee oplaai-prioriteit aan hierdie gebruiker.
ar: إكتساب لأولوية إرسال إلى هذا المستخدم
ca: Dóna prioritat a l'arxiu que aquest usuari està descarregant actualment.
de: Diesem Benutzer Uploadpriorität gewähren.
es: Dar prioridad al archivo que este usuario esta descargando actualmente.
fr: Octroyer la priorité à cet utilisateur.
he: הענק עדיפות העלאה למשתמש
hu: Feltöltési elsőbbséget ad a felhasználnak.
it: Concedi priorità in upload a questo utente.
ja: このユーザにアップロード優先権を与えます
lt: Suteikti naudotojui parsisiuntimo prioritetą.
nl: Geef deze gebruiker voorrang met het uploaden.
no: Gi opplastingsprioritet til bruker.
pl: Zwiększ priorytet wysyłania dla tego użytkownika.
pt: Garantir prioridade de upload a este usuário.
ru: Предоставить пользователю приоритет на загрузку.
sl: Dodelite temu uporabniku pravice za nalaganje (upload).
sq: Lejon parësinë e ngarkimit tek përdoruesi.
sr: Daj mu prioritet skidanja.
sv: Ge uppladdningsprioritet till användaren.
tr: Kullanıcının aktarım üstünlüğünü onayla.

source: Show the time when each message was received.
af: Vertoon die tyd wanneer elke boodskap ontvang is.
ar: إظعار الوقت عند وصول كل رسالة
ca: Mostra l'hora de recepció dels missatges.
de: Zeit anzeigen, zu der eine Nachricht empfangen wurde.
es: Mostrar el tiempo cuando el mensaje es recibido.
fr: Afficher la date à laquelle chacun des messages a été reçu.
he: הראה את השעה שבה כל הודעה התקבלה
hu: Időbélyeg hozzáadása az üzenethez.
it: Mostra l'orario in cui ogni messaggio è stato ricevuto.
ja: 各メッセージを受信した時間を表示します
lt: Rodyti laiką, kada buvo gautas kiekvienas pranešimas.
nl: Laat de tijd zien wanneer elke boodschap wordt ontvangen.
no: Vis tidspunkt for når hver melding ble mottatt.
pl: Pokaż czas kiedy dana wiadomość została odebrana.
pt: Mostrar a hora quando cada mensagem foi recebida.
ru: Показывать время, когда получено каждое сообщение.
sl: Pokažite čas, ko je prejeto posamezno sporočilo.
sq: Tregon kohën kur shfaqen mesazhet.
sr: Pokazuje vreme primanja poruke.
sv: Visa tid för när varje meddelandes togs emot.
tr: Mesajların gönderildiği zamanı göster.

source: Apply underline formatting (Ctrl+U)
af: Onderstreep teks (Ctrl+U)
ar: (Ctrl+U) تطبيق تنسيق خط تحته سطر
ca: Aplica el format subratllat (Ctrl+U)
de: Unterstrichen (Ctrl+U)
es: Aplicar subrayado (Ctrl+U)
fr: Appliquer le formatage en souligné (Ctrl+U)
he: החל עיצוב קו תחתון (Ctrl+U)
hu: Aláhúzott betűk (Ctrl+U)
it: Applica la formattazione in sottolineato (Ctrl+U)
ja: アンダーライン属性のフォーマットを適用します(Ctrl+U)
lt: Rašyti su pabraukimu (Ctrl+U)
nl: Maak de tekst onderstreept (Ctrl+U)
no: Velg understreking (Ctrl+U)
pl: Zastosuj podkreślone formatowanie (Ctrl+U)
pt: Aplicar formatação Sublinhar (Ctrl+U)
ru: Применить формат подчеркивания (Ctrl+U)
sl: Uporabite podčrtano pisavo (Ctrl+U)
sq: Zbaton formatim me nënvizim (Ctrl+U)
sr: Podcrta (Ctrl+U)
sv: Gör texten understruken (Ctrl+U)
tr: Altı çizili biçimini uygula (Ctrl+U)

source: Close the active window.
af: Sluit die geselekteerde venster.
ar: إغلاق النافذة النشطة
ca: Tanca la finestra activa.
de: Das aktive Fenster schließen.
es: Cerrar ventana.
fr: Fermer la fenêtre active.
he: סגור את החלון הפעיל
hu: A kiválasztott ablak bezárása.
it: Chiudi la finestra attiva.
ja: アクティブウィンドウを閉じます
lt: Užverti aktyvų langą.
nl: Het actieve venster afsluiten.
no: Lukk det aktive vinduet.
pl: Zamknij aktywne okno.
pt: Fechar a janela ativa.
ru: Закрыть активное окно.
sl: Zaprite aktivo okno.
sq: Mbyll dritaren aktive.
sr: Zatvara trenutni prozor.
sv: Stäng det aktiva fönstret.
tr: Etkin olan pencereyi kapat.

source: Enlarge the active window to fill available area.
af: Vergroot die aktiewe venster om die venster te vul.
ar: تكبير النافذة النشطة لملء الشاشة
ca: Canvia la mida de la finestra a tota la pantalla (Maximitza).
de: Das aktive Fenster maximieren, um das Fenster zu füllen.
es: Maximizar.
fr: Agrandir la fenêtre active afin qu'elle remplisse la fenêtre.
he: הגדל את החלון הפעיל בכדי למלא את החלון
hu: Ablak nagyítása.
it: Allarga la finestra attiva fino a riempire lo schermo.
ja: アクティブウィンドウを最大化します
lt: Išdidinti aktyvų langą iki maksimalių matmenų.
nl: Het actieve venster vergroten zodat het venster wordt opgevuld.
no: Maksimer det aktive vinduet.
pl: Powiększ aktywne okno tak, aby zapełnić całe okno.
pt: Aumentar a janela ativa para preencher a janela.
ru: Увеличить активное окно до размеров окна.
sl: Povečajte aktivno okno na ves zaslon.
sq: Zmadhon dritaren aktive sa për të mbushur dritaren.
sr: Uvećavj trenutni prozor tako da popuni prozor.
sv: Förstora det aktiva fönstret så att det fyller hela fönstret.
tr: Etkin pencereyi ekranı kaplayacak şekilde genişlet.

source: Minimize the selected window to the tab bar.
af: Minimeer die geselekteerde venster na die tabelbalk.
ar: تصغير النافذة النشطة إلى شريط التبويب
ca: Minimitza la finestra.
de: Das markierte Fenster in die Tableiste minimieren.
es: Minimizar.
fr: Minimiser la fenêtre sélectionnée vers la barre de tabulation.
he: הקטן את החלון הפעיל אל סרגל הטאבים
hu: Ablak kicsinyítése.
it: Minimizza la finestra selezionata nella barra di stato.
ja: 選択したウィンドウをタブバーに最小化します
lt: Sutraukti pasirinktą langą, patalpinant į kortelių juostą.
nl: Het geselecteerde venster verkleinen naar de tablijst.
no: Minimer det valgte vinduet.
pl: Minimalizuj wybrane okno do pasku zakładek.
pt: Minimizar a janela selecionada para a barra de aba.
ru: Свернуть выбранное окно в полоску закладок.
sl: Minimizirajte izbrano okno v vrstico z zavihki.
sq: Minimizon në shufër dritaren e zgjedhur.
sr: Spusti odabrani u tab bar.
sv: Minimera det valda fönstret till tabbfältet.
tr: Seçilmiş pencereyi küçük duruma getir.

source: Open the selected window.
af: Open die geselekteerde venster.
ar: فتح النافذة المحددة
ca: Obre la finestra seleccionada.
de: Das markierte Fenster öffnen.
es: Abrir ventana.
fr: Ouvrir la fenêtre sélectionnée.
he: פתח את החלון הנבחר
hu: A kiválasztott ablak megnyitása.
it: Apri la finestra selezionata.
ja: 選択したウィンドウを開きます
lt: Atverti pasirinktą langą.
nl: Open het geselecteerde venster.
no: Åpne valgte vindu.
pl: Otwórz zaznaczone okno.
pt: Abrir a janela selecionada.
ru: Открыть выбранное окно.
sl: Odprite izbrano okno.
sq: Hap dritaren e zgjedhur.
sr: Otvori odabrani prozor.
sv: Öppna de valda fönstrena.
tr: Seçilmiş pencereyi aç.

source: Add a new discovery service...
af: Voeg 'n nuwe ontdekkingsdiens by...
ar: إضافة خدمة إستكشاف جديدة...
ca: Afegeix un nou servei de descobriment
de: Einen neuen Service-Provider hinzufügen...
es: Agregar...
fr: Ajouter un nouveau service « Découverte »...
he: הוסף שירות משאבי חיבור
hu: Új szolgáltatás hozzáadása...
it: Aggiungi un nuovo servizio di connessione...
ja: 新しいディスカバリサービスを追加します...
lt: Pridėti naują paslaugų radimo tarnybą...
nl: Voeg een nieuwe discovery service toe...
no: Legg til ny oppdagelsestjeneste...
pl: Dodaj nowy serwis discovery...
pt: Adicionar um novo serviço de descobrimento...
ru: Добавить новую службу ресурсов соединений...
sl: Dodajte novo storitev discovery...
sq: Shton një shërbim zbulues të ri...
sr: Dodaj novu discovery uslugu...
sv: Lägg till en upptäckstjänst…
tr: Yeni bir keşif servisi ekle...

source: View the properties for the selected discovery service.
af: Vertoon die eienskappe van die geselekteerde ontdekkingsdiens.
ar: عرض الخصائص لخدمة الإكتشاف المحددة
ca: Mostra les propietats del servei de descobriment.
de: Eigenschaften für den markierten Service Provider anzeigen.
es: Ver propiedades.
fr: Voir les propriétés pour le service « Découverte » sélectionné.
he: הצגת ההגדרות לשירות המשאבי חיבור הנבחר
hu: A kiválasztott szolgáltatás tulajdonságai.
it: Visualizza le proprietà dei servizi di connessione selezionati.
ja: 選択したディスカバリサービスのプロパティを表示します
lt: Peržiūrėti pasirinktos paslaugų radimo tarnybos ypatybes.
nl: Toon de eigenschappen van de geselecteerde discovery service.
no: Vis egenskapene til valgte oppdagelsestjeneste.
pl: Pokaż właściwosći dla zaznaczonego serwisu discovery.
pt: Ver as propriedades para o serviço de descobrimento selecionado.
ru: Просмотр свойств помеченной службы ресурсов соединений.
sl: Ogled lastnosti izbrane storitve discovery.
sq: Shikon vetitë e shërbimit zbulues të zgjedhur.
sv: Visa egenskaper för den valda upptäckstjänsten.
tr: Seçilmiş keşif servisinin özelliklerini göster.

source: Remove the selected discovery services.
af: Verwyder die geselekteerde ontdekkingsdienste.
ar: إزالة خدمات الإكتشاف المحددة
ca: Esborra aquest servei de descobriment.
de: Den markierten Service-Provider entfernen.
es: Eliminar este servicio de descubrimiento.
fr: Supprimer cette sélection de services de « Découverte ».
he: הסר את שירותי המשאבי חיבור הנבחרים
hu: A kiválasztott szolgáltatás eltávolítása.
it: Rimuovi il servizio di connessione selezionato.
ja: 選択したディスカバリサービスを削除します
lt: Pašalinti pasirinktas paslaugų radimo tarnybas.
nl: Verwijder de geselecteerde discovery services.
no: Fjern valgte oppdagelsestjeneste.
pl: Usuń zaznaczone serwisy discovery.
pt: Remover os serviços de descobrimento selecionado.
ru: Удалить помеченную службу ресурсов соединений.
sl: Odstrani izbrane storitve discovery.
sq: Fshin shërbimin zbulues të zgjedhur.
sv: Radera de valda upptäckstjänsterna.
tr: Seçilmiş keşif servislerini kaldır.

source: Advertise the selected GWebCache service to a random existing GWebCache.
af: Adverteer die geselekteerde GWebCache diens aan 'n willekeurige bestaande GWebCache.
ar: عشوائية متوفرة GWebCache المحددة إلى GWebCache إعلان خدمة
ca: Fes conèixer aquest servei de descobriment a un GWebCache aleatori.
de: Den markierten GWebCache mit einem zufälligen, anderen GWebCache bekannt machen.
es: Hacer conocer este servicio, a otros.
fr: Faire connaître le service « GWebCache » sélectionné à un « GWebcache » existant aléatoire.
he: .GWebCache לשירות רנדומלי קיים של GWebCache פירסום שירות
hu: Reklámozza GWebCache szolgáltatást egy másik létező GWebCache-nek.
it: Pubblicizza l'esistenza della GWebCache selezionata ad un'altra GWebCache esistente scelta in modo casuale.
ja: ランダムで既存GWebCasheへGWebCasheサービスの宣伝をします
lt: Anonsuoti pasirinktą GWebCache tarnybą atsitiktinei egzistuojančiai GWebCache tarnybai.
nl: De geselecteerde GWebCache dienst bekendmaken met een andere bestaande GWebCache.
no: Kjør valgte GWebCache-tjeneste mot en tilfeldig eksisterende GWebCache.
pl: Anonsuj wybrany GWebCache do losowego istniejącego GWebCache.
pt: Anunciar o GWebCache selecionado para um GWebCache aleatório existente.
ru: Рекламировать помеченную GWebCache службу в случайной GWebCache.
sl: Objavite izbrano GWebCache storitev naključnemu obstoječemu GWebCache-ju.
sq: Reklamon shërbimin e zgjedhur GWebDepo në një GWebDepo ekzistues rastësor.
sv: Annonsera de valda GWebCache-tjänsterna till en slumpvald existerande GWebCache.
tr: Mevcut GWebCache'i seçilmiş GWebCache servisine bildir.

source: Query the selected discovery services now.
af: Raadpleeg die geselekteerde ontdekkingsdienste nou.
ar: إستعلام عن خدمات الإكتشاف المحددة الآن
ca: Tramet una petició als serveis de descobriment seleccionats.
de: Den markierten Service-Provider jetzt abfragen.
es: Preguntar ahora, para adquirir más usuarios.
fr: Interroger maintenant cette sélection de services de « Découverte ».
he: שלח בקשה לשירותי המשאבי חיבור הנבחרים
hu: A kiválasztott szolgáltatás lekérdezése.
it: Consulta il servizio di connessione selezionato.
ja: 選択したディスカバリサービスに今すぐ問い合わせます
lt: Nusiųsti tuoj pat užklausą pasirinktai paslaugų radimo tarnybai.
nl: De geselecteerde discovery services nu opvragen.
no: Oppdater valgte oppdagelsestjeneste nå.
pl: Zapytaj teraz zaznaczone serwisy discovery.
pt: Procurar os serviços de descobrimento selecionados agora.
ru: Запросить помеченную службу соединений ресурсов сейчас.
sl: Poizveduj po izbranih storitvah discovery takoj!
sq: Heton menjëherë shërbimin zbulues të zgjedhur.
sv: Fråga de valda upptäckstjänsterna nu.
tr: Seçilmiş keşif servislerini şimdi sorgula.

source: Browse statistics for the selected GWebCache service on the Web.
af: Blaai deur statistieke van die geselekteerde GWebCache diens op die Web.
ar: المحددة على الشبكة GWebCache تصفح الإحصائيات لخدمة
ca: Mostra les estadístiques d'aquest servei de descobriment.
de: Die Statistikseite des markierten GWebCache-Service anzeigen.
es: Abrir el navegador de internet, para ver las estadísticas de este servicio.
fr: Parcourir sur le Web les statistiques du service « GWebCache »; sélectionné.
he: באינטרנט GWebCache סייר סטטיסטיקות לשירות
hu: Statisztika megjelenítése.
it: Esplora sul web le statistiche della GWebCache selezionata.
ja: 選択したGWebChacheのウェブ上での統計を参照します
lt: Peržvelgti internete pasirinktos GWebCache tarnybos statistiką.
nl: Op het internet de statistieken bekijken voor de geselecteerde GWebCache dienst.
no: Utforsk statistikken til valgte GWebCache-tjeneste på nettet.
pl: Przeglądaj statystyki w internecie dla wybranego GWebCache.
pt: Navegar as estatísticas do serviço GWebCache selecionado na rede.
ru: Просмотреть статистику помеченной службы GWebCache в Интернете.
sl: Brskajte po statistiki po izbrani GWebCache storitvi na spletu.
sq: Shfleton statistikat për shërbimin e zgjedhur GWebDepo në Rrjet.
sv: Visa statistik för GWebCache-tjänsten på webben.
tr: Seçilmiş GWebCache servisin web'deki istatiklerine gözat.

source: Show bootstrap services in the Discovery window.
af: Vertoon bootstrap dienste in die Ontdekkings-venster.
ar: إظهار خدمات البادئة في نافذة الإكتشاف
ca: Mostra els bootstraps a la finestra de serveis de descobriment.
de: Bootstrap-Dienste im Service Provider-Fenster anzeigen.
es: Mostrar servicio de bootstrap (puesta en marcha).
fr: Afficher les services de « bootstrap » (amorçage) dans la fenêtre « Découverte ».
he: בחלון שירות המשאבי חיבור bootstrap הראה שירותי
hu: Bootstrap szolgáltatás megjelenítése.
it: Mostra i servizi bootstrap nella finestra Servizi di connessione.
ja: ディスカバリウィンドウ内のブートストラップサービスを表示します
lt: Rodyti savikėlos („bootstrap“) tarnybas paslaugų radimo tarnybų lange.
nl: Bootstrap services in het discovery venster weergeven.
no: Vis bootstrap-tjeneste i oppdagelsesvinduet.
pl: Pokaż bootstrap'y w oknie Discovery.
pt: Mostrar os serviços de bootstrap na janela de Descobrimento.
ru: Показывать bootstrap службы в окне Ресурсов Соединений.
sl: Ogled storitev za začetno nalaganje (bootstrap) v oknu Discovery.
sq: Tregon shërbimet bootstrap në dritaren Zbulimi.
sv: Visa Bootstraptjänster i upptäcksfönstret.
tr: Keşif penceresindeki önyükleme servislerini göster.

source: Show GWebCache services in the Discovery window.
af: Vertoon GWebCache dienste in die Ontdekkings-venster.
ar: في نافذة الإكتشاف GWebCache إظهار خدمات
ca: Mostra els GWebCaches a la finestra de serveis de descobriment.
de: GWebCache-Dienste im Service Provider-Fenster anzeigen.
es: Mostrar GWebCaches.
fr: Afficher les services « GWebCache » dans la fenêtre « Découverte ».
hu: GWebCache szolgáltatás megjelenítése.
it: Mostra i servizi GWebCache nella finestra Servizi di connessione.
ja: ディスカバリウィンドウ内のGWebCacheサービスを表示します
lt: Rodyti GWebCache tarnybas paslaugų radimo tarnybų lange.
nl: GWebCache services in het discovery venster weergeven.
no: Vis GWebCache-tjeneste i oppdagelsesvinduet.
pl: Pokaż GWebCache'e w oknie Discovery.
pt: Mostrar os serviços de GWebCache na janela de Descobrimento.
ru: Показывать GWebCache службы в окне Ресурсов Соединений.
sl: Ogled storitev GWebCache v Discovery oknu.
sq: Tregon shërbimet GWebDepo në dritaren Zbulimi.
sv: Visa GWebCachetjänster i upptäcksfönstret.
tr: Keşif penceresindeki GWebCache servislerini göster.

source: Show eDonkey Server.met and DC++ hublist services in the Discovery window.
af: Vertoon eDonkey2000 Server.met dienste in die Ontdekkings-venster.
ar: في نافذة الإكتشاف eDonkey Server.met إظهار خدمات
ca: Mostra els serveis Server.met de eDonkey a la finestra de serveis de descobriment.
de: eDonkey-Server.met-URLs im Service Provider-Fenster anzeigen.
es: Mostrar servicios Server.met de eDonkey en la ventana de descubrimiento.
fr: Afficher les services Server.met eDonkey dans la fenêtre « Découverte ».
he: Show eDonkey2000 Server.met services in the Discovery window.
hu: eDonkey Server.met letöltöhelyek megjelenítése.
it: Mostra i servizi server.met di eDonkey nella finestra Servizi di connessione.
ja: ディスカバリウィンドウ内のeDonkey2000 Server.metを表示します
lt: Rodyti eDonkey Server.met tarnybas paslaugų radimo tarnybų lange.
nl: Toon de eDonkey Server.met services in het Discovery venster.
no: Vis eDonkey2000 server.met tjeneste i oppdagelsesvinduet.
pl: Pokaż Server.met'y eDonkey2000 w oknie Discovery.
pt: Mostrar os serviços da server.met do eDonkey na janela de Descobrimento.
ru: Показывать службы eDonkey Server.met в окне Ресурсов Соединений.
sl: Ogled storitev eDonkey2000 Server.met v Discovery oknu.
sq: Tregon shërbimet e Server.met të eDonkey në dritaren Zbulimi.
sr: Show eDonkey2000 Server.met services in the Discovery window.
sv: Visa eDonkey Server.met-tjänster i upptäcksfönstret.
tr: Keşif penceresindeki eDonkey2000 Server.met servislerini göster.

source: Create a new download group...
af: Skep 'n nuwe aflaaigroep...
ar: إمشاء مجموعة تحميل جديدة...
ca: Crea un nou grup de descàrregues...
de: Eine neue Downloadgruppe erstellen...
es: Crear un grupo nuevo de descarga...
fr: Créer un nouveau groupe de téléchargement...
he: צור קבוצת הורדות חדשה
hu: Új letöltési csoport létrehozása...
it: Crea un nuovo gruppo di download ...
ja: 新しいダウンロードグループを作成します...
lt: Sukurti naują parsisiuntimų grupę...
nl: Een nieuwe downloadgroep aanmaken...
no: Lag en ny nedlastings-gruppe...
pl: Utwórz nową grupę pobierań...
pt: Criar um novo grupo de download...
ru: Создать новую группу загрузок...
sl: Ustvari novo prenosno skupino (download group)...
sq: Krijon një grup të ri shkarkimi...
sr: Radi novu grupu skidanja...
sv: Skapa en ny nedladdningsgrupp…
tr: Yeni bir indirme grubu oluştur...

source: Pause all downloads in this group.
af: Vries alle aflaaie in hierdie groep.
ar: إيقاف كل التحميلات مؤقتا في هذه المجموعة
ca: Atura totes les transferències d'aquest grup.
de: Alle Downloads dieser Gruppe anhalten.
es: Detener todas las transferencias de este grupo.
fr: Mettre sur pause tous les téléchargements dans ce groupe.
he: השהה את כל ההורדות בקבוצה זו
hu: Minden letöltés szüneteltetése a csoportban.
it: Sospendi tutti i download di questo gruppo.
ja: このグループ内の全てのダウンロードを一時停止します
lt: Sustabdyti visų šios grupės failų parsisiuntmą.
nl: Pauzeer alle downloads van deze groep.
no: Sett alle nedlastingene i denne gruppen på pause.
pl: Zatrzymaj wszystkie pobierania w tej grupie.
pt: Pausar todos os downloads neste grupo.
ru: Приостановить загрузку всех файлов этой группы.
sl: Premor vseh prenosov v tej skupini.
sq: Pushon gjithë shkarkesat në grup.
sr: Pauziraj sva skidanja u ovoj grupi.
sv: Gör en paus för alla nedladdningar i denna grupp.
tr: Gruptaki tüm indirmeleri duraklat.
