Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: This search does not contain enough terms to function properly. All searches need a minimum number of valid, alphabetic characters to be able to start.
af: Hierdie soektog sluit nie genoeg terme in om korrek te funksioneer nie. Alle soektogte benodig 'n minimum aantal korrekte, alfabetiese karakters om te kan begin.
ar: هذا البحث لا يحتوي شروط كافية . جميع عمليات البحث تحتاج إلى أقل عدد من الرموز الحرفية للعثور على نتائج لها
ca: Aquesta cerca no conté suficients termes per a funcionar correctament. Totes les recerques necessiten un nombre minim de lletres alfabètiques vàlides per a poder començar.
de: Diese Suche enthält nicht genügend Begriffe um ordnungsgemäß zu funktionieren. Die Suche benötigt eine Mindestanzahl an gültigen Buchstaben, um gestartet werden zu können
es: Esta búsqueda no contiene suficientes términos para funcionar correctamente. Todas las búsquedas necesitan un número mínimo de letras alfabeticas válidas para poder comenzar.
fr: Cette recherche ne contient pas assez de termes pour fonctionner correctement. Toutes les recherches ont besoin d'un nombre minimum de lettres valides pour pouvoir commencer.
hu: Ez a keresés nem hatékony és nem működik megfelelően. Minden kereséshez egy minimális karakterszámból álló kifejezést kell használni a keresés elindításához.
it: Questa ricerca non contiene abbastanza termini per funzionare correttamente. Tutte le ricerche hanno bisogno di un numero minimo di caratteri validi e alfabetici per poter cominciare.
ja: この検索文字列には適切に検索が行われるだけのキーワードが含まれていません。 検索を開始することが出来る最低文字数が必要になります。
lt: Šis ieškinys yra prastai suformatuotas ir gali veikti neteisingai. Ieškiniuose turėtų būti minimalus skaičius teisingų raidžių/ženklų, kad būtų galima pradėti paiešką.
nl: Deze zoekopdracht bezit niet genoeg termen om hem uit te voeren. Alle zoekopdrachten hebben een minimum aantal geldige alfabetische letters nodig om te starten met zoeken.
no: Dette søket inneholder ikke nok kriterier for å fungere skikkelig. Alle søk trenger et minimum av gyldige, alfabetiske tegn for å kunne starte.
pl: To wyszukiwanie nie zawiera wystarczających fraz aby funkcjonować poprawnie. Wszystkie wyszukiwania potrzebują minimalną liczbę prawidłowych, alfabetycznych znaków, aby mogły zostać rozpoczęte.
pt: Esta busca não contém termos suficientes para funcionar apropriadamente. Todas as buscas precisam de um número mínimo de caracteres alfabéticos válidos para ser capaz de iniciar.
ru: Ваш запрос плохо сформатирован, и он может работать неправильно. Для того, чтобы смогли начать поиск, Вы должны использовать минимальное число правильных букв/знаков.
sl: Iskalni niz ne vsebuje dovolj izrazov za pravilno delovanje. Vsako iskanje zahteva vsaj neko najmanjše število veljavnih abecednih znakov.
sq: Kërkimi nuk i përmban termat e mjaftueshëm për të funksionuar si duhet. Për të nisur, gjithë kërkimet nevojitet të kenë një minimum numrash me shkronja alfabetike me vlerë.
sv: Denna sökning innehåller ej tillräckligt många termer för att fungera korrekt. Alla sökningar behöver ett minimum av giltiga alfanumeriska tecken för att kunna starta.
tr: Bu arama uygun biçimde işlemek için yeterli terimi içermez. Tüm aramalar başlayabilmek için geçerli alfabetik karakterlerden en az birine ihtiyaç duyar.

source: While common file extensions (and numbers) can be searched for, you must enter other terms as well when creating the search. Punctuation and wildcards are not used in searches, just the text you enter.
af: Alhoewel algemene lêeruitbreidings (en nommers) voor gesoek kan word, moet jy ander terme ook intik wanneer jy die soektog begin. Punktuasie en wisselkaarte word nie in soektogte gebruik nie, slegs die teks wat jy intik.
ar: للبحث عن إمتدادات الملفات المشتركة (و الأعداد) يجب أن تدخل شروط أخرى أيضا مثل الفواصل و علامات التنقيط و كلمات البدل
ca: Cercar únicament les extensions més comuns (i números) no està permès. Has de posar altres paraules quan estàs fent la cerca. La puntuació i els caracters comodí no seran processats en la cerca, solament el text que tu posis.
de: Nach bekannten Dateiendungen (und Zahlen) kann zwar gesucht werden, Sie müssen aber trotzdem weitere Begriffe eingeben, wenn Sie die Suche formulieren. Punktuation und Joker werden bei der Suche nicht beachtet, sondern nur der Text.
es: Cuando las extensiones más comunes (y números) que pueden ser buscados, debes poner otros términos cuando estas haciendo la búsqueda. Puntuación y comodines (* ?) no son usados en la búsqueda, solo el texto que tu pongas.
fr: Bien que les extensions de fichier communes (et les nombres) peuvent être recherchés, vous devez aussi y ajouter d'autres termes en formulant la recherche. La ponctuation et les wildcards ne sont pas employés dans les recherches, uniquement le texte que vous écrivez.
hu: Számok és kiterjesztések után is lehet keresni, de ezekhez még egyéb kifejezéseket is hozzá kell venni a keresés előtt. Az írásjeleket nem veszi figyelembe a kereső.
it: Sebbene le estensioni di file comuni (e numeri) possono essere cercati, devi inserire anche altri termini quando fai una ricerca. La punteggiatura e i caratteri jolly non sono usati nelle ricerche, solo il testo che digiti.
ja: 検索時には一般的なファイル拡張子(と数字)だけでなく、他の検索キーワードも 入力しなければなりません。句読点とワイルドカードは検索文字列内では使用されません。
lt: Jei atliekate paiešką pagal failų plėtinius ar naudojate skaičius, Jūs privalote užklausoje nurodyti taip pat ir papildomas sąlygas.
nl: Terwijl er bekende bestandsextenties (en nummers) gezocht kunnen worden, moet je toch ook nog andere termen opgeven wanneer je een zoekopdracht start. De punctuatie en vervangingen worden niet gebruikt in zoekopdrachten, enkel de tekst die je invoert.
no: Selv om vanlige filetternavn (og nummere) kan søkes etter, må du angi andre kriterier også, når du foretar et søk. Tegnsetting og jokertegn blir ikke brukt i søk, kun teksten du skriver inn.
pl: Jeżeli chcesz wyszukiwać pliki z popularnymi rozszerzeniami (i liczbami) musisz umieścić także inne frazy podczas tworzenia wyszukiwania.
pt: Enquanto extensões comuns de arquivos e números possam ser procurados, você deve entrar com outros termos também quando criar a busca. Pontuação e metacaracteres não são usados nas buscas, apenas o texto que você põe.
ru: Если в Вашем запросе имеются тип файла или цифры, Вы толжны указать дополнительные условия тоже.
sl: Lahko iščete po pogosto uporabljenih datotečnih končnicah (in številkah) vendar morate vnesti tudi druge izraze. Ločila in nadomestni znaki se pri iskanju ne uporabljajo temveč samo besedilo, ki ga vnesete.
sq: Ndonëse mund të kërkoni shtojca të zakonshme të skedave (edhe numra), gjatë krijimit të një kërkimi duhet të shkruani edhe terma të tjerë. Pikësimi dhe thonjëzat nuk përdoren, vetëm teksti që shkruani.
sr: While common file extentions (and numbers) can be searched for, you must enter other terms as well when creating the search. Punctuation and wildcards are not used in searches, just the text you enter.
sv: Medan vanliga filändelser (och nummer) kan såkas, måste du inkludera andra termer i din sökning. Skiljetecken och jokertecken används inte i sökningen, endast text du skriver.
tr: Genel dosya kapsamları (ve numaraları) aratıldığında, aramayı yaratıyorken iyi olarak diğer şarta girebilirsin. Noktalama ve özel sembollar aramalarda kullanılmazlar, sadece metin girin.

source: This search seems to contain only common file extensions, or no searchable words.
af: Hierdie soektog bevat slegs algemene lêeruitbreidings, of geen woorde waarvoor gesoek kan word nie.
ar: هذا البحث يبدو أنه يحتوي على إمتدادات ملفات مشتركة فقط أو لا يحتوي على كلمات قابلة للبحث
ca: Sembla que la cerca solament conté extensions d'arxius comuns, o paraules que no poden ser utilitzades.
de: Diese Suche scheint nur Dateierweiterungen bzw. Wörter, nach denen nicht gesucht werden kann, zu enthalten.
es: Parece que la búsqueda solamente contiene extensiones de archivos comunes, o palabras que no pueden ser utilizadas.
fr: Cette recherche semble ne contenir que des extensions de fichier communes, ou aucun mot qu'il est possible de rechercher.
hu: Ez a keresés csak fájlkiterjesztéseket vagy nem kereshető kifejezéseket tartalmaz.
it: Questa ricerca sembra contenere solo estensioni di file comuni, o termini non cercabili.
ja: この検索文字列は一般的なファイル拡張子だけしか指定されていない可能性があります。
lt: Šiame ieškinyje, rodos, yra tik bendri failų plėtiniai arba jame nėra žodžių.
nl: Deze zoekopdracht bevat blijkbaar enkel bekende bestandsextenties of geen opzoekbare woorden.
no: Dette søket ser ut til å kun inneholde vanlige filetternavn, eller ikke-søkbare ord.
pl: To wyszukiwanie zawiera tylko popul;arne rozszerzenia, lub niewyszukiwalne słowa.
pt: Esta busca parece conter apenas extensões comuns de arquivo, ou nenhuma palavra pesquisável.
ru: В этом запросе, кажется, отсутствуют слова или он имеет только общеизвестные типы файлов.
sl: Iskanje vsebuje bodisi samo navadne datotečne podaljške ali besede, po katerih iskanje ni mogoče.
sq: Me sa duket, kërkimi përmban vetëm shtojcën e zakonshme të skedës, ose fjalë që nuk kërkohen.
sr: This search seems to contain only common file extentions, or no searchable words.
sv: Denna sökning innehåller enbart vanliga filändelser eller saknar sökbara ord.
tr: Bu arama sadece ortak dosyaları kapsayan içerikleri gösterir, ya da aranabilen kelime yoktur.

source: If you are having trouble creating searches, keep in mind that it's quite similar to a web search. Specific terms or phrases are best- Unique names, titles and keywords.
af: As jy sukkel om soektogte te begin, hou in gedagte dat dit baie soos 'n web soektog is. Spesifieke terme of frases werk die beste - Unieke name, titels en sleutelwoorde.
ar: إذا البحث عندك مشكلة فتذكر بأنه مشابه للبحث على الإنترنت فقط قم بوضع الشروط أو العبارات و يفضل الأسماء الفريدة و العناوين و الكلمات الرئيسية
ca: Si estas tenint problemes al crear cerques, recorda que és molt similar a una cerca d'Internet. Termes específics i frases són el millor - Nombres únics, títols i paraules clau.
de: Wenn Sie Probleme haben die Suche zu formulieren, denken Sie daran, dass dies einer Websuche sehr ähnlich ist. Präzise Ausdrücke oder Sätze sind am Besten - eindeutige Namen, Titel und Schlüsselwörter.
es: Si estas teniendo problemas creando búsquedas, recuerda que es muy similar a una búsqueda de Internet. Terminos especificos o frases son los mejores - Nombres únicos, titulos y palabras clave.
fr: Si vous avez des problèmes pour créer des recherches, gardez à l'esprit qu'elle est tout à fait semblable à une recherche web. Les termes ou les expressions spécifiques sont les plus pertinantes - des noms, des titres et des mots-clés uniques.
hu: Ha problémái vannak a kereséssel, akkor gondoljon arra, hogy ez is csak olyan, mint a weben való keresés.
it: Se hai difficoltà a creare ricerche, tieni presente che è abbastanza simile ad una ricerca sul web. I termini specifici o le frasi sono la cosa migliore: Nomi unici, titoli e parole chiave.
ja: 検索キーワードの指定に何か問題がありましたら、それがウェブ検索と全く同じであることを 思い出してください。あなたが欲しいファイルを特定できるような単語やフレーズを指定して下さい。
lt: Jei susidūriate su sunkumais formuluodami užklausą, įsidėmėkite, kad ji panaši į paiešką žiniatinklyje. Geriausi yra specifiniai terminai ir frazės: unikalūs pavadinimai, vardai ir raktažodžiai.
nl: Als je moeilijkheden ondervindt bij het uitvoeren van zoekopdrachten, bedenk dat het gelijkaardig is aan een internetzoekopdracht. Specifieke termen of zinnen zijn het best unieke namen, titels en sleutelwoorden.
no: Hvis du har problemer med å foreta søk, husk at det er nokså likt som et nettsøk. Spesifikke uttrykk og kriterier er best- Unike navn, titler og nøkkelord.
pl: Jeżeli masz problem z ułożeniem wyszukiwania, pamiętaj, że to jest całkiem podobne do wyszukiwarki internetowej, jak np. Google. Specyficzne frazy są najlepsze - unikalne nazwy, tytuły i słowa kluczowe.
pt: Se você está tendo problemas em criar buscas, mantenha em mente que é bastante similar a uma busca na rede. Termos específicos ou frases são melhores - nomes únicos, títulos e palavras-chave.
ru: Если Вы сталкиваетесь с трудностями формулируя запросы, имейте ввиду, что они похожы на запросы в интернетных поисковиках. Лучше всего использовать специфичные термины и фразы: уникальные названия, имена и ключевые слова.
sl: Če imate težave pri iskanju, imejte v mislih, da je iskanje tu podobno, kot iskanje na spletu. Priporoča se uporaba specifičnih in edinstvenih izrazov in ključnih besed.
sq: Nëse keni probleme me krijimin e kërkimeve, mbani mend se është mjaft i ngjashëm me kërkimin në rrjet. Termat ose frazat e mirëpërcaktuara janë emrat unikë, titujt dhe fjalët kyçe.
sv: Om du finner det svårt att skriva bra sökningar, kom ihåg att det liknar vanlig webbsökning. Specifika termer och fraser är bäst - unika namn, titlar och nyckelord.
tr: Arama oluşturmada sıkıntı çekiyorsanız tamamıyla bir web araştırmaya benzer olduğunu akılda tutun. Belirli terim ya da deyimler en iyi nadir adlar, başlıklar ve anahtar kelimelerdir.

source: General terms cannot be searched for efficiently and may result in poor search performance, as well as high bandwidth use during searches.
af: Algemene terme kan nie effektief voor gesoek word nie en mag tot slegte soek werkverrigting lei, asook hoë bandwydte gebruik tydens soektogte.
ar: المصطلحات العامة لا يمكن البحث بها و قد تؤدي إلى لا شيء بالإضافة إلى إستهلاك نطاق عرض عالي أثناء عمليات البحث
ca: Els termes generals no poden ser buscats amb eficièncía i pot resultar una cerca pobra, i també fer servir massa banda ampla utilitzada en la cerca.
de: Nach allgemeinen Ausdrücken kann nicht effizient gesucht werden und kann zu schlechter Suchleistung und hohem Bandbreitenbedarf während des Suchens führen.
es: Terminos generales no pueden ser buscados con eficiencía y puede resultar en búsquedas pobres, y también como alta banda ancha utilizada en la búsqueda.
fr: Des termes généraux ne peuvent pas être recherchés efficacement et peuvent avoir comme conséquence des recherches pauvres, en sus d'une utilisation élevée de la bande passante pendant ces recherches.
hu: Az általános szavak használata valószínűleg nem ad megfelelő eredményt, így csökken a hatékonyság és a fölösleges eredmények csak növelik a program sávszéligényét.
it: I termini generali non possono essere cercati efficientemente e possono risultare in misere prestazioni di ricerca, come pure l'alto uso di larghezza di banda durante le ricerche.
ja: 一般的すぎるキーワードは効果的に検索できず、検索効率も悪くなり、検索時に大きな 帯域幅を使用することになります。
lt: Bendrinių terminų paieškos būna neefektyvios, blogai ieškomos ir gali sukelti duomenų srauto padidėjimą tokių paieškų metu.
nl: Standaardtermen kunnen ook niet effeciënt gebruikt worden in zoekopdrachten en kunnen leiden tot slechte zoekresultaten en hoog bandbreedteverbruik tijdens de zoekopdracht.
no: Generelle uttrykk kan ikke bli søkt etter på en effektiv måte, og kan resultere i dårlig søkeytelse og høyt bruk av båndbredde under søk.
pl: Ogólne wyszukiwania nie są efektywne i powodują niską wydajność wyszukiwania, a także duże obciążenie łącza podczas wyszukiwania.
pt: Termos gerais não podem ser procurados eficientemente e podem resultar em uma pobre performance de busca, assim como em um alto uso da banda durante as buscas.
ru: Поиск общих терминов бывает неэффективным и плохим, и это может вызвать большой поток данных во время поиска.
sl: Po splošnih izrazih ni mogoče učinkovito iskati in kot posledica takšnega iskanja lahko pride do slabšega delovanja ter visoke porabe pasovne širine.
sq: Termat e përgjithshëm nuk kërkohen me efektshmëri, ndaj edhe rezultatet mund të jenë të dobëta, sikurse përdorimi i lartë i shtrirjes së bandës.
sv: Generella termer kan inte sökas effektivt och kan leda till dålig sökprestanda och hög bandbreddsanvändning.
tr: General terimler verimli bir şekilde aranamazlar ve kalitesiz arama performansı kadar aramalar sırasında yüksek bandgenişliği kullanır.

source: Further help is available on the Envy web site.
af: Verdere hulp is beskikbaar op die Envy webblad.
ar: Envy للمزيد من العليمات على موقع
ca: Pots trobar més ajuda a la web de Envy
de: Weitere Informationen finden Sie auf der Envy Webseite.
es: Más ayuda puede ser encontrada en el sitio de Envy.
fr: Davantage d'aide est disponible sur le site Web de Envy.
hu: További segítséget a Envy weboldalán találhat.
it: Ulteriore aiuto è disponibile sul sito web di Envy.
ja: 追加詳細はEnvyウェブサイトを参照して下さい。
lt: Išsamesnę informaciją rasite Envy svetainėje.
nl: Meer hulp is beschikbaar op de Envy website.
no: Mer hjelp er tilgjengelig på Envy sin nettside.
pl: Dalszą pomoc można uzyskać na stronie Envy.
pt: Mais ajuda está disponível no site do Envy.
ru: Подробную информацию Вы найдете на сайте Envy.
sl: Dodatna pomoč je dosegljiva na spletni strani Envy.
sq: Për ndihmesë të mëtejshme, shkoni në truallin e Envy-s.
sv: Mer hjälp finns på Envys hemsida.
tr: Envy web sitesinde daha fazla yardım bulunabilir.

source: This search cannot be started
af: Hierdie soektog kan nie begin word nie
ar: الرجاء إعادة كتابة عبارة البحث
ca: Aquesta cerca no pot començar
de: Diese Suche kann nicht gestartet werden
es: Esta busqueda no puede ser empezada
fr: Cette recherche ne peut pas être démarrée
hu: Ezt a keresést nem lehet elkezdeni
it: Questa ricerca non può essere avviata
ja: この検索は出来ません
lt: Šios paieškos neįmanoma pradėti
nl: Deze zoekopdracht kan niet gestart worden
no: Dette søket kan ikke startes
pl: To wyszukiwanie nie może zostać rozpoczęte
pt: Esta busca não pôde ser iniciada
ru: Не могу начать этот поиск
sl: Iskanje se ne more začeti
sq: Ky kërkim nuk mund të nisë
sr: Ovu potragu ne mogu početi
sv: Denna sökning kan inte startas
tr: Arama Başlayamadı

source: The specified search would likely return a large number of results with adult content, and this option has been turned off. You should either re-phrase the search, or disable the filter.
af: Die gespesifiseerde soektog sal heel moontlik 'n groot aantal resultate met volwasse inhoud oplewer, en dit is afgeskakel in die opsies. Jy sal die soektog moet herbewoord, of die volwasse filter afskakel.
ar: البحث المحدد قد يؤدي إلى العثور على عدد كبير من النتائج التي تحتوي على أمور للبالغين . علما أن ذلك الخيار مغلق في الإعدادات يجب أن تعيذ صياغة العبارة أو تقوم بتعطيل المرشح
ca: Aquesta cerca conté resultats amb contingut per a adults. Has de tornar a donar un altre nom a la cerca, o bé deshabilitar el filtre.
de: Diese Suche würde wahrscheinlich eine große Anzahl an Ergebnissen mit erotischem Inhalt liefern. Dies wurde in den Einstellungen deaktiviert. Sie sollten die Suche entweder neu formulieren, oder den Filter deaktivieren.
es: Esta busqueda pudiera dar un número elevado de archivos con contenido para adultos, esto puede ser deshabilitado en las opciones. Debes volver a dar otro nombre a la busqueda, o desabilitar el filtro.
fr: La recherche spécifiée retournerait probablement un large nombre de résultats avec du contenu adulte, et ceci a été interdit dans les réglages. Vous pouvez soit reformuler votre recherche, soit désactiver ce filtre.
hu: A keresés valószínűleg hatalmas mennyiségű felnőtt tartalommal rendelkező fájlt produkálna, ezt a beépített tartalomszűrő megakadályozta. Fogalmazza át a keresést vagy kapcsolja ki a szűrőt.
it: Questa ricerca potrebbe generare un numero notevole di risultati con contenuto adatto per soli adulti, e questo è stato proibito nella configurazione. Puoi alternativamente rivedere i termini impostati nella ricerca, o disabilitare il filtro.
ja: 指定された検索は成人向けの内容を含む検索結果になる可能性があるため、設定により キャンセルされました。別の検索文字列を指定するか、フィルタを無効にして下さい。
lt: Ši paieška greičiausiai grąžins didelį kiekį radinių su turiniu suaugusiems, o toks turinys yra uždraustas nuostatose. Jums reikėtų perfrazuoti savo paiešką arba atjungti filtrą.
nl: De opgegeven zoekopdracht zou waarschijnlijk een groot aantal resultaten weergeven met inhoud voor volwassenen, en dit is uitgeschakeld in de instellingen. Je zal de zoekopdracht anders moeten formuleren, of de filter uitschakelen.
no: Det spesifiserte søket vil sannsynligvis gi et stort antall resultater med innhold ment kun for voksne. Dette forhindres av et filter for voksent innhold, som finnes under Innstilinger. Forandre søketeksten eller skru av filteret for voksent innhold.
pl: To wyszukiwanie prawdopodobnie zwróciłoby dużą liczbę wyników z zawartością dla dorosłych, a to zostałow wyłączone w ustawieniach. Powinieneś albo wyłączyć filtr, albo inaczej skonstruować wyszukiwanie.
pt: A busca especificada provavelmente retornaria um grande número de resultados com um conteúdo adulto, e isto foi desligado nas configurações. Você deveria ou refazer a busca, ou desativar o filtro.
ru: Указанный поиск, возможно, даст большое количество результатов с содержимым для взрослых, а такое содержимое запрещено в установках. Перефразируйте Ваш поиск или отключите фильтр.
sl: Iskanje, ki ste ga želeli izvesti, bi po vsej verjetnosti vrnilo veliko zadetkov z vsebino namenjeno izključno odraslim osebam, kar pa je bilo v namestitvah izklopljeno. Iskalni niz boste morali ali spremeniti ali pa onemogočiti delovanje filtra.
sq: Kërkimi i përcaktuar ka mundësi që të kthejë një numër të madh rezultatesh me përmbajtje për të rritur, dhe kjo gjë është çaktivizuar tek vendosjet. Duhet ose ta riformuloni kërkesën, ose ta çaktivizoni filtrin.
sr: The specified search would probably return a large number of results with adult content, and this has been turned off in the settings. You should either re-phrase the search, or disable the filter.
sv: Den valda sökningen skulle antagligen skapa ett stort resultat med vuxeninnehåll och detta har blivit avstängt i inställningarna. Du bör antingen formulera om din söktext eller stänga av filtret.
tr: Belirilen aramalar büyük ihtimalle gelişmiş içerikle çok sayıda sonuç dönebilir, bunu ayarlardan kapatabilirsiniz. Ya anlamlı arama yapabilir ya da filtreyi engelleyebilirsiniz.
