Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Help protecting your system from hostile programs.
af: Hulp met die beskerming van jou stelsel teen gevaarlike programme.
ar: تعليمات عن حماية نظامك من البرامج العدائية
ca: Ajuda protegint el teu sistema de programes hostils
de: Hinweise, wie Sie ihren Computer vor schädlichen Programmen (Viren, Spyware) schützen können.
es: Ayuda protegiendo tu sistema de programas hostiles
fr: Aide pour protéger votre système des programmes hostiles
he: עזרה בהגנה על קבצי המערכת שלך מתוכניות זדוניות
hu: Veszélyes programok elleni védekezés.
it: Aiuta il tuo sistema a proteggersi da programmi pericolosi.
ja: 悪意のあるプログラムからシステムを守るためのヘルプ
lt: Sužinokite, kaip apsisaugoti nuo kenkėjų tinkluose.
nl: Helpt je systeem te beschermen tegen kwaadaardige programma's.
no: Få hjelp til å beskytte systemet ditt mot fiendtlige programmer
pl: Pomóż ochraniać swój system przed wrogimi programami.
pt: Ajuda para proteger o seu sistema de programas hostis
ru: Узнайте как защититься от вредителей в сетях.
sl: Pomoč pri obvarovanju vašega sistema pred sovražnimi programi.
sq: Ndihmon në mbrojtjen e sistemit nga programet keqbërëse.
sr: Zaštite Vaš sistem od neprijateljskih programa - pomoć.
sv: Få hjälp att skydda din dator från skadlig programvara.
tr: Zararlı programlardan sisteminizi korumak için yardım.

source: Check for news and updates.
af: Kyk vir nuus en opdaterings.
ar: التدقيق عن أخبار و عن تحديثات
ca: Comprova notícies i actualitzacions.
de: Neueste Nachrichten und Updates.
es: Ver noticias y actualizaciones.
fr: Vérifier le présence d'informations et de mises à jour.
he: בדוק אם יש חדשות ועדכונים
hu: Frissítések és új hírek ellenőrzése.
it: Controlla notizie e aggiornamenti.
ja: ニュースと更新をチェックします
lt: Sužinokite naujienas ir apie atnaujinimus.
nl: Controleer op nieuws of updates.
no: Se nyheter og oppdateringer.
pl: Sprawdź dla nowości i aktualizacji.
pt: Checar por novidades e atualizações.
ru: Узнайте новости и об обновлениях.
sl: Pregled novic in posodobitev.
sq: Verifikon për lajmet dhe ridatimet.
sr: Pogledajte novosti.
sv: Sök efter nyheter och uppdateringar.
tr: Yenilikleri ve güncelleştirmeleri kontrol et.

source: Run the connection test.
ar: تشغيل إختبار الإتصال
ca: Executa la prova de connexió.
de: Prüfen, ob ihre Konfiguration eingehende Verbindungen zulässt.
es: Ejecutar el test de conexión.
fr: Effectuer le test de connexion.
he: הרץ את בדיקת החיבור.
hu: Kapcsolódási teszt lefuttatása.
it: Lancia il test della connessione.
lt: Atlikite susijungimo testą.
nl: Voer de verbindings test uit.
pt: Execute o teste de conexão.
ru: Произвести тест соединения.
sq: Vepron testin e lidhjes.
sv: Testa din anslutning.
tr: Bağlantıyı kontrol et.

source: Visit this website
af: Besoek hierdie webtuiste
ar: زيارة هذا الموقع
ca: Visita aquest lloc web
de: Webseite1 besuchen
es: Visitar este sitio
fr: Visiter ce site web
he: בקר את אתר זה
hu: Ellátogat a Zeropaid.com-ra.
it: Visita questo sito web
ja: このウェブサイトを訪問します
lt: Aplankyti šią svetainę
nl: Bezoek deze website
no: Besøk denne nettsiden
pl: Odwiedź tą stronę
pt: Visite este site
ru: Посетить этот сайт
sl: Obisk tega spletišča
sq: Viziton truallin
sr: Poseti ovu web stranicu
sv: Besök webbplatsen
tr: Web sitesini ziyaret et

source: If you want, you can donate to our legal fund and show your appreciation.
ar: إذا كنت تريد ، يمكنك أن تتبرع إلى حسابنا القانوني و تبدي لنا تقديرك
de: Wenn Sie möchten, können Sie für unsere gerichtlichen Geldmittel spenden und um Ihre Wertschätzung zu zeigen.
fr: Si vous le voulez, vous pouvez faire un don à notre fonds de défense juridique et montrer votre soutien.
he: לבחירתך, תוכל לתרום לקופת ההגנה המשפטית ולהראות את הערכתך.
hu: Ha szeretne nekünk adományt küldeni, akkor azt itt legálisan megteheti.
it: Se lo desideri, puoi donarci dei fondi e dimostrare il tuo apprezzamento.
lt: Jei norite, jūs galite paaukoti į mūsų legalų fondą ir parodyti savo dėkingumą.
pt: Se você quiser, você pode doar para o nosso fundo legal e mostrar a sua apreciação.
ru: Вы можете пожертвовать немного средств для развития этой программы.
sq: Nëse doni, mund të kontribuoni te fondi ynë i ligjshëm dhe të tregoni falënderimin tuaj.
sv: Om du vill, kan du donera till vår juridiska fond och visa din uppskattning.
tr: Eğer isterseniz, projeye bağışta bulunarak Envy'yı beğendiğinizi gösterebilirsiniz

source: Clear the hit monitor buffer.
af: Maak die trefmonitor buffer skoon.
ar: مسح المخزون المؤقت لمراقب ضربات
ca: Esborra l'historial del monitor de hits.
de: Den Treffermonitor-Puffer leeren.
es: Borrar el historial.
fr: Nettoyer le tampon du moniteur d'accès.
he: נקה את זיכרון התוצאות של המוניטור
hu: Törli az összes találati bejegyzést.
it: Pulisci la memoria del monitor dei file più richiesti.
ja: ヒットモニタのバッファをクリアします
lt: Valyti kreipinių monitoriaus buferį.
nl: De buffer van de hit monitor wissen.
no: Oppdater treffmonitor-bufferen.
pl: Wyczyść bufor monitora trafień.
pt: Limpar o buffer do monitor de acerto.
ru: Очистить буфер монитора хитов.
sl: Počisti medpomnilnik nadzornika zadetkov.
sq: Pastron zbutësin e monitorimit të hiteve.
sr: Očisti buffer praćenja pogodaka.
sv: Rensa träffmonitorns buffert.
tr: Ulaşılan denetleme belleğini temizle.

source: Pause hit monitoring.
af: Vries die trefmonitor.
ar: إيقاف مراقبة الضربات مؤقتا
ca: Posa en pausa el monitor de hits.
de: Den Treffermonitor anhalten.
es: Poner en pausa la monitorización.
fr: Mettre en pause le moniteur d'accès.
he: השהה את זיכרון התוצאות של המוניטור
hu: Szünetelteti a megfigyelést.
it: Sospendi il monitor dei file più richiesti.
ja: ヒットモニタを一時停止します
lt: Pristabdyti kreipinių stebėjimą.
nl: Pauzeer het meekijken naar hits.
no: Sett treffmonitoren på pause.
pl: Zatrzymaj monitorowanie trafień.
pt: Pausar a monitoração de acerto.
ru: Приостановить вывод в монитор хитов.
sl: Premor nadzornika zadetkov.
sq: Pushon monitorimin e hiteve.
sr: Pauziraj praćenje pogodaka.
sv: Gör en paus i träffmontorn.
tr: Ulaşılan denetlemeleri duraklat.

source: Search the network for the selected term.
af: Deursoek die netwerk vir die geselekteerde term.
ar: البحث في الشبكة عن المادة المحددة
ca: Cerca a la xarxa el resultat seleccionat.
de: Das Netzwerk nach dem markierten Ausdruck durchsuchen.
es: Buscar en red por el resultado seleccionado.
fr: Rechercher le réseau avec le terme sélectionné.
he: חפש את הרשת עבור המונח הנבחר
hu: Keresés a hálózaton a megadottak alapján.
it: Cerca nella rete le parole selezionate.
ja: ネットワークで選択した項目を検索します
lt: Ieškoti tinkle pasirinkto termino.
nl: Op het netwerk zoeken naar de geselecteerde term.
no: Søk på nettverket etter valgte uttrykk.
pl: Przeszukaj sieć dla zaznaczonego wyrażenia.
pt: Procurar na rede o termo selecionado.
ru: Искать в сети указанную фразу.
sl: Iskanje po omrežju po izbranem iskalnem pojmom.
sq: Kërkon në rrjet për termin e zgjedhur.
sr: Traži na mreži označeni pojam.
sv: Sök på nätverket efter den valda artikeln.
tr: Seçilmiş terimi ağda ara.

source: Connect to selected hosts.
af: Konnekteer aan die geselekteerde gashere.
ar: الإتصال مع المضيف(ين) المحدد
ca: Connecta als servidors seleccionats.
de: Mit markierten Host(s) verbinden.
es: Conectar a los usuarios seleccionados.
fr: Se connecter à cette sélection d'hôtes.
he: התחבר לכתובות הנבחרות
hu: Kapcsolódik a kiválasztott kiszolgáló(k)hoz.
it: Connetti all'host selezionato.
ja: 選択したホストへ接続します
lt: Jungtis prie pasirinkto adresato(-ų).
nl: Verbinden met de geselecteerde gastheren.
no: Koble til valgte vert.
pl: Podłącz do zaznaczonego hosta(ów).
pt: Conectar ao(s) host(s) selecionado(s).
ru: Соединится с помеченным хостом(и).
sl: Povezava na izbrane gostitelje.
sq: Lidhet te hosti i zgjedhur.
sr: Spoji se na označeni komp.
sv: Anslut till de valda värdarna.
tr: Seçilmiş hostlara bağlan.

source: Disconnect from the selected neighbor.
af: Diskonnekteer die geselekteerde gasheer konneksie(s).
ar: قطع الإتصال من الجوار المحدد
ca: Desconnecta dels servidors seleccionats.
de: Verbindung zu markierten Host(s) beenden.
es: Desconectar de los usuarios seleccionados.
fr: Se déconnecter de cette sélection d'hôtes.
he: התנתק מהשכנים הנבחרים
hu: Lekapcsolódik a kiválasztott szomszéd(ok)ról.
it: Disconnetti l'host selezionato.
ja: 選択した近隣から切断します
lt: Atsijungti nuo pasirinkto kaimyno(-ų).
nl: De verbinding verbreken met de geselecteerde gastheren.
no: Koble fra valgte nabo.
pl: Odłącz od zaznaczonego(ych) sąsiada (sąsiadów).
pt: Desconectado do(s) vizinho(s) selecionado(s).
ru: Отключиться от помеченного хоста(ов).
sl: Prekinitev povezave z izbranega gostitelja.
sq: Shkëputet nga hosti i zgjedhur.
sr: Isključi se od suseda.
sv: Koppla ifrån de valda grannarna.
tr: Seçilmiş komşularla bağlantıyı kes.

source: Show eDonkey servers.
af: Vertoon eDonkey2000 bedieners.
ar: إظهار خادمات eDonkey
ca: Mostra servidors d'eDonkey.
de: eDonkey-Server anzeigen.
es: Mostrar servidores de eDonkey.
fr: Afficher ou masquer les serveurs eDonkey.
he: הצג שרתים של אידונקי
hu: eDonkey szerverek megjelenítése.
it: Mostra i server eDonkey.
ja: eDonkey2000サーバーを表示します
lt: Rodyti eDonkey serverius.
nl: Toon eDonkey Servers.
no: Vis eDonkey2000-servere.
pl: Pokaż serwery eDonkey2000.
pt: Mostrar servidores do eDonkey.
ru: Показать eDonkey серверы.
sl: Prikaz eDonkey2000 strežnikov.
sq: Tregon serverat eDonkey.
sr: Pokazuje eDonkey2000 servere.
sv: Visa eDonkey-servrar
tr: eDonkey2000 sunucularını göster.

source: Download an eDonkey "server.met" or DC++ "hublist.xml.bz2" file...
af: Laai 'n eDonkey2000 "server.met" lêer af...
ar: تحميل ملف eDonkey "server.met"...
ca: Descarrega una llista de servidors de eDonkey, "server.met"...
de: Ein "server.met"-Datei für eDonkey herunterladen...
es: Descargar lista de servidores de eDonkey, "server.met" archivo...
fr: Télécharger un fichier « server.met »...
he: של אידונקי2000 "server.met" הורד קובץ
hu: eDonkey "server.met" fájl letöltése...
it: Scarica un file "server.met" di eDonkey...
ja: eDonkey2000 "server.met" ファイルをダウンロードします...
lt: Parsisiųsti eDonkey „server.met“ failą...
nl: Download een eDonkey "server.met" bestand...
no: Last ned en eDonkey2000 "server.met" fil...
pl: Pobierz plik "server.met"...
pt: Baixar um arquivo "server.met" para o eDonkey...
ru: Загрузить файл eDonkey «server.met»...
sl: Prenos eDonkey2000 "server.met" datoteke...
sq: Shkarkon skedën nga eDonkey "server.met"...
sr: Skini eDonkey2000 "server.met" datoteku...
sv: Ladda ned eDonkey "Server.met"-fil..
tr: eDonkey2000 "server.met" dosyası indir...

source: Show Gnutella1 cached hosts.
af: Vertoon Gnutella1 gasheer kasgeheue.
ar: إظهار المضيف المخزن مؤقتا لـ Gnutella1
ca: Mostra servidors al caxè de Gnutella1.
de: Gecachte Hosts anzeigen (G1).
es: Mostrar Gnutella1.
fr: Afficher les hôtes Gnutella en cache.
he: הצג כתובות של גנוטלה1
hu: Gnutella1 kiszolgálók megjelenítése.
it: Mostra cache host di Gnutella1.
ja: Gnutella1キャッシュホストを表示します
lt: Rodyti Gnutella1 tinklo adresatus, esančius laikinoje talpykloje.
nl: Gnutella1 gecachede gastheren tonen.
no: Vis Gnutella1-vertene.
pl: Pokaż hosty Gnutella1 w cache'u.
pt: Mostrar hosts armazenados da Gnutella 1.
ru: Показать кэшированные хосты Gnutella1.
sl: Prikaz medpomnenjih gostiteljev sistema Gnutella1.
sq: Tregon hostet në depot e Gnutella1.
sr: Pokaži Gnutella1 cached hosts.
sv: Visa Gnutella1s värdar i cachen.
tr: Gnutella1 host bellek sunucularını göster.

source: Show Gnutella2 cached hosts.
af: Vertoon Gnutella2 gasheer kasgeheue.
ar: إظهار المضيف المخزن مؤقتا لـ Gnutella2
ca: Mostra servidors al caxè de Gnutella2.
de: Gecachte Hosts anzeigen (G2).
es: Mostrar Gnutella2 de GWebCaches.
fr: Afficher les hôtes Gnutella2 en cache.
he: הצג כתובות של גנוטלה2
hu: Gnutella2 kiszolgálók megjelenítése.
it: Mostra cache host di Gnutella2.
ja: Gnutella2キャッシュホストを表示します
lt: Rodyti Gnutella2 tinklo adresatus, esančius laikinoje talpykloje.
nl: Gnutella2 gecachede gastheren tonen.
no: Vis Gnutella2-vertene.
pl: Pokaż hosty Gnutella2 w cache'u.
pt: Mostrar hosts armazenados da Gnutella 2.
ru: Показать кэшированные хосты Gnutella2.
sl: Prikaz medpomnenjih gostiteljev sistema Gnutella2.
sq: Tregon hostet në depot e Gnutella2.
sr: Pokaži Gnutella2 cached hosts.
sv: Visa Gnutella2s värdar i cachen.
tr: Gnutella2 host bellek sunucularını göster.

source: Show Gnutella2 horizon hubs.
af: Vertoon Gnutella2 horison hubs.
ar: إظهار محاور الأفق لـ Gnutella2
ca: Mostra el límit de servidors per cerca de la xarxa Gnutella2.
de: Horizont anzeigen (G2).
es: Mostrar Gnutella2.
fr: Afficher les hubs d'horizon de Gnutella2.
he: של גנוטלה2 horizon hubs הצג
hu: Gnutella2 hubok megjelenítése.
it: Mostra orizzonte hub Gnutella2.
ja: Gnutella2水平ハブを表示します
lt: Rodyti Gnutella2 tinklo kertinius mazgus.
nl: Gnutella2 horizon hubs tonen.
no: Vis Gnutella2 horizon-hubene.
pl: Pokaż Gromade hubów Gnutella2.
pt: Mostrar o horizonte dos Hubs Gnutella 2.
ru: Показать верхние узлы Gnutella2.
sl: Prikaz obzornih zvezdišč (horizon hubs) sistema Gnutella2.
sq: Tregon nyjet në horizont të Gnutella2.
sr: Pokaži Gnutella2 horizon hubs.
sv: Visa Gnutella2-horizontnaven.
tr: Gnutella2 çevre hubları göster.

source: Import a list of known hosts, such as a "server.met" file...
af: Trek 'n lys van bekende bedieners in, soos 'n "server.met" lêer...
ar: إستيراد قائمة المضيفين المعروفين ، مثل ملف "server.met"...
ca: Importa una llista de servidors coneguts d'un arxiu "server.met"...
de: Eine Liste bekannter Hosts importieren, z.B. eine "server.met" - Datei...
es: Importa una lista de servidores conocidos de un archivo "server.met" archivo...
fr: Importer une liste d'hôtes connus, tel qu'un fichier « server.met »...
he: "server.met" ייבא רשימה של כתובות ידועות כמו
hu: Ismert kiszolgálók listájának importálása, mint a "server.met" fájl...
it: Importa una lista degli host conoscuti, così come il file "server.met"...
ja: "server.met" ファイルのような既知ホストのリストをインポートします...
lt: Importuoti žinomų adresatų sąrašą iš tokio failo, kaip kad „server.met“ failas...
nl: Importeer een lijst van bekende gastheren, bijvoorbeeld een "server.met" bestand...
no: Åpne en liste med kjente verter, som en "server.met" fil...
pl: Importuj listę znanych hostów, taką jak plik "server.met"...
pt: Importar uma lista de hosts conhecidos, tais como o arquivo "server.met"...
ru: Импортировать список известных хостов (например, из файла «server.met»)...
sl: Uvoz seznama znanih gostiteljev, kot npr. "server.met" datoteke...
sq: Importon listën me hostet e njohura, p.sh. skedën "server.met"...
sv: Importera en lista över kända värdar som t.ex. "Server.met"-fil.
tr: "server.met" dosyasına benzeyen, bilinen hostların bir listesini aktar...

source: Try to connect to this server before other servers.
af: Probeer aan hierdie bediener konnekteer voor ander bedieners.
ar: حاول الإتصال إلى هذا الخادم قبل الخادمات الأخرى
ca: Connecta primer a aquest servidor.
de: Zuerst versuchen, zu diesem Server verbinden, bevor andere versucht werden.
es: Conectar primero a este servidor.
fr: Donner la priorité à cette sélection de serveurs pour l'établissement d'une connexion.
he: נסה להתחבר לשרת זה לפני שרתים אחרים
hu: Próbáljon előbb ehhez a szerverhez kapcsolódni.
it: Prova a connetterti a questo server prima degli altri server.
ja: 他のサーバの前にこのサーバへの接続を試行します
lt: Mėginti jungtis prie šito serverio, prieš jungiantis prie kitų.
nl: Probeer eerst met deze server te verbinden, voordat met andere servers wordt verbonden.
no: Prøv å koble til denne serveren før de andre tjenerne.
pl: Sprubuj się połączyć najpierw z tym serwerem.
pt: Tentar conectar a este servidor antes dos outros.
ru: Пробовать подсоединиться к этому серверу прежде чем к другим.
sl: Poskušaj se najprej povezati na ta strežnik.
sq: Provon të lidhet me një server para të tjerëve.
sr: Pokušaj se spojiti prvo na ovaj server.
sv: Försök att ansluta till denna server före andra servrar.
tr: Diğer sunuculardan önce bu sunucuya bağlanmayı dene.

source: Remove the selected hosts from the host cache.
af: Verwyder die geselekteerde gashere van die gasheerlys.
ar: إزالة مضيفين محددين من المخزون المؤقت للمضيف
ca: Elimina els usuaris seleccionats del caxè.
de: Die ausgewählten Hosts vom Hostcache entfernen.
es: Elimina los usuarios seleccionados del cache.
fr: Supprimer cette sélection d'hôtes du cache.
he: הסר את הכתובות הנבחרות מהרשימה
hu: Eltávolítja a kiválasztott kiszolgálókat a Kiszolgálók listájából.
it: Rimuovi gli host selezionati dalla cache host.
ja: ホストキャッシュから選択したホストを削除します
lt: Šalinti pasirinktus adresatus iš adresatų talpyklos.
nl: Verwijder de geselecteerde gastheren uit de gastherencache.
no: Fjern valgte vert fra vert-cache-listen.
pl: Usuń zaznaczone hosty z cache'a hostów.
pt: Remover os Host selecionados do cache de host.
ru: Удалить помеченные хосты из кэша хостов.
sl: Odstranitev izbranih gostiteljev iz medpomnilnika gostiteljev..
sq: Fshin hostin e zgjedhur nga depoja e hosteve.
sv: Raderar de valda värdarna från värdcachen.
tr: Seçilmiş hostları, Host belleğinden çıkart.

source: Add a new folder to your library...
af: Voeg 'n nuwe gids by jou biblioteek...
ar: إضافة مجلد جديد إلى مكتبتك...
ca: Afegeix una nova carpeta a la col·lecció...
de: Ihrer Bibliothek einen neuen Ordner hinzufügen...
es: Agregar una nueva carpeta a mi Colección...
fr: Ajouter un nouveau dossier à votre bibliothèque...
he: הוסף תיקייה חדשה לספריה שלך
hu: Új mappa a könyvtárban...
it: Aggiungi una nuova cartella alla tua libreria...
ja: ライブラリに新しいフォルダを追加します...
lt: Pridėti naują aplanką prie savo kolekcijos...
nl: Voeg een nieuwe map toe aan je bibliotheek...
no: Legg til ny mappe i mine filer...
pl: Dodaj nowy folder do zasobów...
pt: Adicionar uma nova pasta a sua biblioteca...
ru: Добавить новую папку в Ваше хранилище...
sl: Dodaj novo mapo v svojo knjižnico...
sq: Shton një dosje të re në librari...
sr: Dodaj novu fasciklu u kolekciju...
sv: Lägg till en mapp till ditt bibliotek…
tr: Kütüphanenize yeni klasör ekleyin...

source: Delete the selected album folder.
af: Skrap die geselekteerde albumgids.
ar: حذف مجلد الألبوم المحدد
ca: Esborra l'àlbum seleccionat.
de: Das markierte Album löschen.
es: Borrar la carpeta virtual o album.
fr: Supprimer le dossier « album » sélectionné.
he: מחק את תיקיית האלבום הנבחרת
hu: Törli a kiválasztott mappát.
it: Elimina la cartella album selezionata.
ja: 選択したアルバムフォルダを削除します
lt: Pašalinti pasirinktą albumo katalogą.
nl: Verwijder het geselecteerde album.
no: Slett valgte mappe.
pl: Usuń zaznaczony folder albumu.
pt: Apagar a pasta do álbum selecionada.
ru: Удалить помеченную папку альбома.
sl: Zbriši izbrano albumsko mapo.
sq: Fshin dosjen e zgjedhur me albume.
sr: Obriši odabranu fasciklu albuma.
sv: Radera de valda albummapparna.
tr: Seçilmiş albüm klasörlerini sil.

source: Open the selected album folder.
af: Open die geselekteerde albumgids.
ar: فتح مجلد الألبوم المحدد
ca: Obre l'àlbum seleccionat.
de: Das Album öffnen.
es: Abrir la carpeta o album seleccionado.
fr: Ouvrir le dossier « album » sélectionné.
he: פתח את תיקיית האלבום הנבחרת
hu: Album megnyitása.
it: Apri la cartella album selezionata.
ja: 選択したアルバムフォルダを開きます
lt: Atverti pasirinktą albumo katalogą.
nl: Open het geselecteerde album.
no: Åpne valgte mappe.
pl: Otwórz zaznaczony folder albumu.
pt: Abrir a pasta do álbum selecionada.
ru: Открыть помеченную папку альбома.
sl: Odpri izbrano albumsko mapo.
sq: Hap dosjen e zgjedhur me albume.
sr: Otvori odabranu fasciklu albuma.
sv: Öppna de valda albummapparna.
tr: Seçilmiş albüm klasörlerini aç.

source: View and edit the properties of the selected album folder...
af: Vertoon of verander die kenmerke van die geselekteerde albumgids...
ar: عرض و تحرير الخصائص لمجلد الألبوم المحدد...
ca: Mostra o edita les propietats de l'àlbum seleccionat
de: Die Eigenschaften des markierten Albums anzeigen und bearbeiten...
es: Ver o editar propiedades...
fr: Voir et modifier les propriétés du dossier « album » sélectionné.
he: הצג וערוך מאפיינים של תיקיית האלבום הנבחרת
hu: A kiválasztott mappa tulajdonságainak szerkesztése...
it: Visualizza e modifica le proprietà della cartella album selezionata...
ja: 選択したアルバムフォルダのプロパティを表示・編集します...
lt: Peržiūrėti ir taisyti pasirinkto albumo katalogo ypatybes...
nl: Toon en wijzig de eigenschappen van het geselecteerde album...
no: Vis og endre egenskapene til valgte mappe...
pl: Pokaż i edytuj właściwości zaznaczonego folderu albumu...
pt: Ver e editar as propriedades da pasta do álbum selecionada...
ru: Просмотр и правка свойств помеченной папки альбома...
sl: Poglej in uredi lastnosti izbranih albumskih map...
sq: Tregon dhe editon vetitë e dosjes së zgjedhur me albume...
sr: Pogledaj i uredi svojstva selektovane album fascikle...
sv: Visa och ändra egenskaper för de valda albummapparna…
tr: Seçilmiş albüm klasörlerinin özelliklerini göster ve yayınla...

source: Download metadata for selected files from Bitprints...
af: Laai metadata vir die geselekteerde lêer(s) af vanaf Bitprints...
ar: تحميل بيانات التعريف للملف المحدد من Bitprints...
ca: Adquireix la metainformació des de Bitprints...
de: Metadaten für die markierte(n) Datei(en) von Bitprints herunterladen...
es: Adquirir la metadata de Bitprints...
fr: Télécharger les métadonnées depuis Bitprints pour cette sélection de fichiers...
he: הורד metadata לקובץ/ים הנבחר/ים מ-Bitprints...
hu: Metaadat letöltésea Bitprints-ről...
it: Scarica i metadata dei file selezionati da Bitprints...
ja: Bitprintsから選択したファイル用のメタデータをダウンロードします...
lt: Parsisiųsti pasirinkto failo(-ų) meta duomenis iš Bitprints...
nl: Download metadata voor de geselecteerde bestand(en) vanaf Bitprints...
no: Last ned metadata for valgte fil(er) fra Bitprints...
pl: Pobierz metadane dla zaznaczonego(ych) pliku(ów) od Bitprints...
pt: Baixar metadata para o(s) arquivo(s) selecionado(s) do Bitprints...
ru: Загрузить мета данные для помеченного файла(ов) с Bitprints...
sl: Prenesi metapodatke za izbrane datoteke od sistema Bitprints...
sq: Shkarkon metadatat për skedën e zgjedhur me Bitprints...
sr: Skini metadata za selektovanu datoteku(e) sa Bitprints...
sv: Ladda ned metadata för de valda filerna från Bitprints…
tr: Bitprints'den seçilmiş dosya verilerini indir...

source: View Bitprints ticket for the selected file on the web.
af: Vertoon die Bitprints kaartjie vir die geselekteerde lêer op die web.
ar: عرض بطاقة Bitprints للملف المحدد على الشبكة
ca: Mostra el resum de Bitprints a la web.
de: Das Bitprints-Ticket für die markierte Datei im Browser anzeigen.
es: Ver el reporte de Bitprints en la web.
fr: Voir le billet Bitprints sur le web pour le fichier sélectionné.
he: הצג את כרטיס ה-Bitprints לקובץ הנבחר ברשת.
hu: Bitprints ticket megnézése.
it: Visualizza la ricerca dei file selezionati su Bitprints.
ja: ウェブ上で選択したファイル用のBitprints ticketを表示します
lt: Peržiūrėti pasirinkto failo Bitprints etiketę internete.
nl: Toon het Bitprints ticket voor het geselecteerde bestand op het internet.
no: Søk med Bitprints ticket for informasjon om valgte fil på nettet.
pl: Pokaż bilet Bitprints dla zaznaczonego pliku.
pt: Ver na rede o ticket Bitprints do arquivo selecionado.
ru: Просмотреть Bitprints этикетку помеченного файла в Интернете.
sl: Ogled Bitprints kart za izbrane datoteke na spletu.
sq: Tregon biletën Bitprints në rrjet për skedën e zgjedhur.
sr: Pogledaj Bitprints ticket za selektovanu datoteku na netu.
sv: Visa Bitprints-biljett för den valda filen på webben.
tr: Seçilmiş dosyanın Bitprints etiketini web'de göster
