Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Include _myself as a fixed source in the URL
af: Sluit _myself as 'n vaste bron in die URL in
ca: Incloure'm com a font fixa a l'URI
de: _Mich selbst als Quelle aufnehmen
es: Incluirme como fuente en el URI
fr: _M'inclure comme source fixe dans l'URI
he: URI כלול אותי כמקור תקין בכתובת
hu: Engem, mint forrást fölvenni az URI-be
it: Includi _me stesso come fonte stabile nell'URL
ja: 固定ソースとしてURLに自分自身を含める(_M)
lt: Įtraukti _save kaip pastovų nuorodos šaltinį
nl: Voeg _mijzelf toe als een vaste bron
no: Inkluder _meg som en fast kilde i URL
pl: Umieść mnie jako stałe źródło w URL
pt: Incluir _eu mesmo como uma fonte fixa na URL
ru: Включить _меня как фиксиров. источник
sl: Vključi _me kot stalen vir v URL-ju
sq: Përfshije _vetveten si një burim i ngulitur në URL
sr: Uključi _sebe kao stalni izvor u URL
sv: Inkludera _mig själv som en bestämd källa i URLen
tr: URL'ye _kendimi sabit kaynak olarak ekleyeyim

source: Export URIs (P2P Links)
af: Voer URIs Uit
ar: تصدير الروابط
ca: Exporta els URIs
de: URIs exportieren
es: Exportar URIs
fr: Exporter les URI
he: URIs ייצא
hu: URL exportálása
it: Esporta URI
ja: URIのエクスポート
lt: Nuorodų eksportavimas
nl: Exporteer URIs
no: Eksporter URI
pl: Exportuj URI-e
pt: Exportar URIs
ru: Экспорт ссылок
sl: Izvozi URI-je
sq: Eksporto URI
sr: Export URIs
sv: Exportera URI
tr: URI'ler Gönder

source: You have selected %lu files to export as Envy-powered URI references. Please select the format for the URIs, and click Save:
af: Jy het %lu lêers geselekteer om uit te voer as Envy ondersteunende URI verwysings. Selekteer asseblief die formaat van die URIs en kliek Stoor:
ca: Has seleccionat %lu arxius per a exportar com a referències d'URI per a Envy. Si us plau, selecciona el format i fes clic a "Desa":
de: Sie haben %lu Dateien zum Exportieren als URI-Referenz gewählt. Bitte wählen Sie das gewünschte Format und klicken Sie auf speichern:
es: Ha seleccionado %lu archivos para exportar como referencias de URI para Envy. Por favor seleccione el formato, y haz click en Guardar:
fr: Vous avez sélectionné %lu fichiers à exporter en tant qu'URI Envy. Sélectionnez le format des URI, puis cliquez sur Sauvegarder :
he: אנא בחר את הצורה לקישורים ולחץ על כפתור שמור URI קבצים לייצא להפניות של קישורי %lu בחרת
hu: %lu fájlt választott ki URI exportálásra. Válasza ki a megfelelő formátumot és kattintson a Mentés gombra.
it: Hai selezionato %lu file da esportare come riferimenti URI adattati per Envy. Seleziona il formato delle URI e clicca su Salva:
ja: 選択した %lu ファイルをEnvyのURI参照としてエクスポートします。 URIの形式を選択し、保存をクリックして下さい:
lt: Jūs pasirinkote %lu failą(-ų,-us) su „Envy“ susietų nuorodų ekspotavimui. Pasirinkite nuorodos formatą ir paspauskite „Išsaugoti“:
nl: Je hebt %lu bestanden geselecteerd om te exporteren als Envy-powered URI referencies. Selecteer alsjeblieft het formaat voor de URIs, en klik op Opslaan:
no: Du har valgt %lu filer som skal eksporteres ved hjelp av Envys URI-referanse. Vennligst velg hvilket format URI, og klikk Lagre:
pl: Wybrałeś %lu plików do wyeksportowania jako odsyłacz Envy-powered URI. Proszę wybrać format dla URI-ów i kliknąć Zapisz:
pt: Você selecionou %lu arquivos para exportar como referências URI feitas pelo Envy. Por favor selecione o formato para as URIs e clique em Salvar:
ru: Вы выбрали %lu файл(а/ов) для экспорта как Envy-поддерживаемые ссылки. Выберите формат ссылок и нажмите «Сохранить»:
sl: Izbrali ste %lu datotek za izvoz, kot Envy podprto URI referenco. Izberite format URI-ja in kliknite Shrani:
sq: Ju zgjodhët %lu skeda për të eksportuar si referenca URI me fuqi në Envy. Ju lutemi zgjidhni formatin për URI-t, dhe klikoni Ruaje:
sv: Du har valt att exportera %lu filer som Envy-URI-referenser. Välj formatet för dina URI och klicka på Save.
tr: Envy-Güç sağlayıcısı URI referansları gibi %lu dosyalarının gönderimini seçtiniz. Lütfen URI'ler için bir format seçiniz ve kaydeti tıklayınız:

source: Insert Token:
af: Voeg Teken By:
ca: Inserir camp:
de: Einfügen:
es: Insertar campo:
fr: « jeton »:
he: Token הכנס:
hu: Adatok:
it: Inserisci token:
ja: トークン挿入:
lt: Įterpti ženklą:
nl: Importeer:
no: Sett inn merke:
pl: Wstaw Token:
pt: Inserir Token:
ru: Вставить:
sl: Vstavi žeton:
sq: Fusni Dallimin:
sv: Infoga symbol:
tr: Alıntı Ekle:

source: Tiger Root|SHA1|MD5|ED2K (MD4)|BitTorrent|Filename|Filename (URI)|Base Filename|File Extension|File Size|File Size (bytes)|Folder Path|Local Host|Local Port|Link|Link (URI)
af: Tiger Root|SHA1|MD5|ED2K (CMD4)|Lêernaam|Lêernaam (URI)|Lêernaam Basis|Lêeruitbreiding|Lêer Grootte|Lêer Grootte (bytes)|Gids Pad|Lokale Gasheer|Lokale Poort
ar: Tiger Root|SHA1|MD5|ED2K (CMD4)|Filename|Filename (URI)|Base Filename|File Extension|File Size|File Size (bytes)|Folder Path|Local Host|Local Port
ca: Tiger Root|SHA1|MD5|ED2K (CMD4)|Nom d'arxiu|Arxiu (URI)|Nom d'arxiu base|Extensió|Mida d'arxiu|Mida d'arxiu (bytes)|Ruta de la carpeta|Adreça local|Port local
de: Tiger Root|SHA1|MD5|ED2K (MD4)|Dateiname|Dateiname (URI)|Basis Dateiname|Dateierweiterung|Dateigröße|Dateigröße (bytes)|Verzeichnispfad|Lokaler Host|Lokaler Port
es: Tiger Root|SHA1|MD5|ED2K (CMD4)|Nombre de Archivo|Archivo (URI)|Nombre de Archivo Base|Extensión de Archivo|Tamaño de Archivo|Tamaño de Archivo (bytes)|Ruta de Archivo|Host Local|Puerto Local
fr: Tiger Root|SHA1|MD5|ED2K (CMD4)|Nom de fichier|Nom de fichier (URI)|Nom de fichier Base|Extension du fichier|Taille du fichier|Taille du fichier (octets)|Chemin du dossier|Hôte local|Port local
he: Tiger Root|SHA1|MD5|ED2K (CMD4)|Filename|Filename (URI)|Base Filename|File Extension|File Size|File Size (bytes)|Folder Path|Local Host|Local Port
hu: Tiger Root|SHA1|MD5|ED2K (CMD4)|Fájlnév|Fájlnév (URI)|Alap fájlnév|Fájl kiterjesztése|Fájl mérete|Fájl mérete (bájlt)|Mappa útvonal|Helyi hálózati kiszolgáló|Helyi hálózati port
it: Tiger Root|SHA1|MD5|ED2K (CMD4)|Nome file|Nome file (URI)|Nome file di base|Estensione file|Dimensione file |Dimensione file (byte)|Percorso cartella|Host locale|Porta locale
ja: Tiger Root|SHA1|MD5|ED2K (CMD4)|ファイル名|ファイル名(URI)|基本ファイル名|ファイル拡張子|ファイルサイズ|ファイルサイズ(バイト)|フォルダパス|ローカルホスト|ローカルポート
lt: Tiger Root|SHA1|MD5|ED2K (CMD4)|Pilnas failo vardas|Failo vardas (nuoroda)|Failo vardas|Failo plėtinys|Failo dydis|Failo dydis (baitais)|Aplanko kelias|Vietinis adresas|Vietinis prievadas
nl: Tiger Root|SHA1|MD5|ED2K (CMD4)|Bestandsnaam|Bestandsnaam (URI)|Basis bestandsnaam|Bestandsextensie|Bestandsgrootte|Bestandsgrootte (bytes)|Pad naar map|Lokale gastheer (localhost)|Lokale poort
no: Tiger Root|SHA1|MD5|ED2K (CMD4)|Filnavn|Filnavn (URI)|Base filnavn|Filetternavn|Filstørrelse|Filstørrelse (byte)|Katalog|Lokal vert|Lokal port
pl: Tiger Root|SHA1|MD5|ED2K (CMD4)|BitTorrent|Nazwa pliku|Nazwa pliku (URI)|Bazowa nazwa pliku|Rozszerzenie pliku|Rozmiar pliku|Rozmiar pliku (w bajtach)|Ścieżka folderu|Lokalny Host|Lokalny Port|Link|Link (URI)
pt: Tiger Root|SHA1|MD5|ED2K (CMD4)|Nome do Arq|Nome do Arq|Nome do Arq (URI)|Nome do Arq da Base|Extensão do Arq|Tamanho do Arq|Tamanho do Arq (bytes)|Caminho da Pasta|Host Local|Porta Local|Link|Link (URI)
ru: Tiger Root|SHA1|MD5|ED2K (CMD4)|Полное имя файла|Имя файла (ссылка)|Имя файла|Расширение файла|Размер файла|Размер файла (в байтах)|Путь к папке|Локальный адрес|Локальный порт
sl: Tiger Root|SHA1|MD5|ED2K (CMD4)|Datotečno ime|Datotečno ime (URI)|Base datotečno ime|Končnica datoteke|Velikost datoteke|Velikost datoteke (v bajtih)|Pot do mape|Lokalni gostitelj|Lokalna vrata
sq: Tiger Root|SHA1|MD5|ED2K (CMD4)|Emër skede|Emër skede (URI)|Emër skede bazë|Shtojcë skede|Përmasë skede|Përmasë skede (bajte)|Shteg dosjeje|Host Lokal|Port Lokal
sr: Tiger Root|SHA1|MD5|ED2K (CMD4)|Filename|Filename (URI)|Base Filename|File Extension|File Size|File Size (bytes)|Folder Path|Local Host|Local Port
sv: Tiger Root|SHA1|MD5|ED2K (CMD4)|Filename|Filename (URI)|Base Filename|File Extension|File Size|File Size (bytes)|Folder Path|Local Host|Local Port
tr: Tiger Kök|SHA1|MD5|ED2K (CMD4)|Dosya Adı|Dosya Adı (URI)|Ana Dosya Adı|Dosya Uzantısı|Dosya Boyutu|Dosya Boyutu (byte)|Klasör Yolu|Yerel Host|Yerel Port

source: Select preset:
af: Selekteer instellings:
ca: Predefinits:
de: Vorlage:
es: Predefinidos:
fr: Présélection :
he: :בחר מוצג
hu: Link típusa:
it: Seleziona Formato:
ja: プリセット選択:
lt: Šablonai:
nl: Selecteer voorinstelling:
no: Velg forhåndsinstilling:
pl: Wybierz preset:
pt: Selecionar a config salva:
ru: Шаблоны:
sl: Izberi predizbor:
sq: Zgjidhe paravendosjen:
sv: Välj förinställd:
tr: Ayarlanmış Seçim:

source: _Save...
af: Stoor...
ar: حفظ...
ca: Desa...
de: Speichern...
es: Guardar...
fr: Sauvegarder
he: ...שמור
hu: Mentés...
it: Salva...
ja: 保存...
lt: Iš_saugoti...
nl: Opslaan...
no: Lagre...
pl: Zapisz...
pt: _Salvar...
ru: _Сохранить
sl: Shrani...
sq: Ruaje...
sr: Sačuvaj...
sv: Spara…
tr: K_aydet...

source: Envy URI Link Manager
af: Envy URI Beheerder
ar: Envy URI Manager
ca: Controlador d'URIs de Envy
de: Envy URI-Manager
es: Manejador de URIs de Envy
fr: Gestionnaire d'URI Envy
he: מנהל URI של שרזה
hu: URI menedzser
it: Gestore URI di Envy
ja: Envy URIマネージャ
lt: „Envy“ nuorodų tvarkytuvė
nl: Envy URI beheerder
no: Envys URI-verktøy
pl: Menedżer URI P2P
pt: Gerenciador das URIs do P2P
ru: Менеджер ссылок P2P
sl: Envy upravljalec URI-jev
sq: Menaxheri i URI-ve në Envy
sr: Envy URI Manager
sv: Envy URI-hanterare
tr: Envy URI Yöneticisi

source: You have clicked a Envy-powered URI that links to this content on the network:
af: Jy het gekliek op 'n Envy ondersteunende URI wat skakel na die volgende inhoud op die netwerk:
ca: Has obert un URI controlat per Envy, que enllaça amb el següent contingut a la xarxa:
de: Sie haben auf eine von Envy unterstützte URI geklickt, die auf folgende Datei verweist:
es: Ha abierto un URI manejado por Envy, para descargar el archivo:
fr: Vous avez cliqué sur une URI Envy qui pointe sur le contenu suivant :
he: :לחצת על כתובת URI אשר מקשרת לתוכן הבא ברשת
hu: Egy Envy által is támogatott URI-re kattintott, amely a következő fájlhoz vezet el téged:
it: Hai cliccato su una URI adattata per Envy che collega al seguente contenuto nella rete:
ja: ネットワーク上にある以下の内容へのリンクであるURIをクリックしました:
lt: Jūs paspaudėte su „Envy“ susietą nuorodą, kuri nukreipia į šį failą tinkle:
nl: Je hebt geklikt op een Envy-gestuurde URI die gekoppeld is aan de volgende inhoud op het netwerk:
no: Du har klikket på en Envy URI som peker til innholdet på nettverket:
pl: Kliknąłeś na Envy-powered URI, który wskazuje (linkuje) następującą zawartość (kontent) w sieci:
pt: Você clicou num link URI o qual leva ao seguinte conteúdo na rede:
ru: Вы щёлкнули по Envy-поддерживаемой ссылке, которая ведет к содержимому файла в сети:
sl: Kliknile ste na Envy podprt URI, ki se navezuje na mrežno vsebino:
sq: Klikuat një URI me fuqi në Envy, i cili lidhet në rrjet me këtë përmbajtje:
sv: Du har klickat på en Envy-URI som länkar till följande innehåll på nätverket:
tr: Envy-Güç sağlayıcısı URI'ye tıkladınız, ağdaki içerikleri takip eden bağlantılar:

source: You have clicked a Envy-powered URL that will connect you to this host or server:
af: Jy het gekliek op 'n Envy ondersteunende URL wat jou aan die volgende gasheer of bediener sal konnekteer:
ca: Has obert un URL controlat per Envy, que connectarà amb el següent usuari o servidor:
de: Sie haben auf eine von Envy unterstützte URL geklickt, die Sie mit folgendem Host oder Server verbinden wird:
es: Ha abierto un URL manejado por Envy, que le va a conectar con el usuario o servidor:
fr: Vous avez cliqué sur une URL Envy qui va vous connecter à l'hôte ou au serveur suivant :
he: :לחצת על כתובת URI אשר מחברת לשרת או המשתמש הבא ברשת
hu: Egy Envy által is támogatott URL-re kattintott, amely a következő szerverhez vagy p2p kiszolgálóhoz fog kapcsolni:
it: Hai cliccato su una URL adattata per Envy che ti connetterà al seguente host o server:
ja: 以下のホストかサーバに接続するURIをクリックしました:
lt: Jūs paspaudėte su „Envy“ susietą nuorodą, kuri sujungs Jus su šiuo kompiuteriu ar serveriu:
nl: Je hebt geklikt op een Envy-gestuurde URI die je zal verbinden met de volgende gastheer of server:
no: Du har klikket en Envy URL som vil koble deg til denne verten eller denne serveren:
pl: Kliknąłeś na Envy-powered URL, który połączy Cię z następującym hostem or serverem:
pt: Você clicou num link URI o qual conectará você ao seguinte host ou servidor:
ru: Вы щёлкнули по Envy-поддерживаемой ссылке, которая свяжет Вас со следующим хостом или сервером:
sl: Kliknile ste na Envy podprt URL, ki vas bo povezal z gostiteljem na mreži:
sq: Klikuat një URL me fuqi në Envy, i cili do të lidhet te hosti ose serveri më poshtë:
sv: Du har klickat på en Envy-URI som kommer att ansluta dig till följande värd eller server:
tr: Envy-Güç sağlayıcısı URI'ye tıkladınız, host ya da server aramak için bağlanacaksınız:

source: You have clicked a Envy-powered URI that will allow you to browse the shared files available on the following host:
af: Jy het gekliek op 'n Envy ondersteunende URI wat jou die deur die gedeelde lêers van die volgende gasheer sal laat blaai:
ca: Has obert un URI controlat per Envy, que permet explorar el següent usuari o servidor:
de: Sie haben auf eine von Envy unterstützte URI geklickt, die es ihnen erlaubt folgenden Host zu durchsuchen:
es: Ha abierto un URI manejado por Envy, que le permite explorar el usuario:
fr: Vous avez cliqué sur une URI Envy qui va vous permettre de parcourir les fichiers partagés sur l'hôte suivant :
he: ‪:אשר מאפשר לסייר בקבצים המשותפים הזמינים אצל המשתמש הבא URI לחצת על כתובת
hu: Egy Envy által is támogatott URI-re kattintott, amely engedélyezi a következő kiszlgáló megosztásának a böngészését:
it: Hai cliccato su una URI adattata per Envy che ti permetterà di esplorare i file condivisi disponibili sul seguente host:
ja: 以下のホストで利用可能な共有ファイルを参照するURIをクリックしました:
lt: Jūs paspaudėte su „Envy“ susietą nuorodą, kuri leis peržiūrėti failus, esančius šiame kompiuteryje:
nl: Je hebt geklikt op een Envy-gestuurde URI die je zal toestaan om de beschikbare vrijgegeven bestanden te bekijken op de volgende gastheer:
no: Du har klikket på en Envy URI som vil gi deg muligheten til å utforske filene på denne verten:
pl: Kliknąłeś na Envy-powered URI, który umożliwi Ci przeglądanie udostepnionych plików znajdujących się na następującym hoście:
pt: Você clicou num link URI o qual permitirá a você navegar os arquivos compartilhados disponíveis do seguinte host:
ru: Вы щёлкнули по Envy-поддерживаемой ссылке, которая позволит Вам просмотреть разделяемые файлы на следующем хосте:
sl: Kliknile ste na Envy podprt URI, ki vam bo omogočal brskanje po datotekah, ki so na voljo na gostitelju:
sq: Klikuat një URI me fuqi në Envy, i cili do t'ju lejojë të shfletoni skedat e shpërndara të vlefshme në hostin më poshtë:
sv: Du har klickat på en Envy-URI som tillåter dig att visa de utdelade filer tillgängliga hos denna värd:
tr: Envy-Güç sağlayıcısı URI'ye tıkladınız, aradığınız hostdan paylaştırılabilen dosyalara gözatmanıza izin verilecektir:

source: You have clicked a Envy-powered URI that will add this Discovery Service to your Discovery Services cache.
af: Jy het gekliek op 'n Envy ondersteunende URI wat die volgende Ontdekkingsdiens by jou Ontdekkingsdienskasgeheue sal voeg.
ca: Aquest enllaç URI permet afegir a Envy el següent servei de descobriment:
de: Sie haben auf eine von Envy unterstützte URI geklickt, die den folgenden Service-Provider zu ihrer Service-Provider Liste hinzufügen wird.
es: Este enlace permite agregar a Envy el siguiente Servicio de Descubrimiento.
fr: Vous avez cliqué sur une URI Envy qui va ajouter le Service de Découverte suivant à votre cache de Services de Découverte.
he: ‪של שרזה אשר יוסיף את שירותי משאבי חיבור הבאים לזיכרון המטמון של שירותי המשאבי חיבור URI לחצתה על
hu: Egy Envy által is támogatott URI-re kattintott, amely a következő Szerverkereső szolgáltatást adja hozzá a gyűjteményhez.
it: Hai cliccato su una URI adattata per Envy che ti permetterà di aggiungere il seguente servizio di ricerca alla tua cache di servizi di ricerca.
ja: ディスカバリサービスキャッシュに以下のディスカバリサービスを加えるURIをクリックしました:
lt: Jūs paspaudėte su „Envy“ susietą nuorodą, kuri pridės šią paslaugų radimo tarnybą į Jūsų tarnybų talpyklą.
nl: Je hebt geklikt op een Envy-gestuurde URI die de volgende discovery service zal toevoegen aan je discovery services cache.
no: Du har klikket på en Envy-URI som vil legge til følgende oppdagelsestjeneste i din oppdagelsestjeneste cache.
pl: Kliknąłeś na Envy-powered URI które doda następujący serwis Discovery do twojego cache'u serwisów Discovery.
pt: Você clicou numa URI do Envy a qual adicionará o seguinte Serviço de Descobrimento ao seu cache de Serviços de Descobrimento.
ru: Вы щёлкнули по Envy-поддерживаемой ссылке, которая добавит следующую службу ресурсов соединений в Ваш список.
sl: Kliknile ste na Envy podprt URI, ki bo dodal storitev Discovery v predpomnilnik vaše Discovery storitve.
sq: Ju keni klikuar në një URI me fuqi në Envy i cili do të shtojë Shërbimin Zbulues të mëposhtëm në depon tuaj për Shërbimin Zbulues.
sv: Du har klickat på en Envy-URI som kommer att lägga till följande upptäckstjänst till din cache över upptäckstjänster.
tr: Envy-Güç sağlayıcısı URI'ye tıkladınız, keşif servis belleğinize takip ettiğiniz keşif servisiniz eklenecek.

source: Select the action you would like to take:
af: Selekteer asseblief die aksie wat Envy moet uitvoer:
ca: Si us plau, selecciona l'acció que desitja fer:
de: Bitte wählen Sie die gewünschte Aktion:
es: Por favor seleccione la acción que desea hacer:
fr: Veuillez sélectionner ce que Envy doit faire :
he: ‪:אנא בחר את הפעולה שברצונך ששרזה תבצע
hu: Válasszon a lehetőségekből:
it: Seleziona l'azione che vuoi che Envy esegua:
ja: Envyに行わせる処理を選択して下さい:
lt: Pasirinkite, kokį veiksmą „Envy“ turėtų atlikti:
nl: Selecteer alsjeblieft wat Envy nu zou moeten doen:
no: Vennligst velg hvordan du vil Envy skal reagere:
pl: Wybierz akcje, którą ma wykonać Envy:
pt: Por favor selecione a ação que você gostaria que o Envy tomasse:
ru: Выберите действие, которое Envy должна выполнить:
sl: Izberite dejanje, ki ga želite, da ga izvede Envy:
sq: Të lutem zgjidhe si të veprojë Envy:
sr: Skini Sa_d
sv: Välj den handling du vill att Envy ska utföra:
tr: Lütfen Envy alma isterseniz bir faaliyet seçiniz:

source: _Download Now
af: _Laai Nou Af
ar: _تحميل الان
ca: _Descarrega ara
de: _Herunterladen
es: _Descargar ahora
fr: Télécharger!
he: ‪הורדה כעת
hu: Letöltés _most
it: _Scarica ora
ja: ダウンロード(_D)
lt: Parsi_siųsti dabar
nl: Nu _downloaden
no: _Last ned nå
pl: Pobierz teraz
pt: _Baixar Agora
ru: _Загрузить
sl: _Prenesi takoj
sq: _Shkarko Tani
sr: Traži Datoteku
sv: _Ladda ned nu
tr: _İndir

source: _Search for File
af: _Soek vir Lêer
ar: _البحث عن ملف
ca: C_erca arxiu
de: _Nach Datei suchen
es: B_uscar archivo
fr: _Chercher le fichier
he: ‪חיפוש קובץ
hu: _Keresés
it: _Cerca il file
ja: ファイルを検索(_S)
lt: _Ieškoti failo
nl: _Bestand zoeken
no: _Søk etter fil
pl: Szukaj tego pliku
pt: _Procurar Arquivo
ru: _Искать файл
sl: _Išči datoteko
sq: _Kërko Skedën
sr: Odustani
sv: _Sök efter fil
tr: _Dosya Ara

source: _Use selection by default
af: _Onthou my keuse volgende keer
ar: _تذكر اختياري في المرة القادمة
ca: _Recorda la selecció
de: Nicht mehr _fragen
es: _Recordar mi selección para siempre
fr: Se _rappeler de cette sélection
he: ‪זכור את בחירתי בפעם הבאה
hu: _Beállítás megjegyzése
it: _Utilizza questa scelta in futuro
ja: この選択を記憶(_R)
lt: _Prisiminti pasirinkimą sekantį kartą
nl: _Onthoudt mijn keuze
no: _Husk mitt valg neste gang
pl: Zapamiętaj mój wybór
pt: _Lembrar minha seleção da próxima vez
ru: Запомнить мой _выбор
sl: _Zapomni si moj izbor za naslednjič
sq: _Mbaje mend këtë zgjedhjen
sr: Otvori prozor skidanja
sv: _Kom ihåg mitt val till nästa gång
tr: _Seçimimi Hatırla

source: Open download _monitor window
af: Open 'n aflaai_monitor venster
ar: شاشة التحميل _افتح نافذة
ca: Obre el _monitor de transferències
de: Ein _Monitorfenster anzeigen
es: Abrir el _Monitor de transferencias
fr: Nouvelle fenêtre de téléchargement
he: ‪פתוח חלון מוניטור הורדות
hu: Letöltés_monitor megnyitása
it: Apri finestra _monitor del download
ja: ﾀﾞｳﾝﾛｰﾄﾞﾓﾆﾀｳｨﾝﾄﾞｳを開く(_M)
lt: Stebėti parsisiuntimą _monitoriuje
nl: Open een _monitor venster
no: Åpne et nedlastings _monitor vindu
pl: Otwórz okno monitora pobierań
pt: Abrir uma janela do _monitor de downloads
ru: Открыть окно _Монитора
sl: Odpri _nadzorno okno za prenos
sq: _Monitoro shkarkimin
sv: Öppna en nedladdningsmonitor
tr: İndirme Penceresi Aç

source: Downloading Metadata...
af: Laai Metadata Af...
ca: Descarregant metainformació...
de: Metadaten herunterladen...
es: Descargando metadata...
fr: Téléchargement des metadonnées...
he: ...Metadata מוריד
hu: Metaadat letöltése...
it: Trasferimento metadata...
ja: メタデータをダウンロード中...
lt: Parsiunčiami meta duomenys...
nl: Bezig met het downloaden van metadata...
no: Laster ned metadata...
pl: Pobieranie Metadanych...
pt: Baixando Metadata...
ru: Загрузка мета данных...
sl: Prenašanje metapodatkov...
sq: Po shkarkoj Metadatat...
sr: Skidam Metadate...
sv: Ladda ned metadata…
tr: Veri İndirmesi...

source: Envy is attempting to download metadata from Bitprints...
af: Envy probeer metadata aflaai vanaf Bitprints...
ca: Envy està contactant amb Bitprints...
de: Envy versucht Metadaten von Bitprints herunterzuladen...
es: Envy está contactando Bitprints...
fr: Envy essaye de télécharger les métadonnées à partir de Bitprints...
he: ...Bitprints-מ Metadata שרזה מנסה להוריד
hu: Metaadat letöltése: Bitprints...
it: Envy sta tentando di scaricare i metadata da Bitprints...
ja: EnvyはBitprintsからメタデータのダウンロードしようとしています...
lt: „Envy“ mėgina parsiųsti meta duomenis iš Bitprints...
nl: Envy probeert metadata te downloaden van Bitprints...
no: Envy prøver å laste ned metadata fra Bitprints...
pl: Envy próbuje pobrać metadane z Bitprints...
pt: O Envy está tentando baixar o metadata do Bitprints...
ru: Envy пытается загрузить мета данные с Bitprints...
sl: Envy poskuša prenesti metapodatke iz sistema Bitprints...
sq: Envy orvatet të shkarkojë metadatat me Bitprints...
sr: Envy pokušava da skine metadata od Bitprints...
sv: Envy försöker ladda ned metadata från Bitprints…
tr: Envy Bitprints den veri indirmeye çalışıyor ...

source: Smart Download Preview...
af: Slim Aflaai Voorskou...
ca: Vista prèvia intel·ligent...
de: Vorschau...
es: Vista previa inteligente...
fr: Prévisualisation du téléchargement...
he: ...תצוגה מקדימה חכמה להורדה
hu: Előnézet...
it: Anteprima download...
ja: ダウンロードプレビュー...
lt: Parsisiunčiamo failo gudri peržiūra...
nl: Downloadvoorvertoning
no: Smart forhåndsvisning...
pl: Inteligentny Podgląd Pobierania...
pt: Prévia Inteligente do Download...
ru: Просмотр копии загрузки...
sl: Pametni predogled prenosa...
sq: Parashikim i Shkarkimit Inteligjent...
sr: Pametni pregled skinutog...
sv: Smart förhandsvisning
tr: Akıllı İndirim Önizleme...

source: Envy is creating a preview of the download:
af: Envy is besig om 'n voorskou te skep van die aflaai:
ca: Envy està creant la vista prèvia:
de: Vorschau erstellen für:
es: Envy esta creando la vista previa:
fr: Envy crée une prévisualisation du téléchargement :
he: :שרזה יוצר תצוגה מקדימה של ההורדה
hu: Előnézet elkészítése:
it: Envy sta creando un'anteprima del download:
ja: Envyはダウンロードのプレビューを作成しています:
lt: „Envy“ kuria peržiūrą šiam failui:
nl: Envy maakt een voorvertoning van het bestand:
no: Envy lager en forhåndsvisning av filen:
pl: Envy generuje podgląd:
pt: O Envy está criando uma prévia do download:
ru: Envy готовит просмотр загрузки:
sl: Envy ustvarja predogled prenosa:
sq: Envy po krijon një parashikim të shkarkimit:
sr: Envy stvara pregled skinutog dela:
sv: Envy skapar en förhandsvisning för följande nedladdning:
tr: Envy indirirken ederken önizleme yaratır:
