Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Show or hide a GRAPH window.
af: Vertoon of verwyder 'n GRAFIEK venster.
ar: إظهار أو إخفاء نافذة المخطط البياني
ca: Mostra o oculta la finestra de gràfics.
de: Das Diagramm-Fenster ein- oder ausblenden.
es: Muestra u oculta la ventana de GRÁFICOS.
fr: Afficher ou masquer la fenêtre GRAPHIQUE.
he: הראה או הסתר את חלון הגרפים
hu: A GRAFIKON ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra dei grafici.
ja: グラフウィンドウを表示/非表示します
lt: Rodyti arba paslėpti „GRAFIKŲ“ langą.
nl: Toon of verberg het grafiekvenster.
no: Vis eller skjul graf-vinduet.
pl: Pokaż lub ukryj okno wykresu.
pt: Mostrar ou esconder a janela GRÁFICOS.
ru: Показать или скрыть окно Графиков.
sl: Pokaži ali skrij okno z GRAFIKONOM.
sq: Tregon ose fsheh dritaren GRAFIKËT.
sr: Prikaži ili sakrij GRAPH prozor.
sv: Visa eller dölj fönstret DIAGRAM.
tr: GRAFİK penceresini göster/gizle.

source: Show or hide the UPLOADS window.
af: Vertoon of verwyder die OPLAAIE venster.
ar: إظهار أو إخفاء نافذة عمليات الرفع
ca: Mostra o oculta la finestra de pujades.
de: Das Upload-Fenster ein- oder ausblenden.
es: Muestra u oculta las DESCARGAS de archivos.
fr: Afficher ou masquer la fenêtre ENVOIS.
he: הראה או הסתר את חלון העלאות
hu: A FELTÖLTÉSEK ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra degli upload.
ja: アップロードウィンドウを表示/非表示します
lt: Rodyti arba paslėpti „IŠSIUNTIMŲ“ langą.
nl: Toon of verberg het uploadsvenster.
no: Vis eller skjul opplastings-vinduet.
pl: Pokaż lub ukryj okno uploads.
pt: Mostrar ou esconder a janela UPLOADS.
ru: Показать или скрыть окно Раздач.
sl: Pokaži ali skrij okno z NALOŽKI (uploads).
sq: Tregon ose fsheh dritaren NGARKIMI.
sr: Prikaži ili sakrij DAJEM prozor.
sv: Visa eller dölj fönstret UPPLADDNINGAR.
tr: YÜKLEME penceresini göster/gizle.

source: Use Envy in power Windowed mode.
af: Gebruik Envy in kragtige Venstermodus.
ar: إستخدام Envy في نمط النوافذ
ca: Usa el mode en finestres.
de: Envy im Fenster-Modus benutzen.
es: Usar el modo Ventanas, para usuarios con experiencia.
fr: Utiliser Envy en mode expert fenêtré.
he: התשמש בשרזה במצב מתקדם של חלונות
hu: A Envy használata ablakos nézetben.
it: Utilizza Envy nella modalità a finestre.
ja: Envyを上級ウィンドウモードで使用します
lt: Perjunkite „Envy“ į langų veikseną, skirtą patyrusiems naudotojams.
nl: Gebruik Envy in de vensterstijl.
no: Bruk Envy i power vindumodus.
pl: Używaj Envy w trybie okienkowym.
pt: Usar Envy no modo de Janelas.
ru: Переключить Envy в оконный режим для опытных.
sl: Uporabi Envy v okenskem načinu.
sq: Përdor Envy-n në mënyrë të avancuar me Dritare.
sr: Koristi Envy-u u naprednom modu - U prozoru.
sv: Använd Envy i expertläge.
tr: Envy'yı güçlü Window modunda kullan.

source: Expand all open windows to fill the screen.
af: Vergroot alle aktiewe vensters om die skerm te vul.
ar: توسيع كافة النوافذ المفتوحة إلى ملء الشاشة
ca: Mostra totes les finestres en forma de cascada a la pantalla.
de: Alle offenen Fenster maximieren.
es: Llenar la pantalla (con las ventanas abiertas).
fr: Arranger les fenêtres ouvertes en cascade.
he: הרחב את כל החלונות בכדי להתאים למסך
hu: Minden ablak teljes méretűvé alakítása.
it: Espandi tutte le finestre aperte fino a riempire lo schermo.
ja: 開いているウィンドウを全て最大化します
lt: Išdidinti visus atvertus langus, užpildant visą ekraną.
nl: Vergroot alle geopende vensters zodat het scherm volledig gevuld wordt.
no: Maksimer alle vindu.
pl: Rozszerz wszystkie okna aby wypełnić ekran.
pt: Expandir todas as janelas abertas para preencher a tela.
ru: Расширить все открытые окна, чтобы заполнить экран.
sl: Razširi vsa odprta okna v celozaslonski naćin.
sq: Zgjeron gjithë dritaret e hapura që ekrani të mbushet.
sr: Raširi sve otvorene prozore preko celog ekrana.
sv: Expandera öppna fönster så att de visas på skärmen.
tr: Tüm açık pencereleri ekranı kaplayacak şekilde genişlet.

source: Show or hide the bandwidth monitor.
af: Vertoon of verwyder die die bandwydte-monitor.
ar: إظهار أو إخفاء نافذة مراقب نطاق العرض
ca: Mostra o oculta el monitor d'ample de banda.
de: Den Bandbreiten-Monitor ein- oder ausblenden.
es: Mostrar u ocultar monitor de ancho de banda/controles del reproductor.
fr: Afficher ou masquer le moniteur de bande passante.
he: הראה או הסתר את מוניטור רוחב הפס
hu: A sávszélfigyelő elrejtése, megjelenítése.
it: Mostra o nascondi il monitor di banda.
ja: 帯域モニタを表示・非表示します
lt: Rodyti ar paslėpti siuntimo srauto monitorių.
nl: Toon of verberg de bandbreedte monitor.
no: Vis eller skjul monitor for båndbredde.
pl: Pokaż lub ukryj monitor przepływu danych.
pt: Mostrar ou esconder o monitor de banda.
ru: Показать или скрыть монитор пропускной способности.
sl: Pokaži ali skrij nadzornika pasovne širine.
sq: Tregon ose fsheh monitorin e shtrirjes së bandës.
sr: Prikaži ili sakrij praćenje prometa.
sv: Visa eller dälj bandbreddsmonitorn
tr: Görüntü bant genişliğini göster/gizle.

source: Show or hide the navigation bar.
af: Vertoon of verwyder die navigasiebalk.
ar: إظهار أو إخفاء نافذة شريط التنقل
ca: Mostra o amaga la barra de navegació.
de: Die Navigationsleiste ein- oder ausblenden.
es: Mostrar o Esconder la Barra de Navegación.
fr: Afficher ou masquer la barre de navigation.
he: הראה או הסתר את לוח הניווט
hu: A navigációsablak megjelenítése, elrejtése.
it: Mostra o nascondi la barra di navigazione.
ja: ナビゲーションバーを表示/非表示します
lt: Rodyti ar paslėpti naršymo juostą.
nl: Toon of verberg de navigatiebalk.
no: Vis eller skjul navigasjonslinjen.
pl: Pokaż lub ukryj pasek nawigacyjny.
pt: Mostrar ou esconder a barra de navegação.
ru: Показать или скрыть навигационную полоску.
sl: Pokaži ali skrij navigacijsko vrstico.
sq: Tregon ose fsheh shufrën e lundrimit.
sr: Prikaži ili sakrij navigacijsku traku.
sv: Visa eller dölj navigationsfältet.
tr: Kaydırma çubuğunu göster/gizle.

source: Show or hide the Envy Remote Control
af: Vertoon of verwyder die Envy Afstandbeheer
ar: إظهار أو إخفاء تحكم Envy عن بعد
ca: Mostra o oculta el control remot de Envy.
de: Die Envy-Fernbedienung ein- oder ausblenden.
es: Mostrar u ocultar el Control Remoto de Envy.
fr: Afficher ou masquer la télécommande Envy
he: הראה או הסתר את לוח השליטה מרחוק
hu: A Envy távirányítójának megjelenítése.
it: Mostra o nascondi il controllo remoto di Envy
ja: Envyリモートコントロールを表示/非表示します
lt: Rodyti ar paslėpti „Envy“ nuotolinio valdymo pultelį
nl: Toon of verberg de Envy afstandsbediening.
no: Vis eller skjul Envys fjernkontroll.
pl: Pokaż lub ukryj Zdalny dostęp Envy
pt: Mostrar ou esconder o Controle Remoto do Envy
ru: Показать или скрыть пульт управления Envy'ой
sl: Pokaži ali skrij okno za oddaljen dostop
sq: Tregon ose fsheh pultin e Envy-s
sr: Prikaži ili sakrij Envy Remote Control
sv: Visa eller dölj Envys fjärrkontroll.
tr: Envy Uzaktan Kontrolü göster/gizle

source: Show or hide the window tab bar.
af: Vertoon of verwyder die venstertabelbalk.
ar: إظهار أو إخفاء شريط لسان النافذة
ca: Mostra o oculta la barra de pestanyes.
de: Die Tableiste ein- oder ausblenden.
es: Mostrar u ocultar barra de lengüetas.
fr: Afficher ou masquer la barre de tabulation.
he: הראה או הסתר את לוח חלונות הטאבים
hu: Megnyitott ablakok sorának elrejtése, megjelenítése.
it: Mostra o nascondi la barra di stato.
ja: ウィンドウタブバーを表示・非表示します
lt: Rodyti ar paslėpti langų kortelių juostą.
nl: Toon of verberg de tabbalk.
no: Vis eller skjul ekstra linje.
pl: Pokaż lub ukryj pasek okien.
pt: Mostrar ou esconder a barra de abas em janela.
ru: Показать или скрыть полоску закладок.
sl: Pokaži ali skrij okensko vrstico z zavihki.
sq: Tregon ose fsheh shufrën e lidhur të dritares.
sr: Prikaži ili sakrij traku sa tabovima.
sv: Visa eller dölj tabbfältet.
tr: Pencere sekme çubuğunu göster/gizle.

source: Arrange open windows as horizontal, non-overlapping tiles.
af: Rangskik oop vensters as horisontale, nie-oorvleuelende teëls.
ar: ترتيب النوافذ المفتوحة أفقيا مع تجانب غير متداخل
ca: Organitza les finestres de forma horitzontal.
de: Die geöffneten Fenster übereinander anordnen.
es: Organizar ventanas de forma horizontal.
fr: Arrange les fenêtres ouvertes en tuiles horizontales.
hu: Vízszintesen rendezi a megnyitott ablakokat.
it: Disponi le finestre aperte orizzontalmente, senza sovrapposizioni.
ja: 開いているウィンドウを重ならないようにタイル状に横に並べて表示します
lt: Išdėstyti atvertus langus iš kairės į dešinę, neuždengiant vienas kito.
nl: Rangschik geopende vensters horizontaal, zonder elkaar te overlappen.
no: Still opp vinduene side ved side vannrett
pt: Organizar as janelas abertas como telas não sobrepostas horizontais.
ru: Расположить открытые окна горизонтально, без перекрывания.
sl: Razvrsti odprta okna, kot vodoravna polja, ki se ne prekrivajo.
sq: Radhit dritaret e hapura si horizontale, me tituj jombulues.
sr: Složi otvorene prozore naporedno vodoravno, bez preklapanja.
sv: Arrangera öppna fönster horizontellt utan att de överlappar varandra.
tr: Açık pencereleri üstüste binmeden yatay olarak düzenle.

source: Arrange open windows as vertical, non-overlapping tiles.
af: Rangskik oop vensters as vertikale, nie-oorvleuelende teëls.
ar: ترتيب النوافذ المفتوحة رأسيا مع تجانب غير متداخل
ca: Organitza les finestres de forma vertical.
de: Die geöffneten Fenster nebeneinander anordnen.
es: Organizar ventanas de forma vertical.
fr: Arrange les fenêtres ouvertes en tuiles verticales.
hu: Függőlegesen rendezi a megnyitott ablakokat.
it: Disponi le finestre aperte verticalmente, senza sovrapposizioni.
ja: 開いているウィンドウを重ならないようにタイル状に縦に並べて表示します
lt: Išdėstyti atvertus langus iš viršaus į apačią, neuždengiant vienas kito.
nl: Rangschik geopende vensters verticaal, zonder elkaar te overlappen.
no: Still opp vinduene side ved side Loddrett.
pt: Organizar as janelas abertas como telas não sobrepostas verticais.
ru: Расположить открытые окна вертикально, без перекрывания.
sl: Razvrsti odprta okna, kot navpična polja, ki se ne prekrivajo.
sq: Radhit dritaret e hapura si vertikale, me tituj jombulues.
sr: Složi otvorene prozore naporedno uspravno, bez preklapanja.
sv: Arrangera öppna fönster vertikalt utan att de överlappar varandra.
tr: Açık pencereleri üstüste binmeden düşey olarak düzenle.

source: Show or hide the toolbar.
af: Vertoon of verwyder die nutsbalk.
ar: إظهار أو إخفاء شريط الأدوات
ca: Mostra o oculta la barra d'eines.
de: Die Werkzeugleiste ein- oder ausblenden.
es: Mostrar u ocultar barra de herramientas.
fr: Afficher ou masquer la barre d'outils.
he: הראה או הסתר את סרגל הכלים
hu: Eszközsor elrejtése, megjelenítése.
it: Mostra o nascondi la barra degli strumenti.
ja: ツールバーを表示・非表示します
lt: Rodyti ar paslėpti įrankių juostą.
nl: Toon of verberg de knoppenbalk.
no: Vis eller skjul verktøylinjen.
pl: Pokaż lub ukryj pasek narzędzi.
pt: Mostrar ou esconder a barra de ferramentas.
ru: Показать или скрыть полоску инструментов.
sl: Pokaži ali skrij orodno vrstico.
sq: Tregon ose fsheh shufrën e mjeteve.
sr: Prikaži ili sakrij traku sa alatima.
sv: Visa eller dölj verktygsfältet.
tr: Araç çubuğu göster/gizle.

source: Choose the web service to get more information about the selected file.
ar: إختيار خدمة الويب للحصول على مزيد من المعلومات حول الملف المحدد
de: Wählen Sie einen Internet-Dienst, um mehr Informationen über die gewählte Datei zu erhalten.
fr: Choisir le service Web pour chercher des informations supplémentaires sur le fichier sélectionné.
hu: Kattintson a webszolgáltatásra, hogy több információt tudjon meg a fájlról.
it: Scegli il servizio web per avere maggiori informazioni sul file selezionato.
lt: Pasirinkite paslaugą internete ir gaukite daugiau informacijos apie pasirinktą failą.
pl: Wybierz usługę web aby uzyskać więcej informacji o zaznaczonym pliku.
pt: Escolha o serviço da web para obter mais informação sobre o arquivo selecionado.
ru: Выберите сервис для получения более полной информации о файле.
sq: Zgjidh shërbimin e rrjetit që të marrësh më shumë informacion për skedën e zgjedhur.
sv: Välj webbtjänsten för att ta reda på mer information om den valda filen.
tr: Seçilen dosya hakkında daha fazla bilgi edinmek için kullanılacak Web servisini berlirle.

source: Search for the file infomation using ShareMonkey service.
ar: البحث عن معلومات الملف باستعمال خدمة ShareMonkey
de: Mit Sharemonkey nach vorhandenen Datei-Informationen suchen.
fr: Chercher des informations sur le fichier en utilisant le service Sharemonkey.
hu: A ShareMonkey segítségével több információt tudhat meg a fájlról.
it: Cerca le informazioni sul file utilizzando il servizio ShareMonkey.
lt: Ieškokite failo informacijos naudodamiesi ShareMonkey tarnyba.
pl: Szukaj informacji o pliku używając usługi ShareMonkey.
pt: Procurar a informação do arquivo usando o serviço ShareMonkey.
ru: Поиск информации о файле при помощи службы ShareMonkey.
sq: Kërkon për informacionin e skedës duke përdorur shërbimin ShareMonkey.
sv: Sök efter filinformation med tjänsten ShareMonkey.
tr: Dosyayı Sharemonkey servisinde ara.

source: Resize the image to fit within the window.
ar: تحجيم الصورة لملائمة حجم النافذة
ca: Canvia la mida de la imatge per a ocupar tota la finestra.
de: Das Bild auf Fenstergröße skalieren.
es: Redimensionar la imagen para que quepa en la ventana.
fr: Mettre l'image à la taille de la fenêtre.
hu: Átméretezi a képet, hogy beleférjen az ablakba.
it: Ridimensiona l'immagine per adattarsi alla finestra.
ja: イメージの大きさをウインドウの大きさにあわせて自動的に拡大・縮小します
lt: Keisti paveikslėlio dydį, kad tilptų į langą.
nl: Verander de grootte van de afbeelding zodat deze in het scherm past.
pl: Dopasuj rozmiar obrazka (image) aby był odpowiedni do okna.
pt: Re-dimensionar a imagem para encaixar dentro da janela.
ru: Изменить размер, чтобы картинка посметилась в окне.
sq: Ripërmason figurën që të jetë brenda dritares.
sv: Anpassa bilden till fönstrets storlek.
tr: Resmi pencereye uyacak şekilde uyarla.

source: Show the image at its natural size.
ar: إظهار الصورة بحجمها الطبيعي
ca: Mostra la imatge amb sa mida original.
de: Das Bild in Originalgröße anzeigen.
es: Mostrar la imagen a su tamaño original.
fr: Mettre l'image à sa taille réelle.
hu: Eredeti méretben mutatja a képet.
it: Mostra l'immagine con le dimensioni naturali.
ja: イメージを原寸大で表示します
lt: Rodyti natūralaus dydžio paveikslėlį.
nl: Toon de afbeelding met zijn oorspronkelijke grootte.
pl: Pokaż obrazek w jego naturalnej wielkości.
pt: Mostrar a imagem no seu tamanho natural.
ru: Показывать картинку в натуральном размере.
sq: Tregon figurën në masën e saj natyrale.
sv: Visa bilden i originalstorlek.
tr: Resmi temel boyutlarında göster.

source: Reload the image.
ar: تحديث الصورة
ca: Actualitza la imatge.
de: Das Bild neu laden.
es: Actualizar la imagen.
fr: Rafraîchir l'image.
he: Refresh the image.
hu: Frissíti a képet.
it: Aggiorna l'immagine.
ja: イメージを更新します
lt: Atnaujinti paveikslėlį.
nl: Vernieuw de afbeelding.
pl: Odśwież obrazek.
pt: Atualizar a imagem.
ru: Обновить картинку.
sq: Rifreskon figurën.
sv: Uppdatera bilden.
tr: Resmi tazele.

source: Close the image viewer window.
ar: إغلاق نافذة عارض الصور
ca: Tanca la finestra del visor de imatges.
de: Das Bildbetrachterfenster schließen.
es: Cerrar visor de imagen.
fr: Fermer cette image.
hu: Bezárja a képnézegető ablakot.
it: Chiudi la finestra del visualizzatore di immagini.
ja: イメージビュアーを閉じます
lt: Užverti pavekslėlių žiūryklės langą.
nl: Sluit de afbeelding bekijker .
pl: Zamknij okno przeglądarki obrazków.
pt: Fechar a janela do visualizador de imagens.
ru: Закрыть окно просмотра картинки.
sq: Mbyll dritaren e shikuesit të figurave.
sv: Stäng bildvisningsfönstret.
tr: Resmi gösteren pencereyi kapat.

source: Enter regular expressions in perl syntax.{n}All search keywords can be listed in order with the <%> tag.{n}Individual keywords can be specified with <1>, numbers 1 through 9.
de: Regulären Ausdruck in perl eingeben.{n}Das Suchwort kann in folgender Form definiert werden <n>, wobei n eine Zahl zwischen 1 und 9 ist. Wenn Sie alle Suchworte nacheinander durchsuchen wollen, benutzen Sie <_> markieren.
fr: Entrez des expression régulières selon la syntaxe de Perl.{n}Les mots-clefs pour la recherche peuvent être spécifiés sous la forme de <n>, où n est un chiffre entre 1 et 9. Si vous voulez entrer tous les mots-clés les uns après les autres, utilisez la balise <_>.
he: Enter regular expressions in perl syntax.{n}The search keywords can be specified in a form of <n>, where n is number between 1 and 9. If you want to put all keywords each after other, use <_> markup.
hu: Reguláris kifejezések használata perl szintaxisban.{n}A keresőszavak a <n> formában adhatók meg, ahol az n egy 1 és 9 közötti szám. Ha egymás után akarja beírni a keresőszavakat, akkor használja a <_> megoldást.
it: Inserisci espressioni regolari nella sintassi perl.{n}Le chiavi di ricerca possono essere specificate nella forma di <n>, dove n è un numero compreso da 1 a 9. Se vuoi porre tutte le parole chiave dopo le altre, usa questi <_> identificatori.
lt: Įveskite reguliarųjį reiškinį perlo sintakse.{n}Paieškos raktažodžiai gali būti nurodomi <n> forma, kur n yra skaičius tarp 1 ir 9. Jei norite patalpinti visus raktažodžius vieną po kito, naudokite <_> žymėjimą.
nl: Voer regiere expressies in in perl syntaxis.{n}De zoek woorden kunnen worden gespecificeerd in een voor van <n>, waar n is het aantal tussen 1 en 9. Als je alle zoekwoorden achter elkaar wilt, gebruik <_> opmaak.
pl: Wprowadź regularne wyrażenie w składni perl (perl syntax).{n}Słowa kluczowe mogą być doprecyzowane w formie <n>, gdzie n jest liczbą pomiędzy 1 i 9. Jeśli chcesz to put wszystkie słowa kluczowe each after other, użyj znacznika (narkup) <_> .
pt: Insira expressões regulares em sintaxe perl.{n}As palavras chave da busca podem ser especificadas em uma forma de <n>, onde n é um número entre 1 e 9. Se você quer pôr todas as palavras-chave uma após a outra, use um marcador <_> .
ru: Введите регулярное выражение в формате Perl.{n}Ключевое слово для поиска задаётся в форме <n>, где n номер от 1 до 9. Если хотите задать несколько слов, то используйте <_>.
sq: Shkruaj shprehje të rregullta sipas sintaksës perl.{n}Fjalët kyçe mund të përcaktohen sipas një forme <n>, ku n është numri midis 1 dhe 9. Nëse doni t'i vendosni gjithë fjalët kyçe mbrapa njëra-tjetrës, përdor <_> shenjim.
tr: Perl diline uygun düzenlemeli ifadeler (regexp) giriniz.{n}Anahtar kelimeler n değişkenini 0 ila 9 arasında bir sayı olmak üzere <n> şeklinde belirtilinebilir. Tüm anahtar kelimeleri birbiri ardına koymak istiyorsanız, <_> bir örnek olarak yardımcı olabilir.

source: In maximum mode bandwidth won't ever exceed the specified value.{n}In average mode it will fluctuate around the value to both sides.
ca: Al mode de valor màxim l'ample de banda no excedirà el valor especificat. Al mode de mitjana fluctuarà en els dos sentits.
de: Im Maximum-Modus wird die genutzte Bandbreite nie den eingegebenen Wert überschreiten. Im Durchschnitts-Modus fluktuiert die genutzte Bandbreite um den eingegebenen Richtwert.
es: En el modo máximo el ancho de banda no superará el valor especificado. En el modo medio esto fluctuará alrededor del valor a ambos lados.
fr: Sur maximum, la bande passante ne dépassera pas la limite. Sur moyenne, elle variera autour de la limite.
he: In the maximum mode the bandwidth won't exceed the specified value. In the average mode it will fluctuate around the value to both sides.
hu: Maximum módban a sávszél nem fogja túllépni a megadott értéket. Átlagos módban csak a megadott érték körül fog ingadozni.
it: Nella modalità Massimo la larghezza di banda non supererà il valore specificato. Nella modalità Medio oscillerà intorno al valore in entrambi i lati.
lt: Maksimalioje veiksenoje greitaveika bus ribojama iki nurodytos reikšmės. Vidurkio veiksenoje greitaveika svyruos į abi puses nuo šios reikšmės.
nl: In de maximale modus, zal de uploadsnelheid de ingevulde waarde nooit voorbijgaan. Wanneer de modus Ongeveer is, zal de uploadsnelheid rond de ingevulde snelheid schommelen..
pl: W trybie maksymalnie szerokość pasma nie przekroczy podanej wartości. W trybie średnio będzie wahać się w obie strony wokół zadanej wartości.
pt: No modo máximo a banda não excederá o valor especificado. No modo médio flutuará em volta do valor para ambos os lados.
ru: В режиме максимума скорость будет не превышать указанного значения. В среднем режиме она будет колебаться в обе стороны от этого значения.
sq: Në mënyrën maksimale shtrirja e bandës nuk do e kalojë vlerën e përcaktuar. Në mënyrën mesatare ka një luhatje midis vlerës në të dyja anët.
sv: I maxläget kommer bandbredden inte att överskrida det valda värdet. I medelläget kommer den att variera kring det valda värdet.
tr: Maksimum modunda bant genişliği belirtilen değeri geçmeyecektir. Ortalama modunda bu değere yakın olarak onun altına inebilecek ya da onu aşabilecektir.
