Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Exploring Your Envy Library
af: Blaai deur jou Envy Biblioteek
ca: Explorant La meva col·lecció de Envy
de: Bibliothek durchsuchen
es: Explorando la Colección de Envy
fr: Explorer votre bibliothèque Envy
he: ‪סייר בספריית השיתוף שלך בשרזה
hu: Tallózás a könyvtárban
it: Libreria di Envy
ja: Envyライブラリを閲覧中です
lt: Naršoma Jūsų „Envy“ kolekcija
nl: Bezig met verkennen van je Envy bibliotheek
no: Utforsker mine filer.
pl: Przeglądanie Twojej biblioteki Envy
pt: Explorando a sua Biblioteca no Envy
ru: Просмотр вашего хранилища
sl: Raziskujem tvojo Envy knjižnico
sq: Eksploroni Librarinë Tuaj në Envy
sr: Pregledavam vašu kolekciju
sv: Utforska ditt Envybibliotek
tr: Envy kütüphanesi araştırılıyor

source: Exploring
af: Blaai deur
ca: Explorant
de: Durchsuchen
es: Explorando
fr: Explorer
he: ‪סיור
hu: Tallózás
it: Esplorazione
ja: 閲覧:
lt: Naršomas
nl: Bezig met verkennen van
no: Utforsker
pl: Przeglądanie
pt: Explorando
ru: Просматривается
sl: Raziskujem:
sq: Po eksploroni
sr: Pregledavam
sv: Utforskar
tr: Araştırılıyor

source: Exploring the contents of %i folders
af: Blaai deur die inhoud van %i gidse
ca: Explorant els continguts de les carpetes %i
de: Inhalt von %i Ordnern anzeigen
es: Explorando los contenidos de las carpetas %i
fr: Explorer le contenu de %i dossiers
he: תיקיות ‪%i סייר בתכנים של
hu: %i mappa tartalmának a tallózása
it: Esplorazione del contenuto di %i cartelle
ja: %i フォルダの内容を閲覧しています
lt: Naršomas %i aplankų turinys
nl: Bezig met verkennen van de inhoud van %i mappen
no: Utforske innholdet i %i mapper
pl: Przeglądanie zawartości %i folderów
pt: Explorando os conteúdos de %i pastas
ru: Просматривается содержимое %i папок
sl: Raziskujem vsebino %i map(e)
sq: Eksploroni përmbajtjet e %i dosjeve
sr: Pregledavam sadržaj %i fascikla
sv: Utforskar innehåller av %i mappar
tr: %i Klasörden içerikler araştırılıyor

source: %i files selected
af: %i lêers geselekteer
ar: %i الملف المحدد
ca: %i arxius seleccionats
de: %i Dateien markiert
es: %i archivos seleccionados
fr: %i fichiers sélectionnés
he: ‪קבצים נבחרו %i
hu: %i fájl kiválasztva
it: %i file selezionati
ja: %i ファイル選択
lt: Pasirinktas %i failų(-ai)
nl: %i bestanden geselecteerd
no: %i filer valgt
pl: Wybrano %i plików
pt: %i arquivos selecionados
ru: Помечено %i файлов(ы)
sl: Število izbranih datotek: %i
sq: Zgjodhët %i skeda
sr: %i odabranih datoteka
sv: %i filer valda
tr: %i dosya seçildi

source: Multiple folders
af: Veelvoudige gidse
ca: Carpetes múltiples
de: Mehrere Ordner
es: Carpetas Multiples
fr: Dossiers multiples
he: ‪מספר ספריות
hu: Több mappa
it: Cartelle multiple
ja: 複数フォルダ
lt: Aplankų rinkinys
nl: Meerdere mappen
no: Flere mapper
pl: Kilka folderów
pt: Múltiplas Pastas
ru: Несколько папок
sl: Mnogotere mape
sq: Dosje Shumëfishe
sr: Više fascikla
sv: Flera mappar
tr: Çoklu klasörler

source: No files are selected
af: Geen lêers is geselekteer nie
ar: لم يتم تحديد الملفات
ca: No hi ha arxius seleccionats
de: Keine Datei markiert
es: No hay archivos seleccionados
fr: Aucun fichier sélectionné
he: ‪אף קובץ לא נבחר
hu: Nincs kiválasztott fájl
it: Nessun file selezionato
ja: 選択ファイルがありません
lt: Nėra pasirinktų failų
nl: Er zijn geen bestanden geselecteerd
no: Ingen filer valgt
pl: Nie wybrano żadnego pliku
pt: Nenhum dos arquivos estão selecionados
ru: Нет выбранных файлов
sl: Izbrana ni bila nobena datoteka
sq: Nuk zgjodhët asnjë skedë
sr: Nema označenih datoteka
sv: Inga filer valda
tr: Seçili dosya yok

source: Rate this file
af: Gradeer hierdie lêer
ca: Valora l'arxiu
de: Diese Datei bewerten
es: Dar rating a archivo
fr: Évaluer ce fichier
he: ‪דרג את הקובץ
hu: Osztályozza
it: Valuta questo file
ja: このファイルを評価
lt: Įvertinti šį failą
nl: Beoordeel dit bestand
no: Gi filen karakter
pl: Oceń ten plik
pt: Classifique este Arquivo
ru: Оценить файл
sl: Oceni to datoteko
sq: Vlerëso Skedën
sr: Oceni
sv: Betygsätt denna fil
tr: Dosya çeşidi

source: Recent Additions
af: Onlangse Byvoegings
ar: الإضافات الأخيرة
ca: Adicions recents
de: Neue Dateien
es: Adicciones Recientes
fr: Ajouts récents
he: ‪תוספות אחרונות
hu: Mostanában hozzáadva
it: Aggiunte recenti
ja: 最近の追加
lt: Paskutiniai papildymai
nl: Recente toevoegingen
no: Nye...
pl: Ostatnie dodatki
pt: Adições Recentes
ru: Недавние дополнения
sl: Nedavno dodano
sq: Shtesat e Fundit
sr: Novi Dodaci
sv: Färska tillägg
tr: Yeni eklemeler

source: Album
ca: Àlbum
he: אלבום
lt: Albumas
pt: Álbum
ru: Альбом
sq: Albumi
tr: Albüm

source: Artist
ca: Artista
de: Interpret
es: Artista
fr: Artiste
he: אמן
hu: Előadó
it: Artista
lt: Atlikėjas
nl: Artiest
pl: Wykonawca
pt: Artista
ru: Артист
sq: Artisti
tr: Sanatçı

source: Bitrate
ca: Taxa de bits
he: קצב דגימה
hu: Bitráta
it: Velocità in bit
lt: Bitratas
ru: Битрат
sv: Bithastighet

source: Length
ca: Duració
de: Dauer
es: Tamaño
fr: Durée
he: אורך
hu: Hossz
it: Durata
lt: Trukmė
nl: Duur
pl: Długość
pt: Comprimento
ru: Время
sq: Kohëzgjatje
sv: Längd
tr: Süre

source: Rating
ar: التصنيف
ca: Valoració
de: Bewertung
es: Ratio
fr: Évaluation
he: דרוג
hu: Osztályzat
it: Valutazione
ja: 評価
lt: Įvertinimas
nl: Beoordeling
no: Karakter
pl: Ocena
pt: Classificação
ru: Оценка
sl: Ocena
sq: Vlerësimi
sr: Ocena
sv: Betyg
tr: Reyting

source: Title
ca: Títol
de: Titel
es: Título
fr: Titre
he: כותרת
hu: Cím
it: Titolo
lt: Pavadinimas
nl: Titel
pl: Tytuł
pt: Título
ru: Название
sq: Titulli
sv: Titel
tr: Başlık

source: Envy was unable to install the collection file "%s" by copying it to the folder "%s".
af: Envy kon nie die versameligslêer "%s" installeer deur dit na die gids "%s" te kopieer nie.
ca: Envy no ha pogut instal·lar l'arxiu de col·lecció "%s" per copiar-lo a la carpeta "%s".
de: Envy konnte die Kollektion "%s" nicht installieren. Fehler beim Kopieren in den Ordner "%s".
es: Envy no pudo instalar el archivo de colección "%s" copiandolo a la carpeta "%s".
fr: Envy a été dans l'incapacité d'installer le fichier collection « %s » en le copiant dans le dossier « %s ».
hu: Nem lehetett telepíteni a(z) "%s" gyűjteményfájlt a "%s" mappába való másolássa.
it: Envy non è riuscito ad installare la collezione "%s" copiandola nella cartella "%s".
ja: Envyはコレクションファイル "%s" をフォルダ "%s" にコピーしてインストールすることができませんでした
lt: „Envy“ negalėjo įdiegti rinkinio failo „%s“ kopijavimo į aplanką „%s“ būdu.
nl: Envy heeft het collectiebestand "%s" niet kunnen installeren door het te kopiëren naar de map "%s".
no: Envy klarte ikke å legge inn samlings-filen "%s" ved kopiere den til mappe "%s".
pt: O Envy foi incapaz de instalar o arquivo de coleção "%s" copiando-o para a pasta "%s".
ru: Envy не смогла инсталлировать файл коллекции «%s», копируя его в папку «%s».
sl: Envy ni uspela namestiti kolekcijske datoteke "%s" med postopkom kopiranja v mapo "%s".
sv: Envy kan inte installera samlingsfilen "%s" genom att kopiera den till mappen "%s".
tr: Envy "%s" kolleksiyon dosyasını, "%s" klasörüne kopyalayarak yükleyemedi.

source: Would you like to download all files in this collection?\n\nChoose Cancel to stop any further prompts.
af: Wil jy alle lêers in hierdie versameling aflaai?\n\nKies Kanselleer om enige verdere vrae te stop.
ca: Vols descarregar tots els arxius d'aquesta col·lecció?\n\nTria cancel·lar per a evitar futurs avissos.
de: Möchten Sie alle Dateien dieser Kollektion herunterladen?\n\nKlicken Sie auf Abbrechen, um nicht mehr gefragt zu werden.
es: ¿Deseas descargar todos los archivos de esta colección?\n\nElige cancelar para evitar futuros avisos.
fr: Voulez-vous télécharger tous les fichiers de cette collection?\n\nChoisir « Annuler » pour stopper d'autres messages de sollicitation.
hu: Minden fájlt le akarsz tölteni a gyűjteményből?\n\nKattintson a Mégse gombra a további kérdések elkerülésére.
it: Desideri scaricare tutti i file in questa collezione?\n\nScegli Annulla per non mostrare ulteriori richieste.
ja: このコレクション内の全てのファイルをダウンロードしますか?nnキャンセルを選択すると追加プロンプトを停止できます
lt: Ar norite parsisiųsti visus failus iš šio rinkinio?\n\nPasirinkite „Atšaukti“, jei norite, kad toliau nebūtų klausiama.
nl: Wil je alle bestanden in deze collectie downloaden?\n\nKies Annuleren om andere meldingen te voorkomen.
no: Vil du laste ned alle filene i denne samlingen?\n\nVelg avbryt for å slippe flere spørsmål.
pt: Você gostaria de baixar todos os arquivos nesta coleção?\n\nEscolha Cancelar para parar quaisquer outros avisos.
ru: Хотите ли Вы загрузить все файлы из этой коллекции?\n\n\nВыберите «Cancel», чтобы не тревожить об этом позже.
sl: Želite prenesti vse datoteke v tej kolekciji?\n\nIzberite Prekliči (Cancel), če želite ustaviti nadaljna vprašanja glede tega.
sr: Želite li skinuti sve datoteke u ovoj kolekciji?\n\nOdaberite prekini da vam više ne dolazi ovo obavestenje.
sv: Vill du ladda ned alla filer i denna samling?\n\nVälj Avbryt om du inte vill få denna fråga igen.
tr: Bu kolleksiyondaki tüm dosyaları indirmek istiyor musunuz?\n\nHer yeni istemi durdurmak istiyorsanız İptal'i seçmelisiniz.

source: Envy has added the collection file "%s" to your library.
af: Envy het die versamelingslêer "%s" by jou biblioteek gevoeg.
ca: Envy ha afegit l'arxiu de col·lecció "%s" a la teva biblioteca.
de: Envy hat die Kollektion "%s" zu ihrer Bibliothek hinzugefügt.
es: Envy ha agregado el archivo de colección "%s" a tu librería(Colección).
fr: Envy a ajouté le fichier collection « %s » à votre bibliothèque.
hu: "%s" gyűjteményfájl hozzáadva.
it: Envy ha aggiunto la collezione "%s" alla tua libreria.
ja: Envyはコレクションファイル "%s" をライブラリに追加しました
lt: „Envy“ įtraukė rinkinio failą „%s“ į Jūsų kolekciją.
nl: Envy heeft het collectiebestand "%s" toegevoegd aan je bibliotheek.
no: Envy har lagt samlings-filen "%s" til mine filer.
pt: O Envy adicionou o arquivo de coleção "%s" a sua biblioteca.
ru: Envy добавила файл коллекции «%s» в Ваше хранилище.
sl: Envy je dodala kolekcijsko datoteko "%s" v vašo knjižnico.
sv: Envy har lagt till samlingsfilen "%s" till ditt bibliotek.
tr: Envy kütüphanenizdeki "%s" dosyasını kolleksiyona ekledi.

source: Envy received a collection file:\n\n"%s"\n\nThis file does not appear to be a valid collection file.
af: Envy het 'n versamelingslêer ontvang:\n\n"%s".\n\nHierdie lêer blyk nie 'n bruikbare versamelingslêer te wees nie.
ca: Envy ha rebut un arxiu de col·lecció:\n\n"%s"\n\nAquest arxiu no sembla ser un arxiu de col·lecció vàlid.
de: Envy hat folgende Kollektion empfangen:\n\n"%s"\n\nDiese Datei scheint keine gültige Kollektion zu sein.
es: Envy ha recibido un archivo de colección:\n\n"%s"\n\nEste archivo no parece ser un archivo de colección válido.
fr: Envy a reçu un fichier collection:nn« %s »\n\nCe fichier ne semble pas être un fichier collection valide.
hu: A Envy egy gyűjteményfájlt kapott:\n\n"%s"\n\nEz nem tűnik valós gyűjteményfájlnak.
it: Envy ha ricevuto un file collezione:\n\n"%s"\n\nQuesto file non sembra essere un file collezione valido.
ja: Envyは以下のコレクションファイルを受信しました:\n\n"%s"\n\nこのファイルは有効なコレクションファイルではありません
lt: „Envy“ parsisiuntė rinkinio failą:\n\n„%s“\n\nTurbūt jis nėra teisingas rinkinio failas.
nl: Envy heeft een collectiebestand ontvangen:\n\n"%s".\n\nDit bestand is waarschijnlijk geen geldig collectiebestand.
no: Envy mottok en samlings-fil:\n\n"%s".\n\nDette ser ikke ut som en gyldig samlings-fil.
pt: O Envy recebeu um arquivo de coleção:\n\n"%s".\n\n Este arquivo não parece ser um arquivo de coleção válido.
ru: Envy получила файл коллекции:\n\n\n«%s»\n\n\nЭтот файл не является правильным файлом коллекции.
sl: Envy je prejela kolekcijsko datoteko (collection):\n\n"%s".\n\nKot kaže, datoteka ni ustrezna kolekcijska datoteka.
sv: Envy mottog en samlingsfil:\n\n"%s".\n\nDenna fil verkar inte vara en giltig samlingsfil.
tr: Envy bir kolleksiyon dosyası aldı:\n\n"%s".\n\nBu dosya geçerli bir kolleksiyon dosyası gibi görünmüyor

source: Would you like to prevent this collection from prompting you to download anything else?
af: Wil jy hierdie versameling verhoed om jou te vra om enigeiets anders af te laai?
ca: Vols evitar que aquesta col·lecció et pregunti si vols descarregar alguna una altra cosa?
de: Keine weiteren Downloads von dieser Kollektion.
es: ¿Deseas prevenir que esta colección te pregunte si deseas descargar otra cosa de esta?
fr: Voulez-vous stopper tout message de sollicitation à télécharger autre chose de cette collection ?
hu: Meg akarja-e akadályozni, hogy minden fájl előtt kérdezzen?
it: Desideri impedire a questa collezione di chiederti di scaricare qualcosiasi altra cosa?
ja: このコレクションのダウンロード対して、いかなるプロンプトの表示も抑制しますか?
lt: Ar norite, kad šiam rinkiniui daugiau nebebūtų klausiama apie kokius nors atsisiuntimus?
nl: Wil je voorkomen dat je nog een keer wordt gevraagd om iets van deze collectie te downloaden?
no: Vil du sette en stopp på denne samlingen slik at du slipper flere spørsmål om å laste ned mer
pt: Você gostaria de impedir essa coleção de avisar você para baixar mais alguma coisa?
ru: Хотите ли Вы, чтобы Вас не спрашивали подверждений о дальнейших загрузках из этой коллекции?
sl: Želite preprečiti tej kolekciji, da vas sprašuje po prenašanju česarkoli drugega?
sv: Vill du hindra denna samling från att fråga dig om nedladdning av något annat?
tr: Birşeyler indirmeye yönlendiren bu kolleksiyonları önlemek istiyor musunuz?

source: Are you sure you want to launch the file "%s" ?\n\nSome files can be harmful to your computer. Ensure you know what the file is before launching it.
af: Is jy seker jy wil die lêer "%s" oopmaak ?\n\nSommige lêers mag dalk skadelik wees vir jou rekenaar. Maak seker jy weet wat die lêer is voordat jy dit oopmaak.
ca: Estàs segur(a) que vols executar l'arxiu "%s".\n\nAlguns arxius poden ser perillosos per a l'ordinador, i es recomana tenir l'antivirus actiu i actualitzat.
de: Sind Sie sicher, dass Sie die Datei "%s" ausführen möchten?\n\nManche Dateien können ihren Computer beschädigen. Stellen Sie die Echtheit der Datei sicher, bevor Sie sie ausführen (Virenscan).
es: Estás seguro(a) que quieres ejecutar el archivo "%s"?\n\nAlgunos archivos pueden ser peligrosos para la computadora, es recomendado tener el antivirus funcionando y actualizado.
fr: Voulez-vous vraiment ouvrir fichier « %s » ?\n\nCertains fichiers exécutables peuvent endommager votre système s'ils comportent des virus.
he: ‪? "%s" הם הינך בטוח/ה שברצונך להפעיל את הקובץnn.קבצים מסויימים יכולים לפגוע במחשב שלך, אנא וודא איזה קובץ אתה מפעיל
hu: Biztos, hogy futtatni akarja: "%s" ?\n\nNéhány fájl káros a számítógépnek. Ha nem bízik meg a fájlban, inkább futtasson le egy vírusellenőrzét.
it: Desideri eseguire il file "%s" ?\n\nAlcuni file potrebbero essere pericolosi per il tuo computer. Assicurati di conoscere la natura del file prima di eseguirlo.
ja: ファイル "%s" を開いてよろしいですか?\n\nファイルがコンピュータに有害であることもあります。 ファイルを開く前に安全であるか確認して下さい
lt: Ar tikrai norite vykdyti failą „%s“ ?\n\nKai kurie failai gali pakenkti Jūsų kompiuteriui. Įsitikinkite, kas tai per failas, prieš vykdydami jį.
nl: Weet je zeker dat je het bestand "%s" wilt openen?\n\nSommige bestanden kunnen kunnen je computer beschadigen. Ga eerst na wat voor soort bestand het is voordat je het opent.
no: Er du sikker på at du vil åpne denne filen "%s" ?\n\nNoen filer kan være skadelige for pc-en. Forsikre deg om at du vet hva filen er før du åpner den.
pt: Você tem certeza que você quer abrir o arquivo "%s" ?\n\nAlguns arquivos podem danificar seu computador. Certifique-se que você saiba o que o arquivo é antes de executá-lo.
ru: Уверены, что хотите открыть файл «%s» ?\n\nНекоторые файлы могут причинить вред для вашего компьютера. Удостоверьтесь, что это за файл прежде чем открывать его.
sl: Ste prepričani, da želite zagnati datoteko "%s" ?\n\nNekatere datoteke lahko škodijo vašemu računalniku. Prepričajte se o datoteki predno jo zaženete.
sr: Jeste li sigurni da želite pokrenuti "%s" ?\n\nNeke datoteke mogu biti štetne za vaš kompjuter.Budite sigurni da znate šta ova datoteka radi pre nego što je pokrenete.
sv: Är du säker på att du vill köra filen "%s".\n\nVissa filer kan skada din dator. Försäkra dig om vad det är för fil innan du kör den.
tr: "%s" dosyasını atmak istediğinize emin misiniz?\n\nBazı dosyalar bilgisayarınıza zarar verebilir. Dosyayı atmadan önce ne dosyası olduğundan emin olun.

source: Are you sure you want to permanently delete the %i selected files ?\n\nThe files will be moved to your "recycle bin" if it is enabled.
af: Is jy seker jy wil die %i geselekteerde lêers permanent skrap?\n\nDie lêers sal verskuif word na jou "recycle bin" as dit aangeskakel is.
ca: Estàs segur(a) d'esborrar els %i arxiu(s) seleccionats de forma permanent ?\n\nEs portaran a la Paperera de reciclatge si està activada.
de: Sind Sie sicher, dass Sie die %i ausgewählten Datei(en) löschen möchten?\n\nDie Dateien werden in den Windows Papierkorb verschoben.
es: ¿Estás seguro(a) de eliminar los %i archivos seleccionados de forma permanente ?\n\nEllos van a ser movidos a "la Papelera de reciclaje" si esta esta activada.
fr: Voulez-vous vraiment supprimer définitivement le(s) %i fichier(s) sélectionné(s) ?\n\nCes fichiers seront déplacés vers votre corbeille si vous répondez « Valider ».
hu: Biztos, hogy törölni akarja a %i fájlt?\n\nA fájl(ok) a "Lomtárba" kerülnek, ha be van kapcsolva.
it: Desideri eliminare definitivamente i %i file selezionati?\n\nI file saranno spostati nel tuo "cestino" se è abilitato.
ja: 選択した %1 ファイルを完全に削除して本当に宜しいですか?\n\n設定次第では削除したファイルが"ごみ箱"に移動される可能性があります
lt: Ar tikrai norite visam laikui ištrinti %i pasirinktus failus(-ą)?\n\nFailai bus patalpintos į „Šiukšliadėžę“, jei ji yra įgalinta.
nl: Weet je zeker dat je de %i geselecteeerde bestand(en) voorgoed wilt verwijderen ?\n\nDe bestanden zullen worden verplaatst naar je Windows "prullenbak" als dit mogelijk is.
no: Er du sikker på at du vil slette %i valgte fil(er) ?\n\nFilene vil bli sendt til din "papirkurv" hvis den er skrudd på.
pt: Você tem certeza que você quer apagar permanentemente o(s) %i arquivos selecionados ?\n\nOs arquivos serão movidos para a sua "pasta recycle bin" se ela estiver ativada.
ru: Вы уверены, что хотите удалить %i помеченных файлов(а)?\n\nФайлы будут помещены в Ваш мусорный ящик, если он активирован.
sl: Ste preričani, da želite trajno zbrisati število izbranih datotek %i. ?\n\nDatoteke bodo premaknjene v vaš "koš" če je seveda le-ta omogočen.
sr: Jeste li sigurni da želite zauvek izbrisati %i označenih datoteka?\n\nDatoteke će biti premeštene u "Smeće" Ako je omogućeno.
sv: Är du säker på att du vill radera de %i valda filerna?\n\nFilerna kommer att flyttas till din papperskorg om den är aktiverad, annars raderas de för alltid.
tr: Seçilen %i dosyasını silmek istediğinize emin misiniz? \n\n Eğer bunu seçerseniz, bu dosyalar "geri dönüşüm kutusu" taşınacaktır.

source: Envy could not delete the file:\n\n%s
af: Envy kon nie die lêer:\n\n%s skrap nie
ca: Envy no ha pogut esborrar l'arxiu:\n\n%s
de: Envy konnte die Datei\n\n%s\n\n nicht löschen
es: Envy no pudo eliminar:\n\n%s
fr: Envy ne peut pas effacer le fichier :\n\n%s
he: ‪:שרזה נכשל למחוק את הקובץ file:\n\n%s
hu: Nem lehet törölni:\n\n%s
it: Envy non riesce ad eliminare il file:\n\n%s
ja: Envyはファイルを削除できませんでした:\n\n%s
lt: „Envy“ negalėjo ištrinti failo:\n\n%s
nl: Envy kon het bestand\n\n%s niet verwijderen.
no: Envy klarte ikke å slette filen:\n\n%s
pt: O Envy não pôde apagar o arquivo:\n\n%s
ru: Envy не смогла удалить файл:\n\n%s
sl: Envy ni mogla zbrisati datoteke:\n\n%s
sr: Envy ne može izbrisati datoteku:\n\n%s
sv: Envy kan inte radera filen:\n\n%s
tr: Envy bu dosyayı silemiyor:\n\n%s
