Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Other users browsing your profile and shared files will see your avatar. Custom avatars should be 128x128 pixels, and can be in any supported image file on your PC.
af: Ander Gnutella gebruikers wat na jou profiel en gedeelde lêers kyk sal jou avatar sien. Pasgemaakte avatars moet 128x128 beeldpunte wees en kan in enige ondersteunde fotolêertipe op jou rekenaar wees.
ar: سيشاهد المستخدمون في شبكة نيتيللا الآخرون الذين يتصفحون التشكيل الجانبي لمعلوماتك الشخصية و ملفاتك المشاركة الصورة الرمزية الخاصة بك . الصور الرمزية المخصصة يجب أن تكون 128 × 128 بيكسل و يمكن أن تكون من نوع من أنواع الصور المعتمدة
ca: Altres usuaris que vegin el teu perfil també veuran el teu avatar. Els avatars personals han de ser de 128x128 píxels i poden ser en qualsevol format d'imatge soportat pel teu PC.
de: Andere Benutzer, die Ihr Profil betrachten, werden ihr Avatar sehen. Eigene Avatare sollten 128x128 Pixel groß sein und können in jedem auf ihrem PC unterstützten Bildformat vorliegen.
es: Otros usuarios que vean tu perfil, tambien van a ver tu avatar. Avatares personales deben ser de 128x128 pixels, y pueden ser en cualquier formato soportado por tu PC.
fr: Les autres utilisateurs de Gnutella qui parcourent votre profil et vos fichiers partagés verront votre avatar. Les avatars personnalisés doivent avoir une taille de 128x128 pixels et peuvent être de n'importe quel format supporté par votre PC.
he: משתמשי גנוטלה שיסיירו בפרופיל שלך יראו את תמונתך. תמונות שאתה יוצר צריכות להיות בגודל 128 על 128 פיקסלים ויכולים להיות מכל סוג של קובץ תמונה שנתמך במחשבך
hu: Ez a kép az ön adatlapja mellett lesz látható. A kép 128x128 pixel méretű legyen. Bármilyen formátumot használhat.
it: Gli altri utenti Gnutella che esamineranno il tuo profilo e i file condivisi vedranno anche il tuo avatar. Gli avatar personalizzati devono essere di 128x128 pixel e in qualsiasi formato supportato dal tuo PC.
ja: 他のGnutellaユーザがあなたのプロフィールや共有ファイルを参照し、近影を見ることになります。 近影をカスタマイズするには128x128ピクセルで、 サポートしている画像ファイルの形式ならどんなものでも構いません。
lt: Kiti Gnutella naudotojai, peržiūrinėdami Jūsų profilį ir bendrintus failus, matys Jūsų atvaizdą. Savo sukurti atvaizdai turi būti 128x128 pikselių ir gali būti bet koks vaizdo failas, kurį palaiko Jūsų kompiuteris.
nl: Andere Gnutella gebruikers die je profiel en gedeelde bestanden bekijken, zullen je avatar zien. Zelfgemaakte avatars moeten 128x128 pixels zijn en kunnen elk door deze PC ondersteund afbeeldingsbestand zijn.
no: Andre Gnutella brukere som utforsker din profil kan se ditt bilde. Bildet bør være 128x128 pixels, og kan være hvilken som helst bilde-type fra din pc.
pl: Inni użytkownicy Gnutelli przeglądający Twój profil i udostępnione pliki zobaczą Twój awatar. Awatary powinny mieć rozmiar 128x128 pikseli i mogą być zapisane w każdym formacie obsługiwanym przez Twój komputer.
pt: Outros usuários da Gnutella navegando pelo seu perfil e arquivos compartilhados verão o seu avatar. Avatares customizados devem ser de 128x128 pixels e podem ser de qualquer tipo de imagem suportada no seu PC.
ru: Другие пользователи Gnutella, просматривающие ваш профиль и файлы будут видеть вашу картинку воплощения. Она должна быть размером 128x128 пикселей, любого формата изображений.
sl: Drugi uporabniki omrežja Gnutella, ki bodo brskali po vašem profilu in datotekah v skupni rabi, bodo lahko videli vašo sličico (angl. avatar). Te morajo biti velikosti 128x128 svetlobnih točk (pixels) in so lahko v katerikoli podprti obliki slike na vašem PC-ju.
sq: Përdoruesit e Gnutella-s që shfletojnë profilin/skedat që ju shpërndani, do e shikojnë foton tuaj. Fotot me porosi duhet të jenë 128x128 pikselë, dhe në çdo format të skedëimazhit që përkrah PC-ja juaj.
sr: Ostali Gnutella korisnici koji pogledaju Vaš profil ili deljene datoteke će videti Vaš avatar.Napravljeni avatari moraju biti 128x128 pixela, i mogu biti u bilo kojem podržanom formatu na Vašem PC-ju.
sv: Andra Gnutellaanvändare som visar din profil och dina utdelade viler kommer att se din avatar. Anpassade bilder ska vara 128x128 pixlar och kan vara valfri bildfil på din PC.
tr: Diğer Gnutella kullanıcıları profilinize ve paylaşım dosyalarınıza gözatarken havarinizi göreceklerdir. Havariniz 128x128 pixel olmalıdır ve PC'nizin desteklediği görüntü dosyaları olabilir.

source: _Browse...
af: _Kies...
ar: _استعرض...
ca: _Explora...
de: _Durchsuchen...
es: _Explorar...
fr: Parcourir...
he: סייר
hu: _Tallózás...
it: S_foglia...
ja: 参照(_B)...
lt: Perž_velgti...
nl: _Zoeken...
no: _Utforsk...
pl: Przeglądaj...
pt: _Navegar...
ru: В_ыбрать...
sl: _Brskaj...
sq: _Shfleto...
sr: Traži
sv: _Bläddra…
tr: _Gözat...

source: _Location:
af: _Ligging:
ar: :_الموقع
ca: Ubicació:
de: _Standort:
es: Ubicación:
fr: _Lieu :
he: :מיקום
hu: _Lakhely
it: _Località:
ja: 住所:
lt: _Vietovė
nl: _Locatie:
no: _Sted:
pl: Położenie:
pt: _Local:
ru: _Местонахождение:
sl: _Lokacija:
sq: _Vendndodhje:
sr: Mesto Stanovanja
sv: _Plats:
tr: _Konum:

source: Country:
af: Land:
ar: :ال_دولة
ca: País:
de: Land:
es: País:
fr: Pays :
he: :ארץ
hu: Ország:
it: Paese:
ja: 国:
lt: Šalis:
nl: Land:
no: Land:
pl: Kraj:
pt: País:
ru: Страна:
sl: Država:
sq: Shteti:
sr: Država:
sv: Land:
tr: Ülke:

source: City:
af: Stad:
ar: :ال_مدينة
ca: Ciutat:
de: Stadt:
es: Ciudad:
fr: Ville :
he: :עיר
hu: Város:
it: Città:
ja: 町:
lt: Miestas:
nl: Stad:
no: By:
pl: Miasto:
pt: Cidade:
ru: Город:
sl: Mesto:
sq: Qyteti:
sr: Grad:
sv: Stad:
tr: Kent:

source: _Mapping:
af: _Kaartering:
ar: :ال_خريطة
ca: _Coordenades:
de: _Koordinaten:
es: _Coordenadas:
fr: Sur une carte :
he: :מיפוי
hu: _Térkép (fokok)
it: _Mappa:
ja: 地図:
lt: Žemėlapio _koordinatės:
nl: _Cartografie:
no: _Koordinater
pl: Współrzędne:
pt: _Mapeamento:
ru: _Картография:
sl: _Zemljepisna dolžina/širina:
sq: _Pozicioni në Hartë:
sr: Pozicija:
sv: _Kartning:
tr: _Haritalama:

source: Latitude:
ar: :خطّ العرض
ca: Latitud:
de: Breite:
es: Latitud:
he: :קו רוחב
hu: Szélességi:
it: Latitudine:
ja: 緯度:
lt: Platuma:
nl: Breedtelijn:
no: Breddegr.:
pl: Szerokość:
ru: Широта:
sl: Širina:
sq: Gjer. Gjeo.:
sr: Geo.Širina:
sv: Latitud:
tr: Enlem:

source: Longitude:
ar: خط الطول:
ca: Longitud:
de: Länge:
es: Longitud:
he: :קו אורך
hu: Hosszúsági:
it: Longitudine:
ja: 経度:
lt: Ilguma:
nl: Lengtelijn:
no: Lengdegr.:
pl: Długość:
ru: Долгота:
sl: Dolžina:
sq: Gjat. Gjeo.:
sr: Geo.Dužina:
sv: Longitud:
tr: Boylam:

source: _Interests:
af: _Belangstellings:
ar: ال_هوايات
ca: _Interessos:
de: _Interessen:
es: _Intereses:
fr: Centres d'_intérêt :
he: :תחביבים
hu: É_rdeklődési kör
it: _Interessi:
ja: 興味:
lt: _Pomėgiai:
nl: _Interesses:
no: _Interesser:
pl: Zainteresowania:
pt: _Interesses:
ru: _Интересы:
sl: _Stvari, ki vas zanimajo:
sq: _Interesi:
sr: Zan_ima Me:
sv: _Intressen:
tr: İ_lgilerim:

source: Add >
af: Voeg By >
ar: إضافة>
ca: Afegeix >
de: Hinzufügen >
es: Agregar >
fr: Ajouter >
he: הוסף >
hu: Hozzáad >
it: Aggiungi >
ja: 追加 >
lt: Pridėti >
nl: Toevoegen >
no: Legg til >
pl: Dodaj >
pt: Adicionar >
ru: Внести >
sl: Dodaj >
sq: Shto >
sr: Dodaj >
sv: Lägg till >
tr: Ekle >

source: < Remove
af: < Verwyder
ar: <إزالة
ca: < Treu
de: < Entfernen
es: < Quitar
fr: < Enlever
he: הסר <
hu: < Eltávolít
it: < Rimuovi
ja: < 削除
lt: < alinti
nl: < Verwijder
no: < jern
pl: < Usuń
pt: < Remover
ru: < Удалить
sl: < Odstrani
sq: < Fshije
sr: < Ukloni
sv: < Readera
tr: < Kaldır

source: Contact
af: Kontak
ar: الإتصال
ca: Contacte
de: Kontakt
es: Contacto
he: צור קשר
hu: Kapcsolat
it: Contatti
ja: 連絡先
lt: Adresai kontaktams
no: Kontakt
pl: Kontakt
pt: Contacto
ru: Контакты
sl: Kontakt
sq: Kontakti
sr: Kontakt
sv: Kontakt
tr: İletişim

source: _Email Address:
af: _E-pos Adres:
ar: :ال_بريد الالكتروني
ca: _Correu electrònic:
de: _Email-Adressen:
es: Correo elecrónico:
fr: Adresses email :
he: :כתובות אימייל
hu: _E-mail cím
it: Indirizzi _email:
ja: Eメールアドレス:
lt: _El. pašto adresai:
nl: _E-mailadressen:
no: _E-post adresser:
pl: Adresy Email:
pt: _Endereços de Email:
ru: _Адреса эл. почты:
sl: _E-naslovi:
sq: _Adresa e e-mailit:
sr: _Email Adresa:
sv: _Epostadresser:
tr: _Email Adresleri:

source: Public:
af: Primêr:
ar: :ال_أساسي
ca: Primari:
de: Primär:
es: Primario:
fr: Principale :
he: :ראשי
hu: Cím:
it: Primario:
ja: 常時使用:
lt: Pirminis:
nl: Eerste:
no: Hoved:
pl: Główny:
pt: Primário:
ru: Основной:
sl: Osnovni:
sq: Parësore:
sr: Glavna:
sv: Primär:
tr: Birincil:

source: _Social / Instant Messaging:
af: _Kitsboodskappe:
ar: :_ماسنجر الإتصال
ca: _Missatgeria instantània:
de: _Instant-Messaging:
es: Chat:
fr: Messagerie instantanée :
he: :מסרים מיידים
hu: _Üzenetküldők
it: Messaggistica _istantanea:
ja: メッセージングサービス:
lt: _Skubiųjų žinučių paštas:
nl: _Instant messaging:
no: _Messenger:
pl: Wiadomości błyskawiczne:
pt: _Mensagem Instantânea:
ru: _И-нет пейджеры:
sl: _Takojšnje sporočanje:
sq: Lajmëtar _Çasti:
sr: _Instant Messaging:
sv: _Direktmeddelanden:
tr: _Acil Mesajlaşma:

source: Favorites
af: Lêers
ar: المفضلة
ca: Favorits
de: Favoriten
es: Archivos
fr: Fichiers
he: קבצים
hu: Fájlok
it: File
ja: ファイル
lt: Failai
nl: Bestanden
no: Filer
pl: Pliki
pt: Arquivos
ru: Файлы
sl: Datoteke
sq: Skedat
sr: Datoteke
sv: Filer
tr: Dosyalar

source: _Favorite Files:
af: _Gunstelling Lêers:
ar: :م_لفات المفضلة
ca: Arxius _favorits:
de: _Empfohlene Dateien:
es: Archivos _favoritos:
fr: _Fichiers favoris :
he: :קבצים מועדפים
hu: _Kedvenc fájlok
it: File _preferiti:
ja: お気に入りのファイル:
lt: _Pamėgti failai:
nl: _Favoriete bestanden:
no: _Favorittfiler:
pl: Ulubione pliki:
pt: _Arquivos Favoritos:
ru: _Избранные файлы:
sl: _Priljubljene datoteke:
sq: Skedat _Favorite:
sr: Vaše Datoteke Koje Preporučutje Ostalim Korisnicima:
sv: _Favoritfiler:
tr: Favori Dosyalar:

source: Favorite files are recommended to users who browse your profile. Create favorite files by adding them to the "Favorites" library folder.
af: Gunstelling lêers word aanbeveel aan mense wat jou profiel lees. Skep gunstelling lêers deur hulle by die "Gunstellinge" biblioteekgids by te voeg.
ar: الملفات المفضلة هي الملفات المستحسنة للمستخدمين الذين يتصفحون تشكيلك الجانبي . يمكنك وضع ملفات المفضلة بإضافتها إلى مجلد مكتبة "المفضلة" ـ
ca: Aquests arxius són recomanants quant els usuaris explorin la teva col·lecció. Els pots crear afegint-los a la carpeta de "Favorits" dins la col·lecció.
de: Diese Dateien werden Benutzern angezeigt, die Ihr Profil ansehen. Dateien im Ordner "Favoriten" Ihrer Bibliothek erscheinen hier.
es: Estos son recomendados, cuando los usuarios exploran Colección. Los puedes crear agregandolos a la carpeta de "Favoritos" en Colección.
fr: Les fichiers favoris sont recommandés aux utilisateurs qui parcourent votre profil. Ajoutez des favoris au dossier « Favoris » de votre bibliothèque.
he: ‫שרזה ממליץ על קבצי המועדפים למשתמשים שצופים בפרופיל. תוכל לבחור קבצים על ידי הוספתם אל תיקיית מועדפים שבספריה שלך
hu: Ezeket a fájlokat azok láthatják, aki éppen az ön adatlapját böngészik. Fájl hozzáadásához a Könyvtárban lévő "Kedvencek" mappába helyezze a fájlokat.
it: I file preferiti sono consigliati agli utenti che esplorano il tuo profilo. Puoi creare i file preferiti aggiungendoli alla cartella "Preferiti" nella libreria.
ja: お気に入りに指定することでプロフィールを参照したユーザーにお勧めを紹介できます。"Favorites"ライブラリフォルダに追加すればお気に入りを作成できます
lt: Pamėgti failai - tai tie, kuriuos Jūs siūlote kitiems naudotojams. Jūs galite sukurti mėgiamus failus, juos pridėję į savo kolekcijos „Mėgiamybės“ katalogą.
nl: Favoriete bestanden worden getoond aan gebruikers die je profiel bekijken. Je kunt bestanden toevoegen aan de "Favorieten"map van de bibliotheek.
no: Favorittfilene blir anbefalt til brukere som utforsker din profil. Du kan gjøre filer til favoritter ved å legge dem i "Favoritt"-mappen i mine filer.
pl: Ulubione pliki są rekomendowane użytkownikom przeglądającym Twój profil. Możesz stworzyć ulubione pliki przez dodanie ich do folderu zasobów "Ulubione".
pt: Arq. favoritos são recomendados para usuários que navegam o seu perfil. Você cria arq. favoritos pondo-os na pasta "Favoritos" da biblioteca.
ru: Эти файлы рекомендуются пользователям, которые просматривают ваш профиль. Список содержит файлы папки хранилища - «Favorites».
sl: Priljubljene datoteke so priporočljive uporabnikom, ki brskajo po vašem profilu. Priljublje datoteke lahko dodatke tako, da jih dodate v knjiž. mapo "Zaznamki".
sq: Skedat favorite rekomandohen për përdoruesit që shfletojnë profilin tuaj. Ato mund t'i krijoni duke i shtuar në dosjen e librarisë, "Favoritet".
sr: Datoteke koje preporučite su vidljive svima koji pogledaju Vaš profil. Datoteku možete staviti u preporuke tako da je stavite u "Favorites" fasciklu u kolekciji.
sv: Favoritfiler är rekommenderade för användare som läser din profil. Du kan skapa favoritfiler genom att lägga till dem till din favoritmapp i ditt bibliotek.
tr: Favori Dosyalar profilinize bakan kullanıcılara önerilir. Kütüphane klasörüne "Favorileri" ekleyerek favori dosyaları oluşturabilirsiniz.

source: Links
af: Gunstellinge
ar: المفضلة
ca: Favorits
de: Favoriten
es: Favoritos
fr: Favoris
he: מועדפים
hu: Kedvencek
it: Preferiti
ja: お気に入り
lt: Mėgiamybės
nl: Favorieten
no: Favoritter
pl: Ulubione
pt: Favoritos
ru: Избранное
sl: Zaznamki
sq: Favoritet
sr: Moje Preporuke
sv: Favoriter
tr: Favoriler

source: _Edit Link:
af: _Verander:
ar: :ت_حرير
ca: _Edita:
de: _Bearbeiten:
es: _Editar:
fr: Modifier :
he: :ערוך
hu: _Szerkeszt
it: _Modifica:
ja: 編集:
lt: _Taisyti:
nl: _Aanpassen:
no: _Endre:
pl: Edytuj:
pt: _Editar:
ru: _Правка:
sl: _Uredi:
sq: _Edito:
sr: Prom_eni:
sv: _Redigera:
tr: _Düzenle:

source: Certificate
af: Sertifikaat
ar: شهادة
ca: Certificat
de: Zertifikat
es: Certificado
fr: Certificat
he: אישורים
hu: Azonosítás
it: Certificato
ja: 証明書
lt: Sertifikatas
nl: Certificaat
no: Sertifikat
pl: Certyfikat
pt: Certificado
ru: Сертификат
sl: Certifikat
sq: Certifikata
sr: Certifikat
sv: Certifikat
tr: Sertifika

source: _Globally Unique Identification Certificates:
af: _Globaal Unieke Identifikasie Sertifikaat:
ar: :_شهادة التعريف الفريدة العالمية من
ca: _Certificat d'identificació global única de Gnutella:
de: _Eindeutiges globales Identifikationszertifikat:
es: _Certificados de Globally Unique Identification:
fr: _Certificat d'identification unique :
he: :שירות אישורי זיהוי ייחודי גלובלי של גנוטלה
hu: _Egyedi azonosítókulcs
it: Certificato di identificazione unico globale:
ja: グローバルユニーク識別証明:
lt: _Globaliai Unikalaus Indentifikavimo Sertifikatas:
nl: _Globaal unieke identificatiecertificaat:
no: _Unike Identifiserings Sertifikat:
pl: Globalnie Unikatowy Identyfikujący Certyfikat:
pt: _Certificado de Identificação Globalmente Única:
ru: Глобальный Уникальный Сертификат Идентификации:
sl: _Globalno neponovljiv identifikacijski certifikat:
sq: Certifikata Unike e Identifikimit Mbarëbotëror:
sr: _Globally Unique Identification Certificate:
sv: _Globala unika identifikationscertifikat:
tr: _Global Kimlik Tespit Sertifikası:

source: Generate New
af: Genereer Nuwe
ar: توليد الآن
ca: Genera nou
de: Neue GUID erstellen
es: Generar Nuevo
fr: Générer un nouv.
he: צור כעת
hu: Új generálása
it: Genera nuovo
ja: 新規作成
lt: Generuoti naują
nl: Nieuwe genereren
no: Lag nytt
pl: Generuj nowy
pt: Gerar Novo
ru: Генери-ть новый
sl: Ustvari zdaj
sq: Gjenero një të Re
sr: Promeni
sv: Skapa nytt
tr: Yeni Oluştur

source: Users are identified by a globally unique identifier and a corresponding public and private key pair. Normally there is no need to use or generate a new ID, however this option is provided for advanced users.
af: Gnutella gebruikers word geidentifiseer deur 'n globaal unieke sertifikaat en 'n ooreenstemmende publieke en privaat sleutelpaar. Normaalweg is dit nie nodig om 'n nuwe ID te genereer nie, maar Envy bied hierdie opsie vir gevorderde gebruikers.
ar: يتم تعريف مستخدمي نيتيللا من قبل معرف فريد عالميا و مفتاح عام و آخر خاص . عادة ليس هناك حاجة لتوليد هوية جديدة ، بالرغم من شير-أزا يقدم هذا الخيار للمستخدمين المتقدمين
ca: Els usuaris de Gnutella són identificats amb un identificador global únic i una clau privada i pública. Normalment no hi ha necessitat de crear una identitat nova, però Envy dóna aquesta opció als usuaris avançats.
de: Gnutella-Benutzer werden anhand einer eindeutigen ID und einem entsprechendem Public/Private-Schlüsselpaar identifiziert. Normalerweise ist es nicht nötig, eine neue ID zu erstellen; Envy stellt diese Option jedoch für erfahrene Benutzer zur Verfügung.
es: Los usuarios de Gnutella son identificados, para mantener el orden en la red. Normalmente no hay necesidad de crear una identidad nueva, pero Envy le da esta opción a los usuarios avanzados.
fr: Les utilisateurs de Gnutella possèdent un identifiant unique et une paire de clés publiques et privées. Normalement, il n'est pas nécessaire de générer un nouvel ID, Envy propose toutefois cette option pour les utilisateurs initiés.
hu: A Gnutella felhasználói egy egyedi kulcsot kapnak egymás azonosítására. Normális esetben ezt nem kell megváltoztatni, de a tapasztalt felhasználók ezt bármikor megtehetik.
it: Gli utenti di Gnutella sono riconosciuti da un identificatore unico globale e da una coppia di chiavi privata e pubblica. Normalmente non c'è necessità di generare un nuovo ID, tuttavia Envy fornisce questa opzione per utenti esperti.
ja: Gnutellaユーザーはグローバルでユニーク(一意)な識別子と、それに対応する公開・秘密鍵によって特定することが出来ます。 通常は新しいIDを作成する必要はありませんが、Envyはこのオプションを熟練したユーザに提供します
lt: Gnutella naudotojai yra atpažįstami pagal globaliai unikalų identifikatorių ir pagal atitinkamą viešojo ir privataus raktų porą. Paprastai nėra prasmės generuoti naujo ID, tačiau Envy suteikia tokią galimybę patyrusiems naudotojams.
nl: Gnutella gebruikers worden geïdentificeerd aan de hand van een globaal unieke ID en een corresponderend publiek en privaat sleutelpaar. Normaal gesproken is het niet nodig om een nieuwe ID te genereren, Envy voorziet echter in deze optie voor gevorderde gebruikers.
no: Gnutellabrukerne blir identifisert av et unikt kjennetegn og et tilsvarende offentlig og privat nøkkelpar. Normalt er det ikke nødvendig å lage en ny ID, imidlertid har Envys brukere denne valgmuligheten.
pl: Użytkownicy Gnutelli są identyfikowani przez unikatowy identyfikator i odpowiadającą sobie parę kluczy publicznego i prywatnego. Normalnie nie trzeba generować nowego identyfikatora, jednak Envy zapewnia taką możliwość dla zaawansowanych użytkowników.
pt: Usuários gnutella são identificados por um identificador globalmente único e um par de chaves privadas e públicas correspondentes. Normalmente não há necessidade de gerar um novo ID, no entanto o Envy tem esta opção para usuários avançados.
ru: Gnutella users are identified by a globally unique identifier and a corresponding public and private key pair. Normally there is no need to generate a new ID, however Envy provides this option for advanced users.
sl: Gnutella uporabniki so prepoznavni po globalno neponovljivem razločevalcu (identifikatorju) in ustreznem paru javnega in zasebnega ključa. Ponavadi ni potrebe po ustvarjanju nove ID številke a Envy to omogoča zahtevnim uporabnikom.
sq: Përdoruesit e Gnutella-s identifikohen nga një identifikues botërisht unik dhe nga një publik i caktuar e numër i parë privat. Normalisht nuk është se duhet të gjeneroni një ID të re, gjithsesi Envy e ofron këtë mundësi për përdoruesit e përparuar.
sr: Gnutella korisnici se identificiraju po jedinstvenom broju i pripadajućim javnim i privatnim parom ključa. U normalnom radu nema potrebe za menjanjem ID broja, ipak Envy to omogućuje naprednim korisnicima.
sv: Gnutellaanvändare identifieras med en global unik identitet och tillhörande publika och privata nyckelpar. Normalt finns det inget behov av att generera ett nytt ID, men Envy ger denna möjlighet för avancerade användare.
tr: Gnutella kullanıcıları heskesçe bilinen tek bir kimlik ve özel anahtar eşlemesi ile tanınırlar. Normalde yeni bir ID oluşturulamaya ihtiyaç duyulmadığı halde Envy ileri kullanıcılarına böyle bir seçenek sağlar.

source: Select Language
af: Selekteer Taal
ar: تحديد اللغة
ca: Selecciona idioma
de: Sprache wählen
es: Seleccionar Idioma
fr: Choisir la langue
he: בחר שפה
hu: Nyelv kiválasztása
it: Seleziona lingua
ja: 使用言語を選択
lt: Pasirinkite kalbą
nl: Een taal kiezen...
no: Velg språk
pl: Wybierz Język
pt: Selecionar um Idioma
ru: Выберите язык программы
sl: Izberi jezik
sq: Zgjidhni gjuhën
sr: Odaberite Jezik
sv: Välj språk
tr: Dil Seçimi

source: Connect To|Browse Host|Chat with User
af: Konnekteer Aan|Blaai deur Gebruikersinligting|Chat with User
ar: الإتصال بـ|استعرض المستضيف
ca: Connecta a|Explora servidor|Platicar con Usario
de: Verbinden mit|Benutzer durchsuchen|Chat with User
es: Conectar A|Explorar Usuarios|Platicar con Usarios
fr: Se connecter à|Parcourir l'hôte|Chat with User
he: התחבר אל|סייר במידע משתמש
hu: Manuális kapcsolódás|Fájllista és adatlap|Chat with User
it: Connetti a|Esplora host|Chat with User
ja: 接続|ホスト参照|Chat with User
lt: Jungtis prie|Naršyti adresatą|Chat with User
nl: Verbinden met|Gastheer bekijken|Chat with User
no: Koble Til|Utforsk vert|Chat with User
pl: Połącz z|Przeglądaj Hosta|Chat with User
pt: Conectar A|Navegar Host|Chat con Usario
ru: Соединиться с|Просмотр хоста|Chat with User
sl: Poveži se z|Brskalni gostitelj|Chat with User
sq: Lidhuni Te|Shfletoni Hostin|Chat with User
sr: Spoji se|Pogledaj šta ima|Chat with User
sv: Anslut till|Visa värdens filer|Chat with User
tr: Bağlan|Hosta Gözat|Chat with User

source: Initiate a new connection to host or server:|Browse this host:|Message this user:
af: Maak 'n nuwe konneksie na 'n gasheer of bediener:|Blaai deur hierdie kliënt se profiel en gedeelde lêers:|Message this user:
ar: :تحضير إتصال جديد إلى مضيف أو ملقم|:تصفح هذا المضيف
ca: Inicia una nova connexió al servidor:|Explora aquest servidor:|Platicar con usario:
de: Verbinden mit:|Benutzer durchsuchen:|Message this user:
es: Iniciar una nueva conexión al host o servidor:|Explorar este host:|Platicar con este usario:
fr: Établir une nouvelle connexion avec l'hôte ou le serveur :|Parcourir cet hôte :|Messagerie cet user :
he: :צור חיבור חדש עם כתובת המשתמש או השרת|סייר במידע המשתמש
hu: Kapcsolódás ehhez:|Fájllista és adatlap:|Message this user:
it: Avvia una nuova connessione con l'host o il server:|Esplora questo host:|Message this user:
ja: ホスト又はサーバへの新規接続を開始:|このホストを参照:|Message this user:
lt: Užmegzti naują ryšį su kompiuteriu ar serveriu:|Naršyti šį kompiuterį:|Message this user:
nl: Een nieuwe verbinding met deze gastheer of server aanmaken:|Deze gastheer bekijken:|Message this user:
no: Start en ny kobling til vert eller tjener:|Utforsk denne verten:|Message this user:
pl: Inicjuj nowe połączenie z hostem lub serwerem:|Przeglądaj tego hosta:|Message this user:
pt: Iniciar uma nova conexão com um host ou servidor:|Navegar este Host:|Message este usario:
ru: Инициализировать новое соединене с хостом или сервером:|Просмотр этого хоста:|Message this user:
sl: Začni novo povezavo do gostitelja ali strežnika:|Brskaj po gostitelju:|Message this user:
sq: Nis një lidhje të re te hosti/serveri:|Shfleto këtë host:|Message this user:
sr: Započmi novu vezu sa hostom ili serverom:|Pogledaj šta ima ovaj host:|Message this user:
sv: Skapa en ny anslutning till värden eller servern:|Visa värdens filer |Message this user:
tr: Host ya da sunucuya yeni bir bağlantı başlat:|Hosta Gözat:|Message this user:

source: Network _Protocol:
af: Netwerk_protokol:
ar: :بر_وتوكول الشبكة
ca: Protocol de xarxa.
de: _Netzwerkprotokoll:
es: Protocolo de red.
fr: _Protocole réseau:
he: :פרוטוקול רשת
hu: Protokoll
it: _Protocollo rete:
ja: ネットワークプロトコル:
lt: Tinklo _protokolas:
nl: Netwerk_protocol:
no: Nettverks_protokoll:
pl: Protokół sieciowy:
pt: Protocolo de Rede:
ru: Протокол _сети:
sl: Omrežni _protokol:
sq: _Protokolli i Rrjetit:
sr: Mrežni _Protokol:
sv: Nätverks_protokoll:
tr: Ağ _Protokolü:
