Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Total Generic Receive Bandwidth
af: Totale Generiese Ontvangsbandwydte
ca: Total de banda ampla rebuda genérica
de: Gesamte Empfangsgeschwindigkeit
es: Total Ancho de Banda Genérica Recibida
fr: Bande passante entrante totale
he: ‪סך רוחב פס קבלה ג'נרית
hu: Teljes letöltési sávszél
it: Totale banda in ricezione
ja: 総受信帯域幅
lt: Bendra gavimų greitaveika
nl: Totale generieke ontvangstbandbreedte
no: Total generisk mottaksbåndbredde
pt: Banda Genérica de Recepção Total
ru: Общая полоса пропускания приема
sl: Skupna generična pasovna širina za prejemanje
sv: Total allmän mottagningsbandbredd
tr: Toplam Alım Bantgenişliği

source: Total Generic Transmit Bandwidth
af: Totale Generiese Stuurbandwydte
ca: Total de banda ampla transmesa genérica
de: Gesamte Sendegeschwindigkeit
es: Total Ancho de Banda Genérica Transmitida
fr: Bande passante sortante totale
he: ‪סך רוחב פס שידור ג'נרי
hu: Teljes feltöltési sávszél
it: Totale banda in trasmessione
ja: 総送信帯域幅
lt: Bendra išsiuntimų greitaveika
nl: Totale generieke verzendbandbreedte
no: Total generisk overføringsbåndbredde
pt: Banda Genérica de Transmissão Total
ru: Общая полоса пропускания посылок
sl: Skupna generična pasovna širina za oddajanje
sv: Total allmän sändningsbandbredd
tr: Toplam Gönderim Bantgenişliği

source: Total TCP Receive Bandwidth
af: Totale TCP Ontvang Bandwydte
ca: Ample de banda total de recepció TCP
de: Gesamte TCP-Empfangsgeschwindigkeit
es: Ancho de banda total de recepción TCP
fr: Bande passante TCP totale
he: ‪כולל לקבלה TCP רוחב פס
hu: Teljes TCP letöltési sávszél
it: Totale banda ricezione TCP
ja: 総TCP受信帯域幅
lt: Bendra TCP gavimų greitaveika
nl: Totale TCP ontvangstbandbreedte
no: Total TCP mottatt båndbredde
pt: Total de Banda TCP Recebida
ru: Общая TCP полоса пропускания приема
sl: Skupna TCP vhodna pasovna širina
sv: Total TCP-mottagningsbandbredd
tr: Toplam TCP Alım Bantgenişliği

source: Total TCP Transmit Bandwidth
af: Totale TCP Stuur Bandwydte
ca: Ample de banda total de transmició TCP
de: Gesamte TCP-Sendegeschwindigkeit
es: Ancho de banda total de transmición TCP
fr: Bande passante TCP transmise
he: ‪כולל לשליחה TCP רוחב פס
hu: Teljes TCP feltöltési sávszél
it: Totale banda trasmissione TCP
ja: 総TCP送信帯域幅
lt: Bendra TCP išsiuntimų greitaveika
nl: Totale TCP verzendbandbreedte
no: Total TCP overført bånbredde
pt: Total de Banda TCP Transmitida
ru: Общая TCP полоса пропускания посылок
sl: Skupna TCP izhodna pasovna širina
sv: Total TCP-sändningsbandbredd
tr: Toplam TCP Gönderim Bantgenişliği

source: Total UDP Receive Bandwidth
af: Totale UDP Ontvang Bandwydte
ca: Ample de banda total de recepció UDP
de: Gesamte UDP-Empfangsgeschwindigkeit
es: Ancho de banda total de recepción UDP
fr: Bande passante TCP reçue
he: ‪כולל לקבלה UDP רוחב פס
hu: Teljes UDP letöltési sávszél
it: Totale banda ricezione UDP
ja: 総UDP受信帯域幅
lt: Bendra UDP gavimų greitaveika
nl: Totale UDP ontvangstbandbreedte
no: Total UDP mottatt båndbredde
pt: Total de Banda UDP Recebida
ru: Общая UDP полоса пропускания приема
sl: Skupna UDP vhodna pasovna širina
sv: Total UDP-mottagningsbandbredd
tr: Toplam UDP Alım Bantgenişliği

source: Total UDP Transmit Bandwidth
af: Totale UDP Stuur Bandwydte
ca: Ample de banda total de transmissió UDP
de: Gesamte UDP-Sendegeschwindigkeit
es: Ancho de banda total de transmición UDP
fr: Bande passante UDP totale
he: ‪כולל לשליחה UDP רוחב פס
hu: Teljes UDP feltöltési sávszél
it: Totale banda trasmissione UDP
ja: 総UDP送信帯域幅
lt: Bendra UDP išsiuntimų greitaveika
nl: Totale UDP verzendbandbreedte
no: Total UDP overført båndbredde
pt: Total de Banda UDP Transmitida
ru: Общая UDP полоса пропускания посылок
sl: Skupna UDP izhodna pasovna širina
sv: Total UDP-sändningsbandbredd
tr: Toplam UDP Gönderim Bantgenişliği

source: Upload Bandwidth
af: Oplaai Bandwydte
ca: Banda ampla de pujada
de: Uploadgeschwindigkeit
es: Ancho de Banda de Subida
fr: Bande passante envois
he: ‪רוחב-פס להעברות
hu: Feltöltési sávszél
it: Banda upload
ja: アップロード帯域幅
lt: Išsiuntimų greitaveika
nl: Uploadbandbreedte
no: Opplastingsbåndbredde
pt: Banda de Upload
ru: Полоса пропускания Раздач
sl: Pasovna širina za nalaganje (upload)
sv: Uppladdningsbandbredd
tr: Aktarım Bantgenişliği

source: Upload Transfer Count
af: Oplaai Oordragte Hoeveelheid
ca: Compte de pujades
de: Anzahl Uploadtransfers
es: Cuenta Transferencia de Subida
fr: Décompte des envois
he: ‪סכום העלאות שהועברו
hu: Feltöltési forgalom száma
it: Conteggio trasferimenti upload
ja: アップロード転送数
lt: Išsiunčiamų failų išsiuntimų skaičius
nl: Aantal uploadoverdrachten
no: Antall opplastinger
pt: Contagem das Transferências de Upload
ru: Число пересылок в Раздачах
sl: Števec naloženih (upload) datotek
sv: Uppladdningsöverföringar
tr: Aktarım Transfer Sayısı

source: Connecting neighbor %s falling back to shielded leaf mode.
af: Gasheer %s is besig om terug te val na geskermde kliëntmodus.
ca: La connexió amb l'amfitrió a veí %s ha tornat enrere perquè és un mode leaf protegit.
de: Verbindung mit %s herstellen. Rückkehr in den shielded-leaf Modus.
es: Conectando a vecino %s pero es un nodo leaf .
fr: Connexion au voisin %s, retour en mode « leaf » protégé.
hu: Kapcsolódás: %s, visszatérés álcázott(shielded) leaf módba.
it: La connessione con l'host %s caduta a causa della modalità leaf protetta.
ja: 保護されたリーフノードへ退行している近隣 %s へ接続中です
lt: Kaimynas adresu %s ryšio užmezgimo metu grįžo į apsaugotos atšakos veikseną.
nl: Verbinden met bron %s terugvallen op shielded leaf modus.
no: Tilkoblet nabo %s går tilbake til vernet leaf mode.
pt: O Vizinho conectando %s está voltando ao modo de leaf node protegido.
ru: Подсоединяющийся хост %s возвращается обратно в режим защищенного лепесткового узла.
sl: Povezujem soseda %s vračam se v način zaščitenega lista (shielded leaf mode).
sq: Fqinji në lidhje %s po kthehet pas në gjethe nyje me mburojë.
sr: Spojeni sused %s prelazi u zaštićeni leaf način.
sv: Anslutande granne %s byter till skyddat lövläge.
tr: %s komşunun koruma düğümü olduğundan bağlantı geri alınıyor.

source: Closing surplus connection from %s with host hint (%s port %i).
af: Oormaat konneksies van %s met gasheer word gesluit (%s poort %i).
ca: Tancant la connexió surplus amb %s amb hint amfitrió (%s port %i).
de: Überflüssige Verbindung mit %s geschlossen, Host-Liste übertragen (%s Port %i).
es: Cerrando surplus conexión con %s con host hint (%s puerto %i).
fr: Fermeture du surplus de connexion avec %s, sur le conseil de l'hôte (%s port %i).
hu: Felesleges kapcsolat bezárása: %s (%s port %i).
it: Chiusura della connessione in eccedenza da %s con host hint (%s porta %i).
ja: %s との余剰接続を閉じています。ホストヒント (%s ポート %i)
lt: Nutraukiamas pridėtinis ryšys su %s, adresatas atsiuntė patarimą (%s prievadas %i).
nl: Overbodige verbinding vanaf %s wordt gesloten met een bron hint (%s port %i).
no: Lukker overskuddskobling fra %s med vert-hint (%s port %i).
pt: Fechando conexão supérflua de %s com a dica do host (%s porta %i).
ru: Закрывается лишнее соединение с %s после подсказки от хоста (%s порт %i).
sl: Zapiram odvečne povezave z %s in z gostiteljskim namigom (%s vrata %i).
sq: Po mbyll lidhjen tepricë nga %s me këshillë hosti (%s porti %i).
sr: Prekidam višak veza sa %s with host hint (%s port %i).
sv: Stänger överflödig anslutning från %s med värdtips (%s port %i).
tr: %s ile Host arasındaki aşırı bağlantı kapatılıyor.

source: Hub neighbor %s won't accept us as a hub, closing connection.
af: Hub-Gasheer %s weier ons as 'n hub, konneksie word gesluit.
ca: El hub veí %s no ens acceptarà com a hub, tancant la connexió...
de: Hub %s akzeptiert uns nicht als Hub, Verbindung getrennt.
es: El Hub vecino %s no va a aceptarnos como hub, cerrando conexión.
fr: Le « hub » voisin %s ne veut pas nous accepter comme « hub », fermeture de la connexion.
hu: A %s hub nem fogad el minket, mint hub. Kapcsolat megszakítása.
it: L'host hub %s non ti accetta come hub, chiusura della connessione.
ja: ハブ近隣 %s がハブとして受け付けない為接続を閉じています
lt: Kaimynas-mazgas adresu %s nepriims mūsų kaip mazgo, nutraukiamas ryšys.
nl: Hub bron %s accepteert ons niet als hub, de verbinding wordt gesloten.
no: Hub nabo %s vil ikke godta oss som hub, lukker kobling.
pt: O Hub vizinho %s não nos aceitará como um hub, fechando conexão.
ru: Соседний узел %s не принял нас как узел, соединение закрывается.
sl: Zvezdiščni sosed %s nas noče sprejeti, kot zvezdišče, zapiram povezavo.
sq: Fqinji nyjë %s nuk na pranon si nyje, po mbyll lidhjen.
sr: Hub sused %s vas ne prihvata kao hub, prekidam vezu.
sv: Navgranne %s vill inte acceptera oss som nav, stänger anslutning.
tr: Hub %s komşu bizi hub olarak kabul etmeyecek, bağlantı kapatılıyor.

source: Handshake with %s failed due to invalid data on the wire.
af: Bladskud met %s het misluk as gevolg van foutiewe data op die lyn.
ca: La negociació amb %s ha fallat perquè s'ha enviat informació incorrecta.
de: Handshake mit %s fehlgeschlagen (ungültige Daten in der Leitung).
es: Handshake con %s fallo por mandar mala información.
fr: Échec de la poignée de main avec %s causé par une donnée invalide.
hu: Viszontválasz hiba: %s, érvénytelen adatok.
it: La negoziazione con %s è fallita a causa di dati non corretti sulla linea.
ja: 無効なデータが配信された為、%s との連結に失敗しました
lt: Ryšio su %s patvirtinimas nesėkmingas dėl klaidų ryšio linijoje.
nl: Het handen schudden met %s is mislukt vanwege ongeldige data op het netwerk.
no: Håndtrykk med %s feilet p.g.a ugyldige data på nettet.
pt: Inicialização com %s falhou devido a informação inválida na linha..
ru: Подтверждение соединения с %s сбилось из-за недопустимых данных на линии.
sl: Zaradi neveljavnih podatkov na liniji z %s rokovanje (handshake) ni uspelo.
sq: Takimi i duarve me %s dështoi për shkak të të dhënave invalide në fill.
sr: Pozdravljanje sa %s nije uspelo zbog greške u prenosu.
sv: Handskaking med %s misslyckades p.g.a. felaktig data på linjen.
tr: Geçersiz veri gönderiminde %s'ile uygun anlaşılama yapılamadı.

source: Acting as a hub for leaf neighbor %s.
af: Tree op as 'n hub vir kliënt %s.
ca: Actuant com concentrador per al veí %s.
de: Hubmodus für Host %s.
es: Actuando como hub para vecino leaf %s.
fr: Nous jouons le rôle de « hub » pour le voisin « leaf » %s.
hu: Hubnak adja ki magát a leafnek: %s.
it: Comportamento come hub con l'host leaf %s.
ja: リーフ近隣 %s のハブとして動作中です
lt: Dirbama kaip kaimyno-atšakos (adresas %s) mazgas.
nl: Treed op als hub voor leaf bron %s.
no: kjører som hub for leaf naboer %s.
pt: Agindo como um hub para o vizinho leaf %s.
ru: Действую как узел для лепесткового хоста %s.
sl: Delujem kot zvezdišče za listnate sosede %s.
sq: Veprim si nyjë për fqinjin gjethe %s.
sr: Glumim hub za leaf suseda %s.
sv: Beter sig som ett nav för lövgranne %s.
tr: Komşu %s hub yerine kullanıyor.

source: Hub connection established, closing peer connections.
af: Hub konneksie bewerkstellig, kliënt konneksies word gesluit.
ca: S'ha establert la connexió al concentrador, tancant connexions amb nodes.
de: Hub-Verbindung hergestellt. Peer-Verbindungen werden getrennt.
es: Conexión a hub establecida, cerrando conexiones peer.
fr: La connexion « hub » est établie, fermeture des connexions de type « peer ».
hu: Hub kapcsolat létrehozva, peer kapcsolatok bezárása.
it: Connessione hub stabilita, chiusura della connessione peer.
ja: ハブ接続が確立しました。ピア接続を閉じています
lt: Ryšys su mazgu užmegztas, nutraukiami lygiaverčiai tarptinkliniai susijungimai.
nl: Verbinding met hub is aangemaakt, peer-verbindingen worden gesloten.
no: Hub-kobling startet, lukker peer kobling.
pt: Conexão com hub estabelecida, fechando conexões com o peer.
ru: Установлено соединение узла, закрываются равноправные соединения.
sl: Povezava z zvezdiščem vzpostavljena, zapiram vrstniške povezave (peer connections).
sq: Vendosa lidhjen nyje, po mbyll lidhjet e pikës.
sr: Hub veza uspostavljena, prekidam peer veze.
sv: Navanslutning upprättad, stänger klientanslutningar.
tr: Hub bağlantısı kuruldu, eşli bağlantılar kapatılıyor.

source: Refusing connection from %s because this is a shielded leaf node.
af: Konneksie van %s word geweier omdat dit 'n afgeskermde kliëntnodus is.
ca: S'ha rebutjat la connexió amb %s perquè és un node leaf.
de: Verbindung von %s verweigert, weil Envy im shielded-leaf-Modus läuft.
es: Rechazado conexión con %s porque es un nodo leaf.
fr: Refus de connexion avec %s car c'est un « nœud » en mode « leaf » protégé.
hu: Kapcsolat megtagadása: %s, mert ez egy álcázott(shielded) leaf.
it: Connessione da %s rifiutata perchè è un nodo leaf protetto.
ja: 保護されているリーフノードの為 %s からの接続を拒否しています
lt: Atsakoma ryšio adresatui %s, nes jis yra apsaugota atšaka.
nl: De verbinding met %s wordt geweigerd omdat het een beschermde leaf node is.
no: Nekter kobling fra %s fordi dette er en vernet leaf node.
pt: Recusando a conexão com %s porque este é um leaf node protegido.
ru: Отказано соединению с %s, так как это защищенный лепестковый узел.
sl: Povezava od %s je bila zavrnjena, ker gre za zaščiten listnat vozel (shielded leaf node).
sq: Refuzohet lidhja nga %s sepse është një gjethe nyje me mburojë.
sr: Odbijam vezu sa %s jer je u zaštićenom leaf čvoru.
sv: Nekar anslutning från %s eftersom det är en avskärmad lövnod.
tr: %s den bağlantı kabul edilmedi, çünkü bu düğüm korunmaktadır .

source: Neighbor %s is not a hub, closing connection.
af: Kliënt %s is nie 'n hub nie, konneksie word gesluit.
ca: El veí %s no és un concentrador, tancant la connexió...
de: Host %s ist kein Hub, Verbindung wird getrennt.
es: El vecino %s no es un hub, cerrando conexión.
fr: Le voisin %s n'est pas un « hub », fermeture de la connexion.
hu: %s nem hub, kapcsolat bezárása.
it: L'host %s non è hub, chiusura della connessione.
ja: 近隣 %s がハブでない為接続を閉じています
lt: Kaimynas adresu %s nėra mazgas, nutraukiamas ryšys.
nl: Bron %s is geen hub, de verbinding wordt gesloten.
no: Nabo %s er ikke hub, lukker kobling.
pt: O Vizinho %s não é um hub, fechando conexão.
ru: Хост %s не является узлом, соединение закрывается.
sl: Sosed %s ni zvezdišče, zapiram povezavo.
sq: Fqinji %s nuk është nyjë, mbyllje e lidhjes.
sr: Sused %s nije hub, prekidam vezu.
sv: Grannen %s är inte ett nav, stänger anslutning.
tr: Komşu %s hub değil, bağlantı kapatılıyor.

source: Closing connection to non-Gnutella2 neighbor %s.
af: Konneksie na nie-Gnutella2 gasheer %s word gesluit.
ca: Tancant connexió amb veí d'una xarxa diferent a Gnutella2 %s.
de: Verbindung zu nicht-G2 Host %s wird geschlossen.
es: Cerrando conexión con no vecino Gnutella2 %s.
fr: Fermeture d'une connexion avec le voisin non-Gnutella2 %s.
hu: Nem Gnutella2 kapcsolatok bezárása: %s.
it: Chiudo la connessione con l'host non-G2 %s.
ja: 非Gnutella2である近隣 %s との接続を閉じています
lt: Nutraukiamas ryšys su ne-Gnutella2 kaimynu %s.
nl: Verbinding gesloten met %s, het is geen Gnutella2 bron.
no: Lukker kobling til ikke-Gnutella2 nabo %s.
pt: Fechando a conexão com o vizinho que não é Gnutella2 %s..
ru: Закрывается не Gnutella2 соединение с хостом %s.
sl: Zapiram povezavo z ne-Gnutella2 sosedom %s.
sq: Po mbyll lidhjen me fqinjin jo-Gnutella2 %s.
sr: Prekidam vezu sa non-Gnutella2 susedom %s.
sv: Stänger anslutning till ej-Gnutella2-granne %s.
tr: Komşu %s Gnutella2 bağlantısı kapatılıyor.

source: Neighbor %s wants to be a hub, closing connection.
af: Kliënt %s wil 'n hub wees, konneksie word gesluit.
ca: El veí %s vol actuar com a concentrador tancant Connexió.
de: Host %s möchte ein Hub sein, Verbindung wird getrennt.
es: El vecino %s quiere actuar como hub cerrando conexión.
fr: Le voisin %s veut être un « hub », fermeture de la connexion.
hu: %s hub akar lenni, kapcsolat bezárása.
it: L'host %s desidera diventare hub, chiusura della connessione.
ja: 近隣 %s がハブになろうとしている為接続を閉じています
lt: Kaimynas adresu %s nori tapti mazgu, nutraukiamas ryšys.
nl: Bron %s wil een hub zijn, de verbinding wordt gesloten.
no: Nabo %s vil være hub, lukker kobling.
pt: O Vizinho %s quer ser um hub, fechando conexão.
ru: Хост %s хочет быть узлом, соединение закрывается.
sl: Sosed %s želi postati zvezdišče, zapiram povezavo.
sq: Fqinji %s do të jetë nyjë, mbyllje e lidhjes.
sr: Sused %s želi postati hub, prekidam vezu.
sv: Grannen %s vill vara ett nav, stänger anslutning.
tr: Komşu %s hub olmak istiyor, bağlantı kapatılıyor.

source: Gnutella connection with neighbor %s established successfully (G%i.%i : %s).
af: Gnutella konneksie met gasheer %s suksesvol bewerkstellig (G%i.%i : %s).
ca: La connexió Gnutella amb %s s'ha establert (G%i.%i : %s).
de: Gnutella-Verbindung mit Host %s erfolgreich hergestellt (G%i.%i : %s).
es: Conexión Gnutella con vecino %s se ha establecido (G%i.%i : %s).
fr: Connexion Gnutella établie avec succès avec le voisin %s (G%i.%i : %s).
hu: Gnutella kapcsolódás sikeres: %s (G%i.%i : %s).
it: La connessione con l'host %s è stata stabilita con successo (G%i.%i : %s).
ja: 近隣 %s とのGnutella接続に成功しました (G%i.%i : %s)
lt: Gnutella ryšys su kaimynu %s užmegztas sėkmingai (G%i.%i : %s).
nl: De Gnutella-verbinding met bron %s is succesvol tot stand gebracht (G%i.%i : %s).
no: Gnutella kobling med nabo %s startet (G%i.%i : %s).
pt: Conexão Gnutella com vizinho %s estabelecida com sucesso (G%i.%i : %s).
ru: Gnutella соединение с хостом %s установленно успешно (G%i.%i : %s).
sl: Gnutella povezava s sosedom %s je bila uspešno sklenjena (G%i.%i : %s).
sq: Lidhja Gnutella me fqinjin %s u krye me sukses (G%i.%i : %s).
sr: Gnutella veza sa susedom %s je uspešno uspostavljena (G%i.%i : %s).
sv: Gnutellaanslutning med grannen %s upprättad framgångsrikt (G%i.%i : %s).
tr: Komşu %s ile Gnutella bağlantısı başarı ile kuruldu(G%i.%i : %s).

source: Gnutella2 connection with neighbor %s established successfully (%s).
af: Gnutella2 konneksie met gasheer %s suksesvol bewerkstellig (%s).
ca: La cnnexió Gnutella2 amb el veí %s ha estat establerta correctament (%s).
de: Gnutella2-Verbindung mit Host %s erfolgreich hergestellt (%s).
es: Gnutella][ conexion con vecino %s ha sido establecido (%s).
fr: Connexion Gnutella2 avec le voisin %s établie avec succès (%s).
hu: Gnutella2 kapcsolódás eredményes: %s. (%s).
it: Connessione Gnutella2 con %s stabilita con successo (%s).
ja: 近隣 %s とのGnutella2接続の確立に成功しました (%s)
lt: Gnutella ryšys su kaimynu %s užmegztas sėkmingai (%s).
nl: Gnutella2 verbinding met bron %s is succesvol tot stand gekomen (%s).
no: Gnutella2-kobling med nabo %s vellyket opprettet (%s).
pt: Conexão Gnutella2 com o vizinho %s estabelecida com sucesso (%s).
ru: Gnutella2 соединение с хостом %s установлено успешно (%s).
sl: Gnutella2 povezava s sosedom %s je bila uspešno vzpostavljena (%s).
sq: Lidhja Gnutella2 me fqinjin %s u vendos me sukses (%s).
sr: Gnutella2 veza sa susedom %s je uspešno uspostavljena (%s).
sv: Gnutella2-anslutning med grannen %s upprättad fullständigt (%s).
tr: Komşu %s ile Gnutella2 bağlantısı başarıyla kuruldu (%s).

source: Connection to %s rejected (%s).
af: Konneksie aan %s geweier (%s).
ca: Connexió %s actualitzada (%s).
de: Verbindung zu %s zurückgewiesen (%s).
es: Conexión %s rechazada (%s).
fr: La connexion à %s est rejetée (%s).
hu: Kapcsolódás elutasítva: %s (%s).
it: Connessione con %s rifiutata (%s).
ja: %s への接続が拒否されました (%s)
lt: Ryšys su %s atmestas (%s).
nl: De verbinding met %s is geweigerd (%s).
no: Kobling til %s avvist (%s).
pt: Conexão com %s rejeitada (%s).
ru: Соединение с %s отклонено (%s).
sl: Povezava z %s je bila zavrnjena (%s).
sq: Lidhja te %s mohohet (%s).
sr: Veza prema %s je odbijena (%s).
sv: Anslutning till %s nekad (%s).
tr: %s bağlantısı reddedildi(%s).

source: Closing surplus connection from %s.
af: Oormaat konneksies van %s word gesluit.
ca: Tancant la connexió surplus amb %s.
de: Überflüssige Verbindung mit %s geschlossen.
es: Cerrando surplus conexión con %s.
fr: Fermeture du surplus de connexions avec %s.
hu: Felesleges kapcsolat bezárása: %s.
it: Chiusura della connessione in surplus da %s.
ja: %s からの剰余接続を閉じています
lt: Nutraukiamas pridėtinis ryšys su %s.
nl: Overbodige verbinding vanaf %s wordt gesloten.
no: Lukker overskuddskobling fra %s.
pt: Fechando conexão supérflua com %s.
ru: Закрываю лишнее соединение с %s.
sl: Zapiram odvečne povezave od %s.
sq: Mbyllet lidhja tepricë nga %s.
sr: Prekidam višak veza sa %s.
sv: Stänger överflöding anslutning från %s.
tr: %s'de aşırı bağlantı kapatıldı.

source: Timed out handshaking with %s.
af: Tyd verstreke tydens die bladskud-proses met %s.
ca: Temps excessiu en la negociació de la connexió amb %s.
de: Der Handshake mit %s hat die Wartezeit überschritten.
es: No hubo tiempo para conectarse a %s.
fr: Délai d'attente dépassé pour la poignée de main avec %s.
hu: Viszontválasz nem érkezett időben: %s.
it: Tempo scaduto durante il collegamento con %s.
ja: %s とのハンドシェークが時間切れになりました
lt: Baigėsi susijungimo su %s patvirtinimo laiko limitas.
nl: De wachttijd voor het handen schudden met %s is verstreken.
no: Mistet håndtrykk med %s.
pt: Inicialização com %s excedeu tempo de espera.
ru: Вышло время подтверждения соединения с %s.
sl: Potekla je časovna omejitev pri rokovanju (handshake) z %s.
sq: Jashtë kohe gjatë takimit të duarve me %s.
sr: Isteklo vreme pozdrava sa %s.
sv: Tidsavbrott vid handskakning med %s.
tr: %s ile anlaşmanızın zamanı doldu.

source: Envy is creating hashes for %Iu files:
af: Envy prosesseer %Iu lêers:
ca: Envy està creant els hashs per a %Iu arxius:
de: Envy hasht %Iu Daten:
es: Envy esta creando hashes para %Iu archivos:
fr: Envy crée les hachages pour %Iu fichiers :
hu: %Iu fájl hashelése:
it: Envy sta calcolando l'hash per %Iu file:
ja: Envyは %Iu ファイルのハッシュを作成しています:
lt: „Envy“ kuria maišą (tapatyb. kodą) failui (liko %Iu):
nl: Envy creëert hashes voor %Iu bestanden:
no: Envy lager hash for %Iu filer:
pl: Envy oblicza hash'e dla %Iu plików:
pt: Envy está criando Hashes para %Iu os arquivos:
ru: Envy создает хешы для %Iu файлов:
sl: Envy ustvarja izvlečke (hashes) za število datotek %Iu:
sq: Envy po krijon hashe për %Iu skeda:
sr: Envy stvara hashes za %Iu datoteka:
sv: Envy granskar %Iu filer:
tr: Envy %Iu dosyası için hash yaratıyor:

source: &Remember my selection next time
it: &Ricorda le mie impostazioni la prossima volta
pt: &Rembrar da minha seleção da próxima vez
ru: Запомнить мой выбор на будущее
sq: &Mbaj mend zgjedhjen time herën tjetër

source: Add...
de: Neu...
es: Añadir...
fr: Ajouter
it: Aggiungi
lt: Pridėti
pl: Dodaj
pt: Adicionar
ru: Добавить
sq: Shto...
tr: Ekle...

source: Channels
es: Canales
fr: Canaux
it: Canali
lt: Kanalai
pl: Kanały
pt: Canais
ru: Каналы
sq: Kanale
tr: Kanallar

source: Chat:
de: Nachricht:
es: Hablar:
fr: C'est parti :
it: Invia:
lt: Kalbėk:
pl: Czat:
ru: Послать:
sq: Dërgo:
tr: Sohbet:

source: Please respect others while using this service. Press Connect below to start.
de: Bitte gehen Sie respektvoll mit anderen um und drücken sich in einer angemessenen Sprache aus.
es: Por favor, respetar a los demás durante el uso de este servicio. Pulse Conectar por debajo para iniciar.
fr: Veuillez respecter les autres lors de l'utilisation de ce service
it: Per favore rispetta gli altri quando usi questo servizio
lt: Gerbkite kitus naudodamiesi šia paslauga
pl: Proszę szanować innych podczas korzystania z tej usługi
pt: Por favor respeite os outros enquanto usar este serviço
ru: Пожалуйста уважайте других, когда пользуетесь этим сервисом
sq: Të lutem respekto të tjerët kur e përdor këtë shërbim
tr: Bu servisi kullanırken diğer kullanıcılara saygı göstermeniz gerektiğini unutmayın

source: Welcome to the Envy IRC Chatrooms
de: Wilkommen beim Envy-Chat IRC
es: Bienvenido a las salas de chat IRC
fr: Bienvenue au salon IRC de Envy !
it: Benvenuto sulla Chat IRC di Envy!
lt: Sveiki. Čia Envy pokalbiai.
pl: Witamy w Czacie Envy!
pt: Bem-Vindo ao Chat do Envy.
ru: Добро пожаловать в чат Envy
sq: Mirë se erdhe te Chat-i i Envy-s.
tr: Envy Sohbetine Hoşgeldiniz.

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
lt: Naudotojai
pl: Użytkownicy
pt: Usuários
ru: Юзера
sq: Përdorues
tr: Kullanıcılar
