Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: _Music by the same Artist
ar: موسيقى لنفس اسم الفنان
de: Musik vom selben Künstler
it: _Musica dello stesso artista
pt: _Música do mesmo Artista

source: Music in the same _Album
ar: موسيقى لنفس الألبوم
de: Musik aus dem gleichen Album
it: Musica dello stesso _album
pt: _Música do mesmo Álbum

source: _Episodes in the same Series
ar: الأحداث في نفس السلسلة
de: Folgen der gleichen Serie
it: _Episodi della stessa serie
pt: _Episódios da mesma Série

source: View Bitprints listing
de: Bitprints-_Ticket anzeigen
it: Visualizza la ricerca su Bitprints
pt: Ver o _Ticket do Bitprints

source: _This File
ar: هذا الملف
de: Dieser Da_tei
it: _Questo file
pt: _Este Arquivo

source: Remove from _Folder
af: Skrap Lêers
he: ‪הסר קבצים
ja: ファイルを削除(_F)
pt: Remover _Arquivos
sv: _Radera filer

source: _Download Metadata
de: Meta_daten suchen
it: _Acquisisci metadata
pt: _Baixar Metadata

source: Actions
af: _Aksies:
ca: _Accions:
de: Aktionen
es: Acciones
fr: Acciones
he: פעולות
hu: Eszközök
it: Azioni
ja: 操作
lt: Veiksmai
no: Funksjon
pl: Akcje
pt: Ações
sl: Dejanja
sq: Veprime
sr: Akcije
sv: Åtgärder
tr: Faaliyetler

source: Control
it: Azioni
pt: Ações

source: _Actual Size
ar: الحجم ال_فعلي
ca: _Mida actual
de: _Originalgröße
es: _Tamaño Actual
fr: _Taille réelle
he: גודל מקורי
it: _Dimensioni effettive
ja: 原寸大(_A)
lt: _Tikras dydis
nl: _Huidige Grootte
pt: _Tamanho Verdadeiro
sq: Masa _Aktuale
tr: Esas _Boy

source: - Get online support using Envy, or try
ar: - اذهب الى حسابك في اللغة العربية مناقشة منتدى
ca: - Rep ajuda ràpida de com usar Envy, o
de: - Envy-Anleitung und FAQ, oder
es: - Consigue ayuda sobre aspectos básicos de Envy, o
fr: - Obtenez de l'aide dans l'utilisation de Envy, ou
he: - עברית עבור השפה שלך לדיון בפורום
it: - Aiuti fondamentali per usare Envy, o
pt: - Obtenha um pouco de ajuda básica sobre como usar o Envy, ou
sq: - Merrni ndihmën kryesore mbi përdorimin e Envy-s, or

source: live chat.
ca: IRC.
de: IRC.
es: IRC.
fr: IRC.
it: IRC.
pt: IRC.
sq: IRC.

source: Local Forum
ca: Fòrum Local
de: Lokale Foren
es: Foros locales
fr: Forums Locaux
lt: Šriftų atnaujinimas
pt: Local Fóruns

source: - Go to your English language forum
ca: - Vés a la teva llengua català fòrum de discussió
de: - Gehen Sie zu Ihrem deutschen Sprache Diskussionsforum
es: - Ve a tu idioma Español foro de discusión
fr: - Accédez à votre forum de discussion en langue française
it: - Vai al forum di discussione in lingua Italiana
lt: - Nematote lietuviškų raidžių šiame puslapyje?
pt: - Vá para o Fórum Português Língua discussão
sq: - Shko tek forumi shqiptar tuaj diskutim gjuhën

source: Translate FakeShareaza.com to learn more about recent events.
ar: ترجمة FakeShareaza.com لمعرفة المزيد حول الأحداث الأخيرة
it: Traduci FakeEnvy.com per saperne di più sui recenti avvenimenti.
pt: Traduzir o FakeShareaza.com para aprender mais sobre os eventos recentes.
sq: Përkthe FakeShareaza.com që të mësosh më shumë për ngjarjet e fundit.

source: Deflate
ca: Deflacció
de: Fertig
fr: Dégonflée
hu: Van
ja: デフレート
lt: Defliacija
nl: Uitpakken
no: Redusere
pt: Desinflar
sv: Minskad
tr: Azalt

source: Bandwidth: Full
de: Bandbreite: Volle
pt: Banda: Completa

source: Bandwidth: Limited
de: Bandbreite: Reduzieren
pt: Banda: Reduzida

source: Bandwidth: Stop
de: Bandbreite: Stoppen
pt: Banda: Parar

source: System: Exit Envy
de: System: Envy Beenden
pt: Sistema: Sair do Envy

source: System: Shut-down Computer
de: System: Computer Abschalten
pt: Sistema: Desligar o Computador

source: System: Disconnect Dial-Up
de: System: Wählverbindung Trennen
pt: Sistema: Desconectar a Conexão Dialup

source: System: Reminder Notice
pt: Sistema: Aviso Lembrete

source: Scheduled Reminder Notice.
de: Geplante Mahnung.
pt: Aviso lembrete agendado.

source: Are you sure you wish to remove all scheduled tasks?\n\nThis cannot be undone.
de: Sind sie sicher dass sie alle geplanten Aufgaben löschen wollen?\n\nDies kann nicht rückgängig gemacht werden.
pt: Você tem certeza que você quer remover todas as tarefas agendadas?\n\nIsto não pode ser desfeito.

source: Scheduled time has passed. Please select a new time.
pt: Programado tempo passou. Por favor, selecione um novo tempo.

source: No scheduled day. Select one or more days or date.
de: Keine Termine Tag. Wählen Sie einen oder mehrere Tage oder ein Datum.
pt: Nenhum dia agendado. Selecione um ou mais dias ou data.

source: No scheduled event. Please select a task.
de: Kein geplantes Ereignis. Bitte wählen Sie eine Aufgabe.
pt: Nenhum evento programado. Por favor, selecione uma tarefa.

source: Waiting
de: Warte
pt: Esperando

source: Done Today
de: Fertig Heute
pt: Feito Hoy

source: Done
de: Fertig
pt: Feito

source: No tasks scheduled.
de: Keine Aufgaben geplant.
pt: Não tarefas agendadas.

source: Flood protection:
ar: الحماية من الفيضان :
de: Flooding-Schutz:
es: Protección inundaciones:
fr: Protection contre le flood :
hu: Elárasztás elleni védelem:
it: Protezione flood:
lt: Srauto apsauga:
nl: Vloed verdediging:
pl: Ochrona przed floodem:
pt: Proteção contra flood:
sq: Mbrojtja nga përmbytjet:
sv: Överflödsskydd:
tr: Tekrar (Flood) Koruması:

source: Lines/Sec
ar: السطور بالثانية
de: Zeilen
es: Líneas
fr: Lignes
it: Linee
lt: Eilučių
nl: Lijnen
pl: wierszy
pt: Linhas
sq: vija
sv: Linjer
tr: satır/saniye

source: Magnet|eDonkey|Magnet HTML|eDonkey HTML
pt: Magnet|eDonkey|HTML do Magnet|HTML do eDonkey

source: Selection
af: Selekteer
ca: Selecciones
de: Wählen
es: Seleccionas
fr: Sélectionnez
hu: Elérhetővé
it: Selezioni
lt: Pasirinksite
nl: Selecteren
no: Velger
pl: Wybierzesz
pt: Seleciona
sl: Izbrali
sq: Zgjidhni
sr: Odaberete
sv: Väljer
tr: Seçiniz

source: Select File:
ca: Selecciona una File:
de: Wählen File:
es: Selecciona un Arquivo:
fr: Sélectionner une file:
hu: Elérhető File:
it: Seleziona una File:
lt: Pasirinkite File:
nl: Selecteer een File:
no: Velg File:
pl: Wybierz File:
pt: Selecionar uma File:
sl: Izberi File:
sq: Zgjidhni një File:
sr: Odaberi File:
sv: Välj en File:
tr: Seçimi File:

source: Channel Name|Reason Why
fr: Nom du canal|Raison
lt: Kanalo pavadinimas|Priežastis
pl: Nazwa kanału|Jaki powód (Reason why)
pt: Nome do Canal|Por qual motivo

source: Close
ca: Cerrar
es: Cerrar
fr: Fermer
it: Rimuovi
ja: 削除
lt: Užverti

source: Enable Plug'n'Play port forwarding
af: Kliek hier om uit te vind hoe om jou roeteerder of netskans reg in te stel
ar: إنقر هنا لتتعلم عن كيفية تكوين جهاز الوجيه الخاص بك أو الجدار الناري
ca: Clica aquí per a aprendre com configurar el teu router o tallafocs
es: Haz click aquí para aprender como configurar tu Firewall y/o Router
he: לחץ כאן כדי ללמוד איך להגדיר את הראוטר וחומת האש
hu: Kattintson ide a router vagy tűzfal helyes beállításához.
it: Clicca qui per sapere come configurare il tuo router o firewall
ja: ここをクリックすればルータやファイアーウォールの設定法について知ることができます
lt: Paspauskite čia, jei norite sužinoti, kaip suderinti savo maršrutizatorių ar užkardą
nl: Klik hier om te leren hoe je je router of firewall moet instellen
no: Klikk her for å lære hvordan du skal sette opp routeren eller brannmuren din
pl: Kliknij tutaj, aby dowiedzieć się jak skonfigurować Twój router lub firewall
sl: Kliknite sem, da izveste, kako nastaviti vaš usmerjevalnik oz. požarni zid.
sq: Mësoni rreth konfigurimit të routerit ose fajruollit
sr: Kliknite ovde za uputstva kako podesiti Vaš router ili vatrozid
sv: Klicka här för att lära dig hur du anpassar din router eller brandvägg
tr: Yönlendirici ya da güvenlik duvarı ayarları için tıklayınız.

source: You can also use this command to get help information on a specific download. Simply select a download and choose this Help command again.
it: Puoi anche usare questo comando per ottenere informazioni di supporto su uno specifico download. Devi semplicemente selezionare un download e scegliere nuovamente questo comando.
sq: Këtë komandë mund ta përdorni edhe për të marrë informacion ndihmës për një shkarkesë të caktuar. Thjesht zgjidheni një shkarkesë dhe pastaj komandën Ndihmë.

source: This Torrent is Seeding
de: Dieser Torrent ist am Seeden
it: Questo Torrent è in invio
nl: Deze Torrent is aan het Seeden
sq: Ky Torrent Mbillet

source: Envy has verified this complete download, and is actively sharing it with other downloaders through BitTorrent. Share 100% before closing.
de: Envy hat nach dem Abschluss dieses Download sichergestellt, dass die Datei(en) fehlerfrei übertragen wurde(n), und verteilt die Daten nun an andere interessierte Nutzer über das BitTorrent Protokoll. Nach Erreichen einer gewissen hochgeladenen Datenmenge wird der Torrent dann automatisch entfernt (siehe für die Konfiguration dieser Datenmenge (in % der heruntergeladenen Datenmenge) in den Einstellungen unter
it: Envy ha completato e verificato questo download e lo sta condividendo con gli altri utenti attraverso BitTorrent. Per favore condividi fino a 100%.
nl: Shareaza heeft deze complete download geverifieerd, en is het actief aan het verspreiden met andere downloaders via BitTorrent. Verspreid het alstublieft ten miste 100%
sq: Envy ka verifikuar këtë shkarkesë të plotë, dhe po e ndan atë tërë kohën me shkarkues të tjerë përmes BitTorrent-it. Ju lutemi shpërndajeni të paktën 100%.

source: Unfortunately in many cases there may be no users online who have the file you are looking for. The only course of action here is to wait for someone to come online, or cancel it and try to find a similar file which is more widely available.
af: Ongelukkig mag daar in baie gevalle geen gebruikers aanlyn wees met die lêer wat jy soek nie. Die enigste opsies in so 'n geval is om te wag dat iemand aanlyn kom, of om dit te kanselleer en te probeer om 'n soortgelyke lêer af te laai wat meer vrylik beskikbaar is.
ar: لسوء الحظ في كثير من الأحيان قد لا يكون هناك مستعملين على الإنترنت عندهم ما تبحث عنه . لذا فالطريقة الوحيدة هنا هي أن تنتظر شخص ما للمجيء على الإنترنت ، أو إلغائه و محاولة إيجاد ملف مماثل يكون متوفرا أكثر من الأول
ca: Desafortunadament hi ha cassos en que la persona que té l'arxiu que vols no està connectada. L'única cosa que pots fer és esperar o cancel·lar la transferència i descarregar un arxiu similar que sí estigui disponible.
de: Leider kann es vorkommen, dass keine Benutzer online sind, die die Datei haben, nach der Sie suchen. Die einzige Möglichkeit in diesem Fall ist es, zu warten, bis jemand online kommt, der die Datei hat, oder den Download abzubrechen und zu versuchen eine ähnliche Datei zu finden, die weiter verbreitet ist.
es: Desafortunadamente hay casos en que la persona que tiene el archivo que a usted le interesa, no está conectada. Lo único que se puede hacer es esperar, o cancelar la transferencia, y descargar un archivo similar que esté más disponible.
hu: A legtöbb esetben nem fog találni forrásokat, mert a felhasználó, akitől tölthetne offline. Marad a várakozás vagy egy hasonló, népszerűbb fájl keresése.
it: Sfortunatamente in molti casi potrebbero non esserci utenti in linea che hanno il file in questione. L'unica cosa da fare è attendere che qualcuno si connetta a Envy, oppure annulla il download e prova a trovare dei file simili che sono ampiamente disponibili.
ja: しかしながら、多くの場合探しているファイルを所有するユーザがオンライン上に いないことが多いでしょう。このような場合に行える唯一のやり方は、誰かがそのファイルを 共有してオンラインになるのを待つか、よりダウンロード可能なユーザが多い、似たような ファイルを探すことしかありません。
lt: Deja, daugeliu atvejų naudotojai, kurie turi šį failą, gali būti atsijungę. Jums belieka tik laukti, kol kas nors prisijungs, arba galite atšaukti parsisiuntimą ir pamėginti surasti panašų, labiau paplitusį failą.
nl: Helaas komt het in veel gevallen voor dat er geen gebruikers online zijn die het bestand hebben waar jij naar op zoek bent. Het enige wat je nu kunt doen is om ofwel te wachten totdat er iemand online komt, of om deze download te stoppen en vervolgens te proberen om een gelijkwaardig bestand te zoeken dat beter beschikbaar is.
no: Uheldigvis kan det noen ganger være at ingen andre brukere med filen du leter etter er online. Det eneste du da kan gjøre er å vente til noen kommer online. Eller du kan avbryte filen for å finne en liknende fil med flere kilder.
pl: Niestety w wielu przypadkach może nie być użytkowników, którzy mają ten plik. Jedynym wyściem jest czekać na kogoś, kto go będzie miał, lub spróbować znaleźć podobny plik, który będzie miał więcej źródeł.
sl: Na žalost, v večini primerov, na mrežo ni priklopljenih nobenih uporabnikov, ki bi imeli datoteko, ki jo iščete. Edino kar lahko naredite je, da počakate na nekoga, ki ima iskano datoteko, da pride na mrežo ali pa prekličete prenos in poiščete datoteko, ki je bolj razširjena.
sq: Për fat të keq, në linjë mundet të mos ketë përdorues për skedën që po kërkoni. I vetmi rend veprimi në këtë rast, është të prisni që dikush të vijë në linjë, ose ta anuloni atë dhe të provoni të gjeni një skedë të ngjashme pak më të vlefshme.
sv: Tyvärr är det ofta så att det inte finns några användare anslutna som har filen du letar efter. Det enda du kan göra då är att vänta på att någon ska ansluta eller avbryta nedladdningen och försöka hitta en liknande fil som är tillgänglig i större skala.
tr: Maalesef aradığınız dosyaya sahip olan kimse online durumda değil. Tek çare birinin online duruma gelmesini beklemek ya da vazgeçmek ve daha geniş bir alanda bulabileceğiniz benzer bir dosya aramak.

source: Converting Torrent:
it: Sto Convertendo il Torrent:
sq: Konvertim i Torrentit:

source: Updating Bittorrent Downloads...
it: Sto Aggiornando i Download Bittorrent...
sq: Ridatim i Shkarkesave Bittorrent...

source: Username/password required.
it: Scegliere un nome utente e password.

source: G2/G1 GWebCache|G2 WebCache|G1 WebCache|Gnutella Bootstrap|Server.met URL|DC++ Hublist|Blocked
af: Blocked
it: Gnutella Bootstrap|GWebCache|URL server.met|Bloccato
ja: Gnutellaブートストラップ|GWebCache|Server.met URL|ブロック
lt: G2/G1 GWebCache|G2 WebCache|G1 WebCache|Gnutella Bootstrap|Server.met nuoroda|Blokuota
tr: G2/G1 GWebCache|G2 WebCache|G1 WebCache|Gnutella Bootstrap|Server.met URL|Engellenmiş

source: Contact(at)GetEnvy.com
af: jvdwalt(at)tuks.co.za
ar: awadh_al_ghaamdi@hotmail.com
ca: tradu(at)feshocat.cat
de: zero9999(at)gmail.com
es: ramdomcrazy(at)users.sourceforge.net
fr: shareaza.fr(at)gmail.com
he: peer_l_(at)hotmail, omega09(at)sourceforge.net
hu: yurielvtars(at)gmail.com
ja: countnyan(at)hotmail.com
lt: rrol2002(at)hotmail.com
nl: Neglacio@live.nl
pl: Xzbeat(at)gmail.com
sl: mcdragon(at)email.si
sq: bgodole(at)gmail.com
sv: swey1(at)hotmail.com

source: OK
ar: حسنا
ca: Accepta
es: Aceptar
fr: Valider
he: אישור
lt: Gerai
sl: V redu
tr: Tamam

source: TigerTree
lt: Dryžinė maiša

source: Hex
ja: 16進値
lt: 16-tainė iškloja

source: ASCII
ja: ASCII値
lt: ASCII iškloja

source: URN
lt: Universalus ištekliaus vardas

source: Ban
es: Ban Usario
fr: Ban User
sv: Ban User

source: _Chatrooms
ca: _Chat
fr: _IRC

source: _Delete Files
fr: S_upprimer les Fichiers

source: Interests
fr: Bio

source: Text copied to Clipboard:
es: El texto copiado al portapapeles:
fr: Texte copié au presse-papiers :

source: About Envy
fr: À Propos de Envy

source: © Envy Development Team, 2016-
fr: © Envy Development Team, 2008-

source: Portions copyright Shareaza 2002-2008 and PeerProject 2008-2016.
fr: Parties à l'origine du Shareaza, 2002-2008.

source: Edit _Profile...
de: Mein P_rofil...

source: Tile _Horizontal
de: Übereinander

source: Tile _Vertical
de: Nebeneinander

source: _Envy site
de: _Envy's Homepage

source: _Gnutella Cache
de: Gnutella_1-Cache

source: _eDonkey Servers
de: _eDonkey-Server

source: _Web File Info
ar: _البحث لـ
de: _Web Datei Info

source: _Share File
de: Datei _freigeben

source: _Add Source...
de: _Quelle hinzufügen...

source: Merge _Local File...
de: Merge lokalen Datei...

source: Monitor _Window
de: _Monitor Fenster

source: Pri_ority
ar: مت_قدم
de: Pri_orität

source: _Ignore Bandwidth Limit
de: G_eschwindigkeitslimit aufheben

source: Move to _Top
de: Nach _oben!

source: Move to _Bottom
de: Nach _unten!

source: _Metadata
ar: _خدمات الانترنت
ca: Cerca
de: _Verwalten

source: ' command.
af: opdrag kliek.
ar: ' الأمر
de: -Befehl benutzen.
es: comando.
he: יכול ללחוץ על.
hu: paranccsal folytathatja.
ja: 'コマンドをクリックして下さい。
no: -kommandoen.
sr: naredbu.
sv: skommandot.
tr: butonuna tıklayınız.

source: P E E R P R O J E C T M E D I A S Y S T E M
de: P E E R P R O J E K T M E D I A S Y S T E M
sl: P E E R P R O J E C T M E D I J S K I S I S T E M

source: eDonkey ( ed2k: )
af: eDonkey2000 ( ed2k: )
he: אי-דונקי 2000 ( ed2k: )
ja: eDonkey2000 ( ed2k: )
no: eDonkey2000 ( ed2k: )
pl: eDonkey2000 ( ed2k: )
sl: eDonkey2000 ( ed2k: )
sr: eDonkey2000 ( ed2k: )
tr: eDonkey2000 ( ed2k: )

source: Fair-Use mode (10% media limit)
no: Fair-Use modus (10% media limit)
tr: Fair-Use modundo (10% media)

source: Set _Color
nl: _Kleur

source: _Browse (G2)
nl: _Bekijken

source: _Ignore
nl: _Negeren

source: _Unignore
nl: _Niet negeren

source: _Torrent Tool:
ar: _Torrent صانع
ca: _Creador de Torrents:
nl: _Torrent maker:
pl: Twórca Torrentów:
sl: _Ustvarjalec Torrentov:
sq: Krijuesi i _Torrenteve:

source: http://getenvy.com
ca: http://tradu.feshocat.cat
hu: http://totenkopf.uw.hu
ja: http://www.dukedog.flnet.org
pl: http://www.myservice.pl/
sl: http://mcdragon.blogspot.com/

source: Comments:
es: Palabras:

source: Match
es: Coincidencia

source: eDonkey
he: ‪אי-דונקי 2000
ja: eDonkey2000
no: eDonkey2000
pl: eDonkey2000

source: eDonkey:
ca: ED2K:
he: אידונקי:

source: _Create New .Torrent...
ar: _Create .Torrent...
he: _Create .Torrent...
pl: _Create .Torrent...
sl: _Create .Torrent...
sq: _Create .Torrent...
sr: _Create .Torrent...

source: Remove _Files
sl: _Odstrani datoteke
sq: Hiqi _Skedat
sr: Ukloni Datoteke

source: ltr
ar: rtl
he: rtl

source: Gnutella2
he: ‪גנוטלה 2

source: Gnutella
he: ‪גנוטלה

source: Gnutella2:
he: גונוטלה2:

source: Gnutella:
he: גונוטלה:

source: Envy
he: ‪‪שרזה

source: Magnet ( magnet: )
he: מגנט ( magnet: )

source: Gnutella ( gnutella: )
he: גונוטלה ( gnutella: )

source: Piolet ( mp2p: )
he: פיולט ( mp2p: )
sr: DC++ ( dchub:/dcfile: )

source: BitTorrent ( .torrent )
he: ביט-טורנט ( .torrent )

source: BitTorrent
he: ביט-טורנט

source: DC++ ( dchub:/dcfile: )
sr: Piolet ( mp2p: )
