Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: View help information on this download...
af: Vertoon hulp inligting van hierdie aflaai...
ar: عرض تعليمات مساعدة عن هذا التحميل...
ca: Mostra informació de ajuda d'aquesta descàrrega...
de: Informationen über diesen Download anzeigen...
es: Ver información de ayuda de esta descarga...
fr: Voir une information d'aide sur ce téléchargement...
he: הצג עזרה על ההורדה הנבחרת
hu: Súgó megjelenítése a letöltésről...
it: Visualizza le informazioni di supporto per questo download...
ja: このダウンロードのヘルプ情報を表示します...
lt: Peržiūrėti pagalbos informaciją apie šį parsisiunčiamą failą...
nl: Toon helpinformatie over deze download...
no: Vis hjelpeinformasjon til denne nedlastingen...
pl: Pokaż informację pomocy na temat tego pobierania...
pt: Ver informação de ajuda sobre este download...
ru: Показать справку об этой загрузке...
sl: Ogled pomoči za ta prenos...
sq: Shikon për informacion ndihmës rreth shkarkesës...
sr: Vidite pomoć o ovom download-u...
sv: Visa hjälpinformation om denna nedladdning…
tr: İndirme yardım bilgisini göster...

source: Preview the selected partial files in place.
af: Kyk na 'n voorskou van die geselekteerde leer(s).
ar: معاينة الملف(ات) المحددة في مكانها
ca: Vista prèvia de l'arxiu.
de: Vorschau für die markierte Datei anzeigen.
es: Vista previa del archivo.
fr: Prévisualiser cette sélection de fichiers en interne.
he: תצוגה מקדימה של הקובץ הנבחר במקומו
hu: Előnézet.
it: Esegui il file selezionato in anteprima.
ja: 選択したファイルをプレビューします
lt: Peržiūrėti pasirinktą siunčiamą failą(-us) vietoje.
nl: De geselecteerde bestanden voorvertonen.
no: Forhåndsvis valgte fil.
pl: Podglądnij zaznaczony(e) plik(i) w miejscu.
pt: Ver prévia do(s) arquivo(s) selecionados.
ru: Предворительный просмотр выбранного файла(ов) на месте.
sl: Predogled izbranih datotek na mestu.
sq: Parashikon në vend skedën e zgjedhur.
sr: Pregledaj selektovanu datoteku(e).
sv: Förhandsvisa de valda filerna på plats
tr: Alanda seçilmiş dosyaların önizlemesi.

source: Open or play selected files.
af: Open of speel die geselekteerde lêer(s).
ar: فتح أو تشغيل الملف(ات) المحددة
ca: Obre o reprodueix els arxius seleccionats.
de: Die markierte Datei öffnen oder abspielen.
es: Abrir el/los archivos.
fr: Ouvrir ou lire les fichiers sélectionnés.
he: פתח או הפעל את קובץ זה
hu: Megnyitja vagy lejátsza a kiválasztott fájlt.
it: Apri o riproduci i file selezionati.
ja: 選択したファイルをオープン・再生します
lt: Atverti ar vykdyti pasirinktą failą(-us).
nl: De geselecteerde bestanden openen of afspelen.
no: Åpne eller spill av valgte fil(er).
pl: Otwórz lub odtwórz zaznaczony(e) plik(i).
pt: Abrir ou tocar o(s) arquivo(s) selecionado(s).
ru: Открыть или проигрывать помеченный файл(ы).
sl: Odpri ali predvajaj izbrane datoteke.
sq: Hap ose luan skedën e zgjedhur.
sr: Otvori ili pokreni selektovanu datoteku(e).
sv: Öppna eller spela upp de valda filerna.
tr: Seçilmiş dosyaları aç ya da oynat.

source: SmartPreview selected downloads.
af: Kyk na 'n voorskou van die geselekteerde aflaai(e) deur die afgelaaide dele te kopieer.
ar: معاينة التحميلات المحددة
ca: Vista prèvia avançada (SmartPreview) de les descàrregues seleccionades.
de: Eine Kopie der markierten Datei als Vorschau anzeigen.
es: Vista previa avanzada.
fr: Prévisualisation intelligente de cette sélection de téléchargements.
he: תצוגה מקדימה חכמה של ההורדה הנבחרת
hu: Előnézet.
it: Anteprima semplificata dei download selezionati.
ja: 選択したダウンロードをスマートプレビューします
lt: Pasirinkto failo(-ų) kopijos peržiūra.
nl: Een kopie van de geselecteerde downloads als voorvertoning openen.
no: Forhåndsvis en kopi av valgte nedlasting.
pl: InteligentnyPodgląd zaznaczonego(ych) pobierania (pobierań).
pt: Ver Prévia Inteligente do(s) download(s) selecionado(s).
ru: Предварительный просмотр копии помеченной загрузки(ок).
sl: Pametni predogled (SmartPreview) izbranih datotek.
sq: Parashikon aty për aty shkarkesën e zgjedhur.
sr: PametanPregled selektovanog downloada(s).
sv: SmartPreview de valda nedladdningarna.
tr: Seçilmiş dosyaların önizlemesi.

source: Open a download monitor window for this download...
af: Open 'n aflaai-monitor venster vir hierdie aflaai...
ar: فتح نافذة لمراقبة التحميل لهذا الملف...
ca: Obre una finestra amb el monitor per a aquesta descàrrega.
de: Ein Monitorfenster für diesen Download öffnen..
es: Abrir una venta con el monitor para esta transferencia...
fr: Ouvre un moniteur pour ce téléchargement...
he: פתח חלון מוניטור הורדה, להורדה זו
hu: Letöltésmonitor megnyitása...
it: Apri una finestra per monitorare questo download...
ja: このダウンロード用のダウンロードモニタウィンドウを開きます...
lt: Atverti parsisiuntimo monitoriaus langą, stebint pasirinktą failą...
nl: Open een download monitor venster voor deze download...
no: Åpne et monitor-vindu for denne nedlastingen...
pl: Otwórz okno monitora pobierań dla tego pobierania...
pt: Abrir uma janela de monitor de downloads para este download...
ru: Открыть окно монитора для этой загрузки...
sl: Odpri okno za prenosni nadzornik za ta prenos...
sq: Hap dritaren për monitorimin e shkarkesës...
sr: Otvori prozor za nadgledanje ovog download-a(monitor window)...
sv: Öppna en nedladdningsmonitor för denna nedladdning…
tr: Bu indirme için bir indirme monitörü aç...

source: Move selected downloads one step down the priority list.
af: Skuif die geselekteerde aflaai(e) af in die prioriteitslys.
ar: تحريك التحميل(ات) المحددة أسفل قائمة الأولوية
ca: Dóna menys prioritat a la descàrrega.
de: Markierte(n) Download(s) eine niedrigere Priorität zuweisen.
es: Dar menos prioridad.
fr: Abaisser la priorité de cette sélection de téléchargements.
he: ההעבר את ההורדות הנבחרות מטה ברשימת העדפות
hu: A kiválasztott letöltés(ek) lejjebb tolása az elsőbbségi listán.
it: Sposta il download selezionato più giù nella lista delle priorità.
ja: 選択したダウンロードの優先順位を下に移動します
lt: Perkelti pasirinktą failą(-us) žemyn, suteikiant mažesnį prioritetą.
nl: Geef de geselecteerde downloads een lagere voorkeur.
no: Flytt valgte nedlasting ned i prioritet.
pl: Przenieś zaznaczone pobieranie (pobierania) na dół listy priorytetów.
pt: Mover o(s) download(s) selecionado(s) para baixo na lista de prioridade.
ru: Переместить помеченную загрузку(и) вниз по списку приоритета.
sl: Spust izbranih prenosov po prednostnem seznamu.
sq: Lëviz poshtë në listën e përparësisë shkarkesën e zgjedhur.
sr: Move the selected download(s) down the priority list.
sv: Flytta de valda nedladdningarna ned i prioritetslistan.
tr: Seçilmiş indirmeleri Öncelik listesinde aşağıya taşı.

source: Move selected downloads one step up the priority list.
af: Skuif die geselekteerde aflaai(e) op in die prioriteitslys.
ar: تحريك التحميل(ات) المحددة أعلى قائمة الأولوية
ca: Dóna més prioritat a la descàrrega.
de: Markierte(n) Download(s) eine höhere Priorität zuweisen.
es: Dar más prioridad.
fr: Remonter la priorité de cette sélection de téléchargements.
he: ההעבר את ההורדות הנבחרות מעלה ברשימת העדפות
hu: A kiválasztott letöltés(ek) feljebb tolása az elsőbbségi listán.
it: Sposta il download selezionato più su nella lista delle priorità.
ja: 選択したダウンロードの優先順位を上に移動します
lt: Perkelti pasirinktą failą(-us) aukštyn, suteikiant didesnį prioritetą.
nl: Geef de geselecteerde downloads een hogere voorkeur.
no: Flytt valgte nedlasting opp i prioritet.
pl: Przenieś zaznaczone pobieranie (pobierania) na górę listy priorytetów.
pt: Mover o(s) download(s) selecionado(s) para cima na lista de prioridade.
ru: Переместить помеченную загрузку(и) вверх по списку приоритета.
sl: Dvig izbranih prenosov po prednostnem seznamu.
sq: Lëviz lart në listën e përparësisë shkarkesën e zgjedhur.
sr: Move the selected download(s) up the priority list.
sv: Flytta de valda nedladdningarna upp i prioritetslistan.
tr: Seçilmiş indirmeleri Öncelik listesinde yukarıya taşı.

source: Pause selected downloads.
af: Vries die geselekteerde aflaai(e).
ar: إيقاف التحميل(ات) المحددة مؤقتا
ca: Posa en pausa les descàrregues seleccionades.
de: Markierte(n) Download(s) anhalten.
es: Poner en pausa las transferencias seleccionadas.
fr: Mettre en pause cette sélection de téléchargements.
he: השהה את ההורדה או ההורדות שבחרת
hu: Szünetelteti a kiválasztott letöltés(ek)et..
it: Sospendi i download selezionati.
ja: 選択したダウンロードを一時停止します
lt: Pristabdyti pasirinkto failo(-ų) atsisiuntimą.
nl: De geselecteerde downloads pauzeren.
no: Sett valgte nedlasting på pause.
pl: Zatrzymaj zaznaczone pobieranie (pobierania).
pt: Pausar os downloads selecionados.
ru: Приостановить загрузку помеченного файла(ов).
sl: Trenutno prekini izbrane prenose.
sq: Pushon shkarkesën e zgjedhur.
sr: Pauziraj selektovano skidanje(a).
sv: Gör en paus i de valda nedladddningarna.
tr: Seçilmiş indirmeleri duraklat.

source: Rate the selected download.
af: Gradeer die geselekteerde aflaai.
ar: تصنيف التحميل(ات) المحددة
ca: Valora les descàrregues seleccionades.
de: Den markierten Download bewerten.
es: Darle rating a la descarga seleccionada.
fr: Noter le téléchargement sélectionné.
he: דרג את ההורדה שבחרת
hu: A letöltés osztályozása.
it: Valuta il download selezionato.
ja: 選択したダウンロードを評価します
lt: Įvertinti pasirinktą failą.
nl: Beoordeel de geselecteerde download.
no: Gi karakter til valgte nedlasting.
pl: Oceń zaznaczone pobieranie.
pt: Classificar o download selecionado.
ru: Оценить помеченную загрузку.
sl: Oceni izbran prenos.
sq: Vlerëson shkarkesën e zgjedhur.
sr: Oceni odabrano skidanje.
sv: Betygsätt den valda nedladdningen.
tr: Seçilmiş indirmeleri hızlandır.

source: Download preview image for the selected download.
ar: صورة معاينة التحميل لملف التحميل المحدد
ca: Descarrega una imatge de vista prèvia per a l'arxiu seleccionat.
de: Vorschaubild des ausgewählten Downloads herunterladen.
es: Imagen previa de la transferencia seleccionada.
fr: Télécharger la prévisualisation du téléchargement.
he: הורד תמונת תצוגה להורדה הנבחרת.
hu: Előnézetként letölt egy képet a letöltésből.
it: Scarica l'anteprima del download selezionato.
ja: 選択されたダウンロードのプレビューイメージをダウンロードします
lt: Peržiūrėti pasirinkto siunčiamo failo miniatūrą.
pt: Baixar a prévia da imagem para o download selecionado.
ru: Удаленный просмотр эскиза выбранного файла.
sq: Shkarkon një figurë parashikimi për shkarkesën e zgjedhur.
sv: Ladda ner förhandsgranskningsbild för den valda nedladdningen.
tr: Seçilmiş indirme için ön izleme resmi indir.

source: Resume selected downloads.
af: Hervat die aflaai van die geselekteerde aflaai(e).
ar: إستئناف التحميل(ات) المحددة
ca: Continua descarregant els arxius seleccionats.
de: Markierte(n) Download(s) fortsetzen.
es: Continuar descargando los archivos seleccionados.
fr: Reprendre cette sélection de téléchargements.
he: המשך את ההורדה או ההורדות שבחרת
hu: A kiválasztott letöltés(ek) folytatása.
it: Riprende i download selezionati.
ja: 選択したダウンロードを再開します
lt: Tęsti pasirinkto failo(-ų) atsisiuntimą.
nl: De geselecteerde downloads hervatten.
no: Fortsett valgte nedlasting(er).
pl: Wznów zaznaczone pobieranie (pobierania).
pt: Resumir os downloads selecionados.
ru: Продолжить загрузку помеченного файла(ов).
sl: Nadaljuj z izbranimi prenosi.
sq: Rimerr shkarkesën e zgjedhur.
sr: Nastavi odabrano skidanje.
sv: Återuppta nedladdningar för de valda filerna.
tr: Seçilmiş indirmeleri sürdür.

source: Configure download settings...
af: Verander aflaai-verstellings...
ar: تكوين إعدادات التحميل...
ca: Configura les opcions de descàrrega...
de: Downloadeinstellungen anpassen...
es: Configurar opciones de descargas...
fr: Configurer les réglages des téléchargements...
he: קבע הגדרות הורדה
hu: Letöltési beállítások...
it: Configura le impostazioni di download...
ja: ダウンロード設定を行います...
lt: Keisti parsisiuntimų nuostatas...
nl: De downloadinstellingen aanpassen...
no: Endre nedlastingsinnstillingene.
pl: Skonfiguruj ustawienia pobierania...
pt: Configurar as opções de download...
ru: Конфигурировать установки загрузок...
sl: Nastavitve prenosov...
sq: Konfiguron kuadrot e shkarkimit...
sr: Podesite download podešavanja...
sv: Ändra nedladdningsinställningar…
tr: İndirme ayarlarını yapılandır...

source: Share this partially downloaded file with other users.
af: Deel hierdie onvoltooide lêer met ander gebruikers.
ar: المشاركة في هذا الملف المحمل جزئيا مع المستخدمين الآخرين
ca: Comparteix aquest arxiu parcial amb altres usuaris.
de: Diese teilweise heruntergeladene Datei freigeben.
es: Compartir este archivo parcial con otros.
fr: Partager ce téléchargement partiel avec les autres utilisateurs.
he: שתף את קובץ זה שהורד חלקית עם משתמשים אחרים
hu: Ezt a félig letöltött fájlt ossza meg másokkal.
it: Condividi con gli altri utenti questo file scaricato parzialmente.
ja: 他のユーザとこの部分ダウンロードを共有します
lt: Bendrinti šį dalinai parsisiųstą failą.
nl: Deel dit gedeeltelijk gedownloade bestand met andere gebruikers.
no: Del denne ufullstendige filen med andre brukere.
pl: Dziel się tym częściowo pobranym plikiem z innymi użytkownikami.
pt: Compartilhar este arquivo parcialmente baixado com outros usuários.
ru: Открыть доступ к частично загруженному файлу другим пользователями.
sl: Deli to delno prenešeno datoteko z drugimi.
sq: Ndan skedën pjesërisht të shkarkuar me përdoruesit e tjerë.
sr: Deli ovu delimično skinutu datoteku sa ostalim korisnicima.
sv: Dela ut denna ofullständigt nedladdade fil till andra användare.
tr: İndirme dosyasını diğer kullanıcılarla paylaş.

source: Display sources which are not currently being used.
af: Vertoon bronne wat nie tans gebruik word nie.
ar: عرض المصادر التي حاليا لم يتم تستخدم
ca: Mostra totes les fonts.
de: Auch Quellen anzeigen, die zur Zeit nicht benutzt werden.
es: Mostrar todas las fuentes no usadas actualmente.
fr: Afficher les sources actuellement utilisées.
he: הצג מקורות שכרגע לא בשימוש
hu: Jelenleg nem használt források megjelenítése.
it: Mostra le fonti che non sono correntemente attive.
ja: 現在使用されていないソースを表示します
lt: Rodyti šaltinius, kurie šiuo metu nenaudojami.
nl: De bronnen weergeven die momenteel niet worden gebruikt.
no: Vis kilder som for tiden ikke er i bruk.
pl: Wyświetl źródła które nie są w użyciu.
pt: Exibir fontes que não estão sendo usadas atualmente.
ru: Показывать источники, которые в данный момент не используются.
sl: Ogled virov, ki trenutno niso v uporabi.
sq: Tregon burimet që aktualisht nuk përdoren.
sr: Prikaži izvore koji nisu trenutno u upotrebi.
sv: Visa källor som inte används för närvarande.
tr: Güncel olmayan kaynakları görüntüle.

source: Add a source URL to the selected download...
af: Voeg 'n bron URL by die geselekteerde aflaai...
ar: إضافة رابط مصدري إلى التحميل المحدد...
ca: Afegeix font (URI) a la descàrrega seleccionada...
de: Quellen aus einer URL zum markierten Download hinzufügen...
es: Agregar fuente (URI)...
fr: Ajouter une nouvelle source URL au téléchargement sélectionné...
he: להורדה הנבחרת URL הוסף כתובת
hu: URL hozzáadása a letöltéshez...
it: Aggiungi una fonte URL al download selezionato...
ja: 選択したダウンロードへURLソースを追加します...
lt: Pridėti šaltinio adresą prie pasirinkto failo...
nl: Voeg een bron URL toe aan de geselecteerde download...
no: Legg til en kilde URL til valgte nedlasting...
pl: Dodaj URL źródła dla zaznaczonego pobierania...
pt: Adicionar uma fonte URL ao download selecionado...
ru: Добавить ссылку источника к помеченной загрузке...
sl: Dodaj izvorni URL izbranemu prenosu...
sq: Shton një URL-burim në shkarkesën e zgjedhur...
sr: Dodaj URL izvor u selektovano skidanje...
sv: Lägg till en käll-URL till den valda nedladdningen…
tr: Seçilmiş indirme için URL ekle...

source: Search for more sources for selected downloads.
af: Soek vir meer bronne vir die geselekteerde aflaai(e).
ar: البحث عن مصادر أكثر للتحميل(ات) المحددة
ca: Cerca més fonts per a aquest(s) arxiu(s).
de: Zusätzliche Quellen für den/die markierten Download(s) suchen.
es: Buscar más fuentes para este archivo en la red.
fr: Rechercher plus de sources pour cette sélection de téléchargements.
he: חפש מקורות נוספים עבור ההורדה הנבחרת
hu: Több forrást keres a kiválasztott letöltés(ek)hez.
it: Cerca altre fonti per i download selezionati.
ja: 選択したダウンロード用のソースを更に検索します
lt: Ieškoti daugiau šaltinių pasirinktam siunčiamam failui(-ams).
nl: Zoek naar meer bronnen voor de geselecteerde downloads.
no: Søk etter flere kilder til valgte nedlasting.
pl: Szukaj więcej źródeł dla zaznaczonego(ych) pobierania (pobierań).
pt: Procurar por mais fontes para o download selecionado.
ru: Искать большего кол-ва источников для помеченной загрузки(ок).
sl: Iskanje po dodatnih virih za izbrane datoteke.
sq: Kërkon më tepër burime për shkarkesën e zgjedhur.
sr: Nadji više izvora za selektovanu datoteku(e).
sv: Sök efter fler källor av de valda filerna.
tr: Seçilmiş indirmeler için daha fazla kaynak ara.

source: View reviews for the selected download
af: Vertoon resensies van die geselekteerde aflaai
ar: عرض نظرة عامة للتحميل المحدد
ca: Mostra ressenyes per a la descàrrega seleccionada
de: Rezensionen für den markierten Download anzeigen
es: Ver evaluación para la descarga seleccionada
fr: Voir les revues pour le téléchargement sélectionné
he: הצג ביקורות להורדה הנבחרת
hu: Vélemények megtekintése a kiválasztott letöltésről
it: Visualizza revisioni per i download selezionati
ja: 選択したダウンロードのレビューを表示します
lt: Peržvelgti pasirinkto failo įvertinimus.
nl: Bekijkt commentaar voor de geselecteerde download...
no: Se omtalene for den valgte nedlastingen
pl: Pokaż recenzje zaznaczonego pobierania
pt: Ver comentários sobre o download selecionado
ru: Просмотр оценок о помеченной загрузке.
sl: Ogled ocen za izbran prenos
sq: Shikon pasqyrimet për shkarkesën e zgjedhur
sr: Pogledaj kritike za selektovani download
sv: Visa recensioner fr den valda nedladdningen
tr: Seçilmiş indirme için eleştirileri göster

source: Display the Envy about dialog...
af: Vertoon inligting oor Envy...
ar: Envy لوحة حول...
ca: Informació sobre el programa Envy...
de: Informationen über Envy anzeigen...
es: Información acerca de Envy...
fr: Affiche le dialogue « À propos de Envy »...
he: הצג מידע אודות שרזה
hu: A Envy névjegye.
it: Mostra la finestra delle informazioni...
ja: Envyのアバウトダイアログを表示します...
lt: Rodyti „Apie ‚Envy‘“ dialogo langą...
nl: Open het Over Envy... venster.
no: Viser Envys om-dialog...
pl: Wyświetl okno O Envy...
pt: Exibir o diálogo "sobre" do Envy...
ru: Показать диалог «О Envy...»
sl: Prikaz Envy vizitke...
sq: Tregon tabelën me informacionet e Envy-s...
sr: Prikazuje prozor O Envy...
sv: Visar Envys omdialog…
tr: Envy hakkında diyalogları görüntüle...

source: All about codecs and video problems.
af: Alles oor kodeks en video probleme.
ar: كل شيء عن وحدات الترميز و مشاكل الفيديو
ca: Tot sobre còdecs i problemes de vídeo.
de: Alles über Codec- und Videoprobleme.
es: Todo sobre codecs y problemas de video.
fr: Tout sur les codecs et les problèmes vidéo.
he: הכל אודות מקודדים ובעיות וידאו
hu: Minden ami kodek és videó.
it: Informazioni sui codec e sui problemi video.
ja: コーデックとビデオの諸問題について
lt: Viskas apie kodekus ir video problemas.
nl: Alles over codec en video problemen.
no: Alt om codec'er og videoproblemer.
pl: Wszystko o kodekach i problemach video.
pt: Tudo sobre codecs e problemas com vídeos.
ru: Все о кодеках и видео проблемах.
sl: Vse o kodekih in težavah z videom.
sq: Gjithçka për problemet me koduesit dhe videot.
sr: Sve vezano uz codece i video probleme.
sv: Allt om codecs och videoproblem.
tr: Şifre ve video problemleri hakkında herşey.

source: View the Envy FAQ.
af: Besoek die Envy Algemene Vraelys.
ar: Envy عرض إستفسارات
ca: Visita les preguntes freqüents (F.A.Q.) de Envy
de: Envy: Häufig gestellte Fragen (FAQ) anzeigen.
es: Visitar los Forums de Envy
fr: Visiter la FAQ Envy.
he: הצג שאלות נפוצות של שרזה
hu: A Envy gyakran ismételt kérdésekhez vezet el.
it: Visualizza le FAQ di Envy.
ja: Envy FAQを表示します
lt: Atverti naršyklėje „Envy“ DUK puslapį.
nl: Bezoek de Envy gebruikershandleiding en FAQ.
no: Besøk Envys FAQ.
pl: Pokaż FAQ Envy.
pt: Ver o FAQ do Envy.
ru: Посетить ЧаВо Envy.
sl: Ogled Envyih pogosto zastavljenih vprašanj in odgovorov (FAQ).
sq: Tregon pyetjet me përgjigje rreth Envy-s.
sr: Pogledajte Envy FAQ (najčešče postavljana pitanja).
sv: Visa Envys FAQ.
tr: Envy SSS göster.

source: Get help configuring your router or firewall.
af: Kry hulp met die opstelling van jou roeteerder of netskans.
ar: إحصل على تعليمات عن تكوين جهاز توجيهك أو جدارك الناري
ca: Aconsegueix ajuda per a configurar el teu router i/o tallafocs.
de: Finden Sie Hilfe Ihren Router / Ihre Firewall zu konfigurieren.
es: Consigue ayuda para configurar tu Router y/o Firewall.
fr: Obtenir de l'aide pour configurer son routeur ou son pare-feu.
he: קבל עזרה בהגדרת חומת האש או הראוטר
hu: Router és tűzfal beállítási segítség.
it: Visualizza la guida per configurare il tuo router o firewall.
ja: ルータやファイアーウォールの設定についてのヘルプを閲覧します
lt: Sužinokite, kaip sukonfigūruoti savo maršrutizatorių ar užkardą.
nl: Klik hier als je hulp nodig hebt bij het instellen van je firewall of router.
no: Få hjelp til å sette opp din router eller brannmur.
pl: Zdobądź pomoc przy konfigurowaniu swojego routera lub firewalla.
pt: Consiga ajuda para configurar o seu Roteador ou Firewall.
ru: Получите помощь по настройке вашего маршрутизатора или брандмауэра.
sl: Pomoč za nastavljanje vašega usmerjevalnika ali požarnega zidu.
sq: Ndihmon në konfigurimin e routerit ose fajruollit.
sr: Konfigurišite Vaš router ili firewall - pomoć.
sv: Få hjälp att konfigurera din router eller brandvägg.
tr: Yönlendirici ve güvenlik duvarı yapılandırma yardımı.

source: Visit the Envy Discussion Forums.
af: Besoek die Envy Besprekingsforum.
ar: Envy زيارة منتدى النقاش لـ
ca: Visita els fòrums de Envy, per a rebre suport técnic o participar en les discusions.
de: Das Envy-Forum besuchen.
es: Visitar las foros de Envy, para soporte técnico y discusiones.
fr: Visiter les forums de discussion Envy.
he: בקר בפורומים של שרזה
hu: Látogassa meg a Envy hivatalos fórumait.
it: Visita il forums di discussioni di Envy.
ja: Envy討論フォーラムを訪問します
lt: Apsilankyti „Envy“ diskusijų forumuose.
nl: Bezoek de Envy forums.
no: Besøk Envys forum.
pl: Odwiedź Fora dyskusyjne Envy.
pt: Visitar os fóruns de discussão do Envy.
ru: Посетить форумы дискуссий Envy.
sl: Obisk Envy spetnih forumov.
sq: Viziton forumet për diskutimet rreth Envy-s.
sr: Posetite Envy Forume.
sv: Besök Envys diskussionsforum.
tr: Envy Tartışma Forumlarını Ziyaret et.

source: Visit the Envy Users Guide.
af: Besoek die Envy Gebruikersgids.
ar: Envy زيارة دليل المستخدم لـ
ca: Visita la guia d'usuari de Envy.
de: Das Envy-Handbuch anzeigen.
es: Visita la Guía de Usuarios Envy.
fr: Visiter le guide utilisateurs Envy.
he: בקר את מדריך המשתמש של שרזה
hu: A Envy használati utasításához vezet el.
it: Visita la guida per utenti di Envy.
ja: Envyユーザーズガイドを訪問します
lt: Atverti naršyklėje „Envy“ naudotojo vadovą.
nl: Bezoek de Envy gebruikershandleiding.
no: Besøk Envys brukerguide
pl: Odwiedź Przewodnik użytkownika Envy.
pt: Visite o Guia dos Usuários do Envy.
ru: Посетить Руководство пользователя Pусский.
sl: Obisk Envy sletnih navodil.
sq: Viziton guidën e përdoruesit të Envy-s.
sr: Pogledajte Envy Upute.
sv: Besk Envys användarguide.
tr: Envy Kullanıcı Yardımcısını Ziyaret et.

source: Visit the Envy web site.
af: Besoek die Envy webtuiste.
ar: Envy زيارة موقع
ca: Visita la web de Envy.
de: Envy's Homepage besuchen.
es: Visitar el sitio de Envy.
fr: Visiter le site web GetEnvy.com.
he: Envy בקר באתר של שרזה
hu: Látogassa meg a Envy hivatalos weboldalát.
it: Visita il sito di Envy.
ja: GetEnvy.comウェブサイトを訪問します
lt: Aplankyti Envy site tinklalapį.
nl: Bezoek de Envy website.
no: Besøk Envys nettsted.
pl: Odwiedź stronę GetEnvy.com.
pt: Visitar o site GetEnvy.com.
ru: Посетить сайт GetEnvy.com.
sl: Obisk spletne strani GetEnvy.com
sq: Viziton truallin në rrjet të Envy-s.
sr: Posetite Envy web stranicu.
sv: Besök Envys hemsida.
tr: Envy Ziyaret et.
