Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: _Peer to Peer Link Handling:
af: _Persoon-tot-Persoon Skakelhantering:
ar: معالجة رابط _نظير إلى نظر:
ca: Controla enllaços avançats:
de: _Peer-to-Peer-Links:
es: Manejar enlaces avanzados:
fr: _Prise en charge des liens P2P (URI) :
he: :צורת השימוש בלינקים לתקשורת ישירה
hu: _P2P linkek
it: Gestione link _Peer to Peer:
ja: ピア・ツー・ピアリンク処理:
lt: _Lygiaverčio tarptinklinio ryšio nuorodos:
nl: _Peer-To-Peer Snelkoppelingsverwerker:
no: _Bruk av peer to peer linker:
pl: Obsługa linków_Peer to Peer:
pt: _Gerenciamento de Link_Peer to Peer:
ru: Обработка _пиринговых (P2P) ссылок:
sl: _P2P obdelava povezav:
sq: Trajtimi i Linkeve _Pikë më Pikë:
sr: Upravljanje _Peer to Peer Linkovima:
sv: _Hantering av P2P-länkar:
tr: E_şli bağlantı kullanılıyor:

source: Use Envy to open these types of links:
af: Gebruik Envy om die volgende tipes skakels af te laai:
ar: إستعمال Envy لفتح هذه الأنواع من الروابط :
ca: Usa Envy per a obrir aquests enllaços:
de: Folgende Linktypen mit Envy öffnen
es: Usar Envy para abrir estos enlaces:
fr: Utiliser Envy pour ouvrir ces types de lien :
he: :השתמש בשרזה לפתיחת סוגי הלינקים הבאים
hu: Használja a Envy ezeknek a linkeknek a megnyitására:
it: Usa Envy per aprire questi tipi di link:
ja: これらの種類のリンクをEnvyを使って開く:
lt: Naudoti „Envy“ šių tipų nuorodoms atverti:
nl: Gebruik Envy voor het openen van deze soorten koppelingen:
no: Bruk Envy til å åpne denne typen linker:
pl: Używaj Envy aby otwierała te rodzaje linków:
pt: Usar Envy para abrir estes tipos de links:
ru: Использовать Envy для перехвата следующих типов ссылок:
sl: Uporabi Envy za odpiranje naslednjih vrst povezav:
sq: Envy do të hapë këto lloje linkesh:
sr: Koristi Envy za otvaranje ovih vrsta linkova:
sv: Använd Envy för att öppna filer av typen:
tr: Bu bağlantı türlerini açmak için Envy kullan:

source: _Download Manager:
af: _Aflaai Hanteerder:
ar: _:مدير التحميل
ca: Controlador de _Descàrregues:
es: Manejador de _Descargas:
fr: _Gestionnaire de Téléchargements:
he: :מנהל ההורדות
hu: _Letöltésmenedzser
it: Gestore _download:
ja: ダウンロードマネージャ:
lt: _Parsisiuntimų tvarkytuvė:
nl: _Downloadbeheerder:
no: Nedlastingsguide:
pl: Menadżer pobierań:
pt: _Gerenciador de Downloads:
ru: _Менеджер загрузок:
sl: _Upravljalec prenosov:
sq: Menaxheri _Shkarkues:
sr: Upravitelj Ski_danja:
sv: _Nedladdningshanterare:
tr: _İndirme Yönetimi:

source: Use Envy to manage all my web downloads:
af: Gebruik Envy om al my web aflaaie te hanteer:
ar: :لإدارة جميع تحميلات إنترنت Envy إستخدام
ca: Empra Envy per a descarregar tots els arxius des del navegador d'Internet:
de: Envy für alle Internetdownloads benutzen
es: Usar Envy para descargar todos los archivos de internet:
fr: Utiliser Envy pour tous les téléchargements Web :
he: :התשמש בשרזה לניהול כל ההורדות מסוגים אלה באינטרנט
hu: Használja a Envy, mint letöltésmenedzsert:
it: Usa Envy per gestire i miei download dal web:
ja: 全てのウェブダウンロードにEnvyを使用する:
lt: Naudoti „Envy“ tvarkant visus mano parsisiuntimus iš interneto:
nl: Gebruik Envy voor het beheren van al mijn internetdownloads:
no: Bruk Envy til alle mine nedlastinger fra nettet:
pl: Użyj Envy do zarządzania wszystkimi moimi pobieraniami z Internetu:
pt: Usar o Envy para gerenciar todos os meus downloads da rede:
ru: Обрабатывать Envy'ой все мои веб загрузки:
sl: Uporabi Envy za upravljanje vseh spletnih prenosov:
sq: Envy do të menaxhojë gjithë shkarkesat e mia nga rrjeti:
sr: Koristi Envy za svo skidanje sa interneta:
sv: Använd Envy för att hantera alla mina webbnedladdningar:
tr: Tüm web indirmelerinin yönetiminde Envy'yı kullan:

source: The download manager plugin will only attempt to download file types listed here. Other file types will be handled by your web browser. Envy must be running to manage downloads.
af: Die aflaai-hanteerder inpropprogram sal net lêertipes probeer aflaai wat hier gelys is. Ander lêertipes sal hanteer word deur jou webblaaier. Envy moet oop wees om aflaaie te hanteer.
ar: وظيفة مدير التحميل الإضافية ستحاول فقط تحميل أنواع الملفات المدرجة هنا . أما أنواع الملفات الأخرى فستعالج بواسطة متصفحك . يجب أن يكون "شير-أزا" شغال لإدارة التحميلات
ca: El controlador de descàrregues sols funcionarà amb els següents tipus d'arxius. Els demés seran controlats pel teu navegador. Envy ha d'estar executant-se per a que el controlador de descàrregues funcioni correctament.
de: Das Downloadmanager-Plugin wird nur für die hier aufgeführten Dateitypen benutzt. Andere Dateitypen werden vom Webbrowser verwaltet. Envy muss gestartet sein, um Downloads abzufangen.
es: El manejador de descargas solo funcionara con los siguientes tipos de archivos. Los demás serán manejados por tu navegador. Envy tiene que estar en ejecución, para que el manejador de descargas funcione correctamente.
fr: Le gestionnaire de téléchargement ne téléchargera que les fichiers dont le type est dans cette liste. Les autres types de fichier seront gérés par votre navigateur Web. Envy doit être lancé pour que cette gestion soit active.
he: תוסף מנהל ההורדות אך ורק ינסה להוריד את הקבצים המופיעים ברשימה להלן. סוגים אחרים של קבצים יטופלו על ידי הדפדפן. שרזה חייבת להיות מופעלת בכדי לנהל את ההורדות.
hu: A program csak az itt feltüntetett fájltípusokat fogja letölteni. Más típusokat a böngésző kezeli. A használatához a Envy futnia kell a háttérben.
it: Il plugin gestore dei download scaricherà solo i tipi di file elencati qui. Altri tipi di file saranno gestiti dal tuo browser. Envy deve essere in esecuzione per gestire i download.
ja: ダウンロードマネージャプラグインはここにリストされた種類のファイルだけをダウンロードします。他のファイルタイプのダウンロードにはウェブブラウザが使用されることになります。ダウンロードを処理するためにはEnvyを起動していなければなりません
lt: Parsisiuntimų tvarkytuvė mėgins parsiųsti tik tuos failus, kurių plėtiniai čia išvardinti. Kitų plėtinių failai bus tvarkomi Jūsų naršykle. „Envy“ turi veikti prieš siunčiantis failus.
nl: De plugin voor de downloadbeheerder zal alleen de bestandstypes uit deze lijst proberen te downloaden. Andere bestandstypes zullen worden behandeld door je internetbrowser. Envy moet wel werkend zijn om downloads te kunnen beheren.
no: Nedlastingsguiden vil bare laste ned filer i denne listen. Andre filer vil bli åpnet i din internettleser. Envy må være i gang for å kunne ta imot nedlastinger.
pl: Wtyczka menadżera pobierań będzie podejmować próbę pobrania pliku jedynie z rozszerzeniem wymienionymi tutaj. Inne rodzaje plików będą obsługiwane przez Twoją przeglądarkę internetową. Envy musi być uruchomina, aby mogła zarządzać pobieraniem.
pt: O Plugin gerenciador de download só tentará baixar os tipos de arquivos listados aqui. Outros tipos serão manejados pelo seu navegador. O Envy deve estar aberto para gerenciar os downloads.
ru: Модуль менеджера загрузок предложит загрузить только указанные здесь типы файлов. Остальные типы файлов будут обработанны вашим обозревателем. Envy должна быть запущена для перехвата загрузок.
sl: Vtičnik za prenosni upravljalec bo poskušal prenesti samo naslednje datotečne vrste. Druge datotečne vrste bo prevzel spletni brskalnik. Za takšno upravljanje prenosov mora biti Envy obvezno zagnana.
sq: Priza e menaxherit shkarkues do të orvatet të shkarkojë vetëm llojet e skedave në listë. Llojet e tjera do të trajtohen nga shfletuesi juaj i rrjetit. Envy duhet të veprojë për të menaxhuar shkarkesat.
sr: Upravitelj Skidanja plugin skida samo datoteke onih prsta koje su na listi.Ostale tipove otvara Vaš internet preglednik.Envy mora biti pokrenuta da bi Upravitelj Skidanja radio.
sv: Insticksprogrammet för nedladdningshantering kommer endast att försöka att ladda ned filtyper som visas här. Andra filtyper kommer att hanteras av din webbläsare. Envy måste vara startad för att hantera nedladdningar.
tr: İndirme yönetim eklentisi sadece listelenen dosya türlerini indirmeye çalışacak. Diğer dosya türleri web tarayıcınız tarafından yönetilecek. Envy indirme yönetimi çalışıyor olmalı.

source: _Inbound Address:
af: _Inkomende Adres:
ar: _:عنوان الوارد
ca: _Adreça d'entrada:
de: _Inbound-Adresse:
es: _Dirección de entrada:
fr: Adresse _entrante :
he: :כתובת נכנסת
hu: _Bejövő cím
it: Indirizzi in _entrata:
ja: 入力アドレス:
lt: _Gavimų adresas:
nl: _Inkomend adres:
no: _Inngående adresse:
pl: Adres wejściowy (przychodzący):
pt: _Endereço de Entrada:
ru: Адрес для входящего потока:
sl: _Vhodni naslov:
sq: Adresë _Hyrëse:
sr: Dolazna Adresa:
sv: _Ingående adress:
tr: _Gelen Adres:

source: Address:
af: Adres:
ar: :العنوان
ca: Adreça:
de: Adresse:
es: Dirección:
fr: Adresse :
he: :כתובת
hu: Cím:
it: Indirizzo:
ja: アドレス:
lt: Adresas:
nl: Adres:
no: Adresse:
pl: Adres:
pt: Endereço:
ru: Адрес:
sl: Naslov:
sq: Adresa:
sr: Adresa:
sv: Adress:
tr: Adres:

source: Random
af: Willekeurig
ar: عشوائي
ca: Atzar
de: Zufällig
es: Azar
fr: Aléatoire
he: רנדומלי
hu: Véletlen
it: Casuale
ja: ランダム
lt: Atsitiktinis
nl: Willekeurig
no: Tilfeldig
pl: Losowo
pt: Aleatória
ru: Случайный
sl: Naključna
sq: Rastësor
sr: Nasumce
sv: Slumpvald
tr: Rasgele

source: Force binding to this address
af: Forseer hierdie adres
ar: فرض إجباري إلى هذا العنوان
ca: Força adreça
de: Diese Adresse erzwingen
es: Forzar Dirección
fr: Rester sur cette adresse
he: .חייב הגבלה לכתובת זו
hu: Kapcsolódás kényszerítése
it: Forza conn. a questo indirizzo
ja: 強制的にこのアドレスに割当
lt: Dirbtinai susieti su adresu
nl: Dit adres gedwongen binden
no: Tving binding til denne adressen
pl: Wymuś połączenia do tego adresu
pt: Forçar união a este endereço
ru: Настоять на этом адресе
sl: Prisili navezovanje (binding) na naslednji naslov
sq: Forco lidhjen te kjo adresë
sv: Använd alltid denna adress
tr: Bu adreste mutlaka saklanıyor

source: _Outbound Address:
af: _Uitgaande Adres:
ar: عنوان ال_صادر:
ca: _Adreça de sortida:
de: _Outbound-Adresse:
es: _Dirección de salida:
fr: Adresse _sortante :
he: :כתובת יוצאת
hu: _Kimenő cím
it: Indirizzi in _uscita:
ja: 出力アドレス:
lt: _Išsiuntimų adresas:
nl: _Uitgaand adres:
no: _Utgående adresse:
pl: Adres wyjściowy (wychodzący):
pt: _Endereço de Saída:
ru: Адрес для исходящего потока:
sl: _Izhodni naslov:
sq: Adresë _Dalëse:
sr: _Odlazna Adresa:
sv: _Utgående adress:
tr: G_iden Adres:

source: O_ptions:
af: O_psies:
ar: :المنفذ
ca: O_pcions
de: O_ptionen:
es: O_pciones
he: :אפשרויות
hu: _Beállítások
it: _Opzioni:
ja: オプション:
lt: _Parinktys:
nl: O_pties:
no: E_genskaper:
pl: Opcje:
pt: O_pções:
ru: О_пции:
sl: _Možnosti:
sq: M_undësi:
sr: O_pcije:
sv: _Alternativ:
tr: _Seçenekler:

source: Can accept incoming connections
af: Kan inkomende konneksies ontvang
ar: يمكن قبول الإتصالات الواردة
ca: Puc acceptar connexions entrants
de: Eingehende Verbindungen möglich
es: Puedo Aceptar Conexiones Entrantes
fr: Je peux accepter les connexions entrantes
he: אני יכול/ה לקבל חיבורים נכנסים
hu: Tudok fogadni bejövő kapcsolatokat:
it: Posso accettare conn. in entrata
ja: 入力接続を受け付ける
lt: Aš galiu priimti įeinančias užklausas
nl: Kan inkomende verbindingen ontvangen
no: Jeg kan motta innkommende tilkoblinger
pl: Mogę przyjmować połączenia przychodzące
pt: Posso aceitar conexões que entram
ru: Могу принять входящие соединения
sl: Dovoljevanje vhodnih povezav
sq: Prano lidhjet që vijnë
sr: Prihvatam dolazeće veze
sv: Kan ta emot inkommande anslutningar
tr: Gelen bağlantılar kabul edilebilir

source: Ignore private/local IP addresses
af: Ignoreer privaat/lokale ip adresse
ar: الخاصة/المحلية IP تجاهل عناوين الـ
ca: Ignora direccions IP privades/locals
de: _Private Netzwerk-IPs ignorieren
es: Ignorar direcciones IP privadas/locales
fr: Ignorer les IP privées/locales
he: מקומיות/פרטיות IP התעלם מכתובות
hu: Helyi hálózati IP címek tiltása
it: Ignora indirizzi IP privati/locali
ja: プライベート/ローカルIPアドレスを無視
lt: Ignoruoti vietinius IP adresus
nl: Negeer privé/lokale IP adressen
no: Ignorer private/lokale IP-adresser
pl: Ignoruj prywatne/lokalne adresy IP
pt: Ignorar endereços IP locais/privados
ru: Отклонять локальные IP адреса
sl: Prezri zasebne/lokalne IP naslove
sq: Përbuze adresën me IP private/lokale
sr: Zanemari privatne/lokalne IP adrese
sv: Ignorera privata/lokala IP-adresser
tr: Özel/yerel IP adreslerini yok say

source: Enable Plug'n'Play port-forwarding
ar: UPnP تمكين إعداد أجهزة إتصال
ca: Habilita la connexió de dispositius UPnP
de: UPnP-Geräte automatisch einstellen
es: Habilitar soporte UPnP
fr: Activer la configuration automatique via UPnP
hu: UPnP használatának engedélyezése
it: Abilita l'impostazione dei dispositivi UPnP
ja: UPnP接続デバイスの設定を有効にする
lt: Įgalinti UPnP susijungimo įrenginių derinimą
nl: Gebruik automatische UPnP instellingen:
pl: Włącz UPnP connection devices setup
pt: Configuração de dispositivos de conexão UPNP
ru: Настраивать устройства UPnP
sq: Lejo ndërtimin e mjeteve lidhëse UPnP
sr: _Timeouts:
sv: Tillåt inställning av UPnP-enheter
tr: UPnP cihaz kurulumunu etkinleştir

source: _Timeouts:
af: _Wagtye:
ar: :إنتهاء ال_مهلة
ca: _Temps d'expiració:
de: _Wartezeiten:
fr: _Délai avant expiration :
he: :זמן המתנה לתשובה
hu: _Időtúllépések
it: _Timeout:
ja: タイムアウト:
lt: _Laiko limitai:
nl: _Wachttijden:
no: _Tidsavbrudd:
pl: Czas oczekiwania:
pt: _Tempo para encerrar:
ru: _Тайм-ауты:
sl: _Časovne omejitve:
sq: _Jashtëkoha:
sr: Veza:
sv: _Avbrottstid:
tr: _Zaman Aşımları:

source: Handshake:
af: Bladskud:
ar: :المصافحة
ca: A negociacions:
es: Handshake(Conexión):
fr: Poignée de m. :
he: לחיצת יד
hu: Viszontválasz:
it: Negoziazione:
ja: ハンドシェイク:
lt: Patvirtinimui:
nl: Handdruk:
no: Håndtrykk:
pl: Witanie:
pt: Inicialização:
ru: Приветствие:
sl: Avtentikacija:
sq: Takimi i Dorës:
sv: Handslag:
tr: Anlaşma:

source: Save Default _Completed Files Here:
af: Stoor _Volledige Aflaaie Hier:
ar: :حفظ الملفات الم_كتملة هنا
ca: _Carpeta d'arxius completats:
de: _Downloadverzeichnis:
es: _Carpeta de archivos completados:
fr: _Sauvegarder les fichiers terminés ici :
he: :אכסן קבצים שהושלמה הורדתם בתיקייה
hu: _Kész letöltések mappája
it: Cartella dei file _completati:
ja: 完了ファイルの保存先:
lt: Saugoti _parsiųstus failus čia:
nl: Sla _voltooide bestanden hier op:
no: Lagre _ferdige filer her:
pl: Zapisuj zakończone pliki tutaj:
pt: Salvar _Arquivos Completados Aqui:
ru: Сохранять загруженные файлы в папке:
sl: Shrani _dokočane datoteke na tem mestu:
sq: Depozitoni Këtu Skedat e _Përfunduara:
sr: Skinute Datoteke Sačuvaj Ovde:
sv: Spara _färdiga nedladdningar här:
tr: Dosyanın _tamamını buraya kaydet:

source: Store Temporary _Incomplete Files Here:
af: Stoor _Onvolledige Aflaaie Hier:
ar: :تخزين الملفات ال_غير مكتملة المؤقتة هنا
ca: Carpeta d'arxius _incomplets: (temporal)
de: _Unvollständige Dateien:
es: Carpeta de archivos _incompletos: (temporales)
fr: Stocker les fichiers _incomplets ici :
he: :אכסן קבצים זמניים כאן
hu: _Félkész letöltések mappája
it: Cartella dei file _incompleti temporanei:
ja: 未完了ファイルの保存先:
lt: Laikyti _nebaigtus siųstis failus čia:
nl: Sla tijdelijke\_incomplete bestanden hier op:
no: Lagre _midlertidige filer her:
pl: Przechowuj pliki tymczasowe (jeszcze niekompletne) tutaj:
pt: Armazenar Arquivos _Incompletos Temporários Aqui:
ru: Держать незаконченные файлы в папке:
sl: Shrani _začasne nedokončane datoteke na tem mestu:
sq: Depozitoni Këtu Skedat e Përkohshme të _Papërfunduara:
sr: Nezavršene Datoteke Sačuv_j Ovde:
sv: Spara tillfälliga _ofullständiga nedladdningar här:
tr: Geçici tamamlan_mamış dosyaları burada depola:

source: _Number of Downloads:
af: _Aantal Aflaaie:
ar: _:عدد التحميلات
ca: _Nombre de descàrregues:
de: _Anzahl Downloads:
es: _Número de descargas:
fr: _Nombre de téléchargements :
he: :מספר הורדות
hu: Letöltések _száma
it: _Numero di download:
ja: ダウンロード数:
lt: Parsisiuntimų _skaičius:
nl: _Aantal downloads:
no: _Antall nedlastinger:
pl: Maks. liczby jednocześnie pobier./wyk.:
pt: _Número de Downloads:
ru: _Макс. параметры загрузок:
sl: _Število prenosov:
sq: _Numri i Shkarkesave:
sr: Broj Skida_nja:
sv: Antal _nedladdningar:
tr: İndirme _sayısı:

source: Maximum Files:
af: Maksimum Lêers:
ar: :أقصى ملفات
ca: Arxius màx:
de: Dateien maximal:
es: Archivos máx:
fr: Nb max. de fichiers :
he: :מקסימום העברות
hu: Max fájlok:
it: File massimi:
ja: 最大ファイル数:
lt: Daugiausiai failų:
nl: Max. Bestanden:
no: Maks filer:
pl: plików (maksymalnie):
pt: Máximo de Arquivos:
ru: Файлов одноврем.:
sl: Največ datotek:
sq: Skeda Maks.:
sr: Maximum Datoteka:
sv: Max antal filer:
tr: Maksimum Dosya:

source: Maximum Transfers:
af: Maksimum Oordragte:
ar: :أقصى تحميلات
ca: Transferències màx:
de: Max. Downloads:
es: Transferencias máx:
fr: Nb max. de transferts :
he: :מקסימום חיבורים
hu: Max forgalom:
it: Download massimi:
ja: 最大転送数:
lt: Daugiausiai siuntimų:
nl: Max. Downloads:
no: Maks overføringer:
pl: wszystkich transferów (maksymalnie):
pt: Máximo de Transferências:
ru: Потоков всего:
sl: Največ prenosov:
sq: Transferta Maksimale:
sr: Maximum Razmena:
sv: Max antal överföringar:
tr: Maksimum Transfer:

source: Transfers per File:
af: Oordragte per Lêer:
ar: :المصادر لكل ملف
ca: Fonts per arxiu:
de: Quellen pro Datei:
es: Por archivo:
fr: Transferts par fichier :
he: :מקס' העברות לקובץ
hu: Fájlon belüli forgalom:
it: Fonti per file:
ja: 転送/ファイル:
lt: Siuntimų failui:
nl: Bronnen per Bestand:
no: Overføringer per fil:
pl: transf. do 1-go pliku:
pt: Transferências por Arquivo:
ru: Потоков на файл:
sl: Prenosov/datoteko:
sq: Transferta për Skedë:
sr: Razmena po Datoteci:
sv: Överföringar per fil:
tr: Dosya başına transfer:

source: _Limits:
af: _Limiete:
ar: :ال_حدود
ca: Límit:
es: Límite:
fr: Bande passante :
he: :הגבלות
hu: Sá_vszél
it: _Limiti:
ja: 制限:
lt: Limitai:
nl: _Limieten:
no: Grenser:
pl: Limity przy pobieraniu:
pt: _Limites:
ru: Лимиты:
sl: _Omejitve:
sq: _Kufijtë:
sr: Granice:
sv: _Begränsningar:
tr: _Limit:

source: Total Download Bandwidth:
af: Totale Aflaai Bandwydte:
ar: :نطاق العرض الإجمالي للتحميل
ca: Ample de banda:
de: Downloadgeschwindigkeit:
es: Ancho de banda:
fr: Limite en réception :
he: :רוחב פס להורדות
hu: Korlátozás:
it: Banda totale di download:
ja: 総ダウンロード帯域幅:
lt: Visuminė parsisiuntimų greitaveika:
nl: Totale snelheid:
no: Nedlastingsbåndbredde:
pl: Szerokość pasma pobier. razem:
pt: Total da Banda de Download:
ru: Макс. ширина канала загрузки:
sl: Skupna prenosna pasovna širina:
sq: Banda Totale e Shkarkimit:
sr: Totalna Brzina Skidanja:
sv: Total nedladdningsbandbredd:
tr: Toplam İndirme Bantgenişliği:

source: Maximum Queue Length:
af: Maksimum Waglysposisie:
ar: :أقصى طول لقائمة الإنتظار
ca: Mida màxima de les cues:
de: Max. Warteschlangenlänge:
es: Tamaño máximo de las colas:
fr: Taille de la file d'attente :
he: :אורך תורות מקסימלי
hu: Maximum sorbanállás:
it: Lunghezza massima di coda:
ja: 最大キュー数:
lt: Maksimalus eilės dydis:
nl: Max. wachtrijlengte:
no: Maksimalt antall i kø:
pl: Maks. długość kolejki do pobr.:
pt: Tamanho Máximo da Fila:
ru: Максимальный номер очереди:
sl: Največja dolžina čakalne vrste:
sq: Gjatësi Maks. e Radhës:
sr: Maximalna Dužina Čekanja:
sv: Största köstorlek:
tr: Maksimum sıra uzunluğu:

source: Only download and upload to networks which are connected.
af: Laai net af of op na netwerke waaraan jy gekonnekteer is.
ar: التحميل و الإرسال من و إلى الشبكات المتصلة فقط
ca: Sols puja i descarrega per les xarxes connectades.
de: Nur in verbundenen Netzwerken hoch- und herunterladen.
es: Solo subir y descargar usando las redes conectadas.
fr: Télécharger et envoyer uniquement sur les réseaux connectés.
he: ‪‏מחובר‎ ‏אליהן אני‎ ‏ברשתות‎ ‏ורק‎ ‏אך‎ ‏והורד‎ ‏העלה
hu: Csak a kapcsolatban lévő hálózatokon van forgalom
it: Scarica e invia file solo alle reti connesse.
ja: 接続済みのネットワークでしかアップロード・ダウンロードしない
lt: Failų mainus vykdyti tik tinkluose, prie kurių prisijungta.
nl: Alleen downloaden en uploaden met verbonden netwerken.
no: Last bare opp og ned til nettverk som er tilkoblet.
pl: Pobieraj i wysyłaj tylko do sieci z którymi jesteś połączony.
pt: Só baixar e enviar a redes nas quais está conectado.
ru: Загрузки и раздачи только с соединенными сетями.
sl: Prenašaj (download) in nalagaj (upload) samo na povezana omrežja.
sq: Shkarko e ngarko vetëm nga rrjetet e lidhura.
sr: Skidaj i deli samo sa spojenih mreža
sv: Tillåt endast överföringar till och från nätverk som är /nanslutna för närvarande.
tr: Sadece bağlanılan ağlara aktarım yapın ve indirmede bulunun.

source: Limit sharing in hub mode
af: Beperk deling in hub-modus
ar: حدود المشاركة في نمط النتوء
ca: Limita la compartició en mode concentrador
de: Freig. im HUB-Modus einschr.
es: Limitar compartimiento en modo hub
fr: Partage limité en mode Hub
he: הגבל שיתוף במצב מוקד
hu: Megosztás korl. hubmódban
it: Limita condivisione in modalità hub
ja: ハブモードでは共有を制限する
lt: Tapus mazgu, riboti siuntimą
nl: Limiteer delen in hubmodus
no: Begrens deling i hub-modus
pl: Ogranicz udostępnianie w trybie hub
pt: Limitar compartilhamento qdo hub
ru: Лимит раздачи в режиме узла
sl: Omeji deljenje v 'hub' načinu
sq: Kufizo shpërndarjen si 'nyje'
sr: Ograniči deljenje u Hubu
sv: Begränsa utdelning i navläge
tr: Hub modunda limitli paylaşım

source: Share new partial downloads
af: Deel NUWE onvolledige aflaaie
ar: المشاركة في جزئيات التحميلات الجديدة
ca: Comparteix descàrregues parcials
de: Unvollst. Dateien freigeben
es: Compartir descargas parciales por defecto
fr: Partager les téléch. partiels
he: שתף חלקי הורדות חדשים
hu: Félig letöltött fájlok megosztása
it: Condividi NUOVI download parziali
ja: 新規部分ダウンロードを共有する
lt: Siųsti nepilnai gautus failus
nl: Deel gedeeltelijke downloads
no: Del NYE delvise nedlastinger
pl: Udostępniaj nowe częściowe pobierania
pt: Compartilhar NOVOS parciais
ru: Общий доступ к загрузкам
sl: Deli NOVE delne prenose
sq: Shpërndaji shkarkesat e REJA
sr: Deli DELIMIČNO Skinute Datoteke
sv: Dela ut NYA ofärdiga nedladdningar
tr: Yeni indirme bölümleri paylaştır

source: Share preview files
af: Deel voorskoulêers
ar: مشاركة ملفات المعاينة
ca: Comparteix vistes prèvies
de: Vorschau-Dateien freigeben
es: Compartir vistas previas
fr: Partager les prévisualisations
he: שתף קבצי תצוגה מקדימה
hu: Előnézetek megosztása
it: Condividi file di anteprima
ja: プレビューファイルを共有する
lt: Bendrinti failų peržiūros turinį
nl: Deel nieuwe voorvertoningen
no: Del forhåndsviste filer
pl: Udostępniaj pliki preview (podglądu/podsłuchu)
pt: Compartilhar arquivos de prévias
ru: Разрешить просмотр
sl: Deljenje datotečnih predogledov
sq: Shpërndaji skedat e parashikimit
sr: Deli preview Datoteke
sv: Dela ut förhandsvisade filer
tr: Önizleme dosyalarını paylaştır

source: Limit per unique host:
af: Konneksies per gasheer:
ar: :الحد لكل مضيف فريد
ca: Límit per usuari:
de: Uploads pro Host:
es: Límite por usuario:
fr: Limite par hôte :
he: :מקס' העלאות למשתמש
hu: Kapcsolatok száma:
it: Limite per singolo host:
ja: 制限/ユニークホスト:
lt: Limitas unikaliam IP:
nl: Limiet per gastheer:
no: Grense per unike vert:
pl: Limit na unikalnego hosta:
pt: Limite por host único:
ru: Лимит подключений на хост:
sl: Omeji na edinstv. gostit.:
sq: Kufiri për hostin unik:
sr: Ograniči za pojedinca na:
sv: Begränsa per unik värd:
tr: Bir host için limit:

source: _User-Agent Filter:
af: _Gebruikersagent Filter:
ar: :مرشح _عميل المستخدم
ca: _Filtre per programa:
es: _Filtro por User-Agent:
fr: Filtre agent _utilisateur :
he: :סוכן-משתמש לסינון
hu: _Kliensprogram-szűrő
it: Filtro _User-Agent:
ja: ユーザエージェントフィルタ:
lt: _Naudotojų agentų filtras:
nl: _Cliënt filter:
no: _Programfilter:
pl: Filtr User-Agentów:
pt: _Filtro de Usuário-Agente:
ru: _Фильтр программ:
sl: _Filter uporabniškega agenta:
sq: _Filtri për Agjentin Përdorues:
sv: _Användargramfilter:
tr: _Kullanıcı istemci filtresi:

source: _Bandwidth:
af: _Bandwydte:
ar: _:نطاق العرض
ca: Ample de _banda:
de: _Bandbreite:
es: Ancho de _Banda:
fr: _Bande passante :
he: :רוחב פס
hu: _Sávszél
it: _Banda:
ja: 帯域幅:
lt: _Greitaveika:
nl: _Bandbreedte:
no: _Båndbredde:
pl: Przepustowość:
pt: _Banda:
ru: По_лоса пропускания:
sl: _Pasovna širina:
sq: _Gjerësi e Bandës:
sr: _Brzina:
sv: _Bandbredd:
tr: _Bant genişliği:
