Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Scanning folder: "%s"...
af: Ondersoek Gids: "%s"...
ca: Escanejant la carpeta: "%s"...
de: Scanne Ordner: "%s"...
es: Escaneando la carpeta: "%s"...
fr: Parcours le répertoire : « %s »...
he: ‪..."%s".:סורק ספריה
hu: Mappa beolvasása: "%s"...
it: Scansione della cartella: "%s"...
ja: フォルダをスキャンしています: "%s"...
lt: Skenuojamas aplankas: „%s“...
nl: Bezig met scannen van map: "%s"...
no: Scanner mappe: "%s"...
pt: Scaneando a pasta: "%s"...
ru: Сканирую папку: «%s»...
sl: Preverjam mapo: "%s"...
sr: Skeniram fasciklu: "%s"...
sv: Granskar mapp: "%s".
tr: Klasör taranıyor : "%s"...

source: Starting eDonkey partial download import process...
af: Begin eDonkey2000 gedeeltelike aflaaie intrekproses.
ca: Iniciant el procès de importació d'arxius incomplets d'eDonkey...
de: Unvollständige eDonkey-Downloads werden importiert...
es: Iniciando el proceso de importar archivos incompletos del eDonkey...
fr: Démarrage du processus d'importation de téléchargement partiel eDonkey...
hu: Félkész eDonkey letöltések importálása...
it: Avvio del processo di importazione del download parziale di eDonkey in corso...
ja: eDonkey2000 部分ダウンロードのインポート処理を開始しています...
lt: Pradedamas eDonkey dalinių failų importas...
nl: Starten met het proces om gedeeltelijke eDonkey downloads te importeren...
no: Starter eDonkey2000 partiell nedlastings import prosess...
pt: Inicializando o processo de importação de downloads parciais do eDonkey...
ru: Идет процесс импорта частичных файлов загрузок eDonkey...
sl: Začenjam eDonkey2000 postopek uvoza delno prenešene datoteke...
sr: Počinjem ubacivanje delimično skinute eDonkey2000 datoteke...
sv: Startar import av ofullständiga nedladdningar från eDonkey…
tr: eDonkey2000 bölümsel indirme aktarım süreci başlıyor...

source: Found download "%s", size %s.
af: Aflaailêer "%s" gevind, grootte %s.
ca: Transferència "%s" trobada, mida %s.
de: Download gefunden: "%s", Größe: %s.
es: Transferencia "%s" encontrada, tamaño %s.
fr: Téléchargement « %s » trouvé, taille %s.
hu: Letöltést találtam "%s", méret: %s.
it: Rilevato download "%s", dimensione %s.
ja: ダウンロード "%s" が見つかりました。サイズ: %s
lt: Aptiktas parsisiunčiamas failas „%s“, %s dydžio.
nl: Download "%s" gevonden, grootte %s.
no: Fant nedlasting "%s", størrelse %s.
pt: Download encontrado "%s", tamanho %s.
ru: Найдена загрузка «%s», размер %s.
sl: Našel prenos "%s", velikost %s.
sr: Pronađena datoteka "%s", veličine %s.
sv: Fann nedladdning "%s", storlek %s.
tr: %s boyutta "%s" indirme bulundu.

source: Connected to eDonkey server %s, handshaking...
af: Gekonnekteer aan eDonkey2000 bediener %s, besig om blad te skud...
ca: Connectat al servidor eDonkey %s, negociant...
de: Mit eDoneky2000-Server %s verbunden, handshaking...
es: Conectado en servidor eDonkey %s, Negociando conexión (handshaking)...
fr: Connecté au serveur eDonkey %s, poignée de main...
hu: eDonkey szerverhez kapcsolódva: %s, viszontválasz...
it: Connesso al server eDonkey %s, negoziazione in corso...
ja: eDonkey2000サーバー %s へ接続しました。ハンドシェイクしています...
lt: Ryšys su eDonkey serveriu %s užmegztas, patvirtinama...
nl: Verbonden met eDonkey Server %s, bezig met handschudden...
no: Koblet til eDonkey2000 tjener %s, starter håndtrykk...
pl: Podłączony do serwera eDonkey %s, witanie...
pt: Conectado no servidor eDonkey %s, inicializando...
ru: Соединение с eDonkey сервером %s установлено, посылаю подтверждение...
sl: Povezan s strežnikom eDonkey2000 %s, rokovanje v teku...
sr: Spojeno to eDonkey2000 server %s, handshaking(rukovanje)...
sv: Ansluten till eDonkey-server %s, skakar hand…
tr: %s eDonkey2000 sunucusna bağlanıldı, anlaşılıyor...

source: Initiating connection to eDonkey server at %s...
af: Konneksie aan eDonkey2000 bediener by %s word geïnisieer...
ca: Iniciant connexió amb el servidor eDonkey en %s...
de: Verbindung zu eDonkey-Server "%s" herstellen...
es: Iniciando conexión a servidor eDonkey en %s...
fr: Initialisation d'une connexion au serveur eDonkey %s...
hu: eDonkey szerverhez való kapcsolódás: %s...
it: Avvio di una connessione a un server eDonkey con %s in corso...
ja: %s でeDonkey2000サーバーへの接続を開始しています...
lt: Užmezgamas ryšys su eDonkey serveriu %s...
nl: Verbinding met eDonkey Server "%s" wordt aangemaakt...
no: Starter kobling til eDonkey2000-tjener ved %s...
pl: Nawiązywanie połączenia z serwerem edonkey w %s...
pt: Iniciando conexão com o servidor eDonkey em %s...
ru: Инициализация соединения с eDonkey сервером %s...
sl: Začenjam povezavo do strežnika eDonkey2000 na %s...
sr: Initiating connection to eDonkey2000 server at %s...
sv: Initierar en anslutning till eDonkey-server vid %s…
tr: %s deki eDonkey2000 sunucusuna bağlantı başlatılıyor...

source: eDonkey server %s changed our client ID from %lu to %lu.
af: eDonkey2000 bediener %s het ons kliënt ID verander vanaf %lu na %lu.
ca: El servidor eDonkey %s ha canviat el nostre número d' identificació de %lu a %lu.
de: eDonkey-Server %s hat ihre ClientID %lu in %lu geändert.
es: El servidor eDonkey %s cambió nuestro número de identificación de %lu a %lu.
fr: Le serveur eDonkey %s a changé votre ID client de %lu à %lu.
hu: eDonkey szerver, %s kliens ID megvátoztatása erről: %lu erre: %lu.
it: Il server eDonkey %s ha cambiato l'ID del nostro client da %lu a %lu.
ja: eDonkey2000サーバー %s はクライアントID を %lu から %lu に変更しました
lt: eDonkey serveris %s pakeitė mūsų kliento ID iš %lu į %lu.
nl: eDonkey Server %s veranderde onze cliënt ID van %lu naar %lu.
no: eDonkey2000 tjener %s endret klient ID-en fra %lu til %lu.
pl: Serwer eDonkey %s zmienił nasz ID klienta z %lu na %lu.
pt: O servidor eDonkey %s mudou nosso ID de cliente de %lu para %lu.
ru: eDonkey сервер %s сменил свой ИД клиента с %lu в %lu.
sl: eDonkey2000 strežnik %s je zamenjal identifikacijsko številko našega odjemalca iz %lu v %lu.
sr: eDonkey2000 server %s changed our client ID from %lu to %lu.
sv: eDonkey-server %s har ändrat vår klient-ID från %lu till %lu.
tr: %s eDonkey2000 sunucusu istemci IDlerini %lu den %lu e değiştirdi.

source: eDonkey server %s identified itself as "%s".
af: eDonkey2000 bediener %s het homself geïdentifiseer as "%s".
ca: El servidor eDonkey %s ens identifica com "%s".
de: eDonkey-Server %s hat sich als "%s" identifiziert.
es: El servidor eDonkey %s se identifica como "%s".
fr: Le serveur eDonkey %s s'est identifié en tant que « %s ».
hu: eDonkey szerver, %s azonosította magát, mint: "%s".
it: Il server eDonkey %s si identifica come "%s".
ja: eDonkey2000サーバー %s が "%s" であると名乗りました
lt: eDonkey serveris %s prisistatė kaip „%s“.
nl: eDonkey Server %s identificeerde zichzelf als "%s".
no: eDonkey2000 tjener %s identifiserte seg som "%s".
pl: Serwer eDonkey %s zidentyfikował się jako "%s".
pt: O servidor eDonkey %s identificou-se como "%s".
ru: eDonkey сервер %s представился как «%s».
sl: eDonkey2000 strežnik %s se je identificiral kot "%s".
sr: eDonkey2000 server %s identified itself as "%s".
sv: eDonkey-server %s identifierade sig själv som "%s".
tr: %s eDonkey2000 suncusu kendisini "%s" olarak tanıdı.

source: eDonkey server %s online, client ID is %lu.
af: eDonkey2000 bediener %s aanlyn, kliënt ID is %lu.
ca: El servidor eDonkey %s ens ha donat %lu com a número d' identificació.
de: eDonkey-Server %s online, ClientID ist %lu.
es: El servidor eDonkey %s nos dió %lu como número de identificación.
fr: Le serveur eDonkey %s est en ligne: votre ID client est %lu.
hu: eDonkey szerver, %s online, kliens ID: %lu.
it: Il server eDonkey %s è in linea, l'ID del client è %lu.
ja: eDonkey2000サーバー %s でオンライン。クライアントID は %lu です
lt: eDonkey serveris %s atsiliepė, kliento ID yra %lu.
nl: eDonkey Server %s online, cliënt ID is %lu.
no: eDonkey2000 tjener %s online, klient ID er %lu.
pl: Serwer eDonkey %s online, ID klineta to %lu.
pt: O servidor eDonkey %s está online, a ID do cliente é %lu.
ru: eDonkey сервер %s доступен, ИД клиента - %lu.
sl: eDonkey2000 strežnik %s je na liniji, identifikacijska številka (ID) odjemalca je %lu.
sr: eDonkey2000 server %s online, client ID is %lu.
sv: eDonkey-server %s är online, klient-ID är %lu.
tr: %s eDonkey2000 sunucusu çevrimiçi, istemci ID %lu.

source: eDonkey server %s refused connection.
af: eDonkey2000 bediener %s het konneksie geweier.
ca: El servidor eDonkey %s no ha acceptat la connexió.
de: eDonkey-Server %s hat die Verbindung abgelehnt (refuse).
es: El servidor eDonkey %s no aceptó la conexión.
fr: Le serveur eDonkey %s a refusé la connexion.
hu: eDonkey szerver, %s megtagadta a kapcsolódást.
it: Il server eDonkey %s ha rifiutato la connessione.
ja: eDonkey2000サーバー %s は接続を拒否しました
lt: eDonkey serveris %s atsakė ryšio.
nl: eDonkey Server %s weigerde de verbinding.
no: eDonkey2000 tjener %s nektet tilkobling.
pl: Serwer eDonkey %s odmówił połączenia.
pt: O servidor eDonkey %s recusou conexão.
ru: eDonkey сервер %s отказал соединению.
sl: eDonkey2000 strežnik %s je zavrnil povezavo.
sr: eDonkey2000 server %s je odbio vezu.
sv: eDonkey-server %s vägrade anslutning.
tr: %s eDonkey2000 sunucusu bağlantıyı reddetti.

source: eDonkey server %s rejected the connection.
af: eDonkey2000 bediener %s het konneksie geweier.
ca: El servidor eDonkey %s no ha acceptat la connexió.
de: eDonkey-Server %s hat die Verbindung zurückgewiesen (reject).
es: El servidor eDonkey %s no aceptó la conexión.
fr: Le serveur eDonkey %s a rejeté la connexion.
hu: eDonkey szerver, %s megtagadta a kapcsolódást.
it: Il server eDonkey %s respinge la connessione.
ja: eDonkey2000サーバー %s が接続を破棄しました
lt: eDonkey serveris %s atmetė ryšį.
nl: eDonkey Server %s keurde de verbinding af.
no: eDonkey2000 tjener %s nektet tilkobling.
pl: Serwer eDonkey %s odrzucił połączenie.
pt: O servidor eDonkey %s rejeitou a conexão.
ru: eDonkey сервер %s отбросил соединение.
sl: eDonkey2000 strežnik %s je zavrnil povezavo (mater mu j****).
sr: eDonkey2000 server %s odbija vezu.
sv: eDonkey-server %s nekade anslutningen.
tr: %s eDonkey2000 sunucusu bağlantıyı reddetti.

source: File Properties
af: Lêer Eienskappe
ar: خصائص الملف
ca: Propietats de l'arxiu
de: Dateieigenschaften
es: Propiedades del Archivo
fr: Propriétés du fichier
he: ‪מאפייני קובץ
hu: Fájl tulajdonságai
it: Proprietà file
ja: ファイルプロパティ
lt: Failo ypatybės
nl: Bestandseigenschappen
no: Egenskaper
pl: Właściwości pliku
pt: Propriedades do Arquivo
ru: Свойства файла
sl: Lastnosti datoteke
sq: Vetitë e Skedës
sr: Podešavanja Datoteke
sv: Filegenskaper
tr: Dosya Özellikleri

source: Are you sure you wish to delete this filter ?
af: Is jy seker jy wil hierdie filter skrap ?
ar: هل تريد فعلا حذف هذا المرشح ؟
ca: Estàs segur que vols treure aquest filtre?
de: Sind Sie sicher, dass Sie diesen Filter löschen möchten ?
es: ¿Estás seguro que deseas quitar este filtro ?
fr: Êtes vous sûr de vouloir effacer ce filtre ?
he: ‪‪?האם הינך בטוח שברצונך למחוק את המסנן
hu: Biztos, hogy törölni akarja ezt a szűrőt?
it: Sei sicuro di voler cancellare questo filtro ?
ja: このフィルタを削除して宜しいですか?
lt: Ar tikrai norite pašalinti šį filtrą?
nl: weet je zeker dat je dit filter wilt verwijderen?
no: Er du sikker på at du vil slette dette filteret?
pl: Jesteś pewny, że chcesz usunąć ten filtr?
pt: Você tem certeza que você quer apagar este filtro?
ru: Вы уверены, что хотите удалить этот фильтр?
sl: Ste prepričani, da želite pobrisati ta filter?
sq: A jeni i sigurt që ky filtër të fshihet?
sr: Jeste li sigurni da želite izbrisati ovaj filter ?
sv: Är du säker på att du vill radera detta filter ?
tr: Bu filtreyi silmek istediğinize emin misiniz?

source: There already is a filter called "%s", do you want to replace it?
af: Daar bestaan reeds 'n filter met die naam "%s", wil jy dit vervang?
ar: هناك مرشح بالإسم "%s" ، هل تريد إستبداله ؟
ca: Ja hi ha un filtre anomenat "%s", dessitja reemplaçar-lo?
de: Es existiert bereits ein Filter mit dem Namen "%s". Möchten Sie ihn ersetzen?
es: Ya hay un filtro llamado "%s", deseas remplazarlo?
fr: Il y a déjà un filtre nommé « %s », voulez-vous le remplacer ?
hu: Már van ilyen nevű szűrő: "%s" Ki akarja ezzel cserélni?
it: C'è già un filtro chiamato "%s", vuoi sostituirlo?
ja: 既にフィルタ"%s".読み込まれています。置き換えて宜しいですか?
lt: Filtras vardu „%s“ jau egzistuoja. Ar norite jį pakeisti?
nl: Er is al een filter met de bestandsnaam "%s", wil je deze vervangen?
no: Det er allerede et filter som heter "%s", ønsker du å overskrive det?
pl: Jest już filtr nazwany "%s", czy chcesz go zastąpić?
pt: Já há um filtro chamado "%s", você deseja substituí-lo?
ru: Фильтр с названием «%s» уже существует. Хотите его заменить?
sl: Trenutno že obstaja filter z imenom "%s", ali ga želite nadomestiti?
sq: Filtri i quajtur "%s" ekziston që më parë, a doni të zëvendësohet?
sr: Filter po imenu "%s".eć postoji, da li ga želite zameniti?
sv: Det finns redan ett filter som heter "%s", vill du ersätta det?
tr: Filtrenin "%s" kadarı çağrılmıştı, bunu değiştirmek istiyor musunuz?

source: Please give your filter a name.
af: Gee asseblief jou filter 'n naam.
ar: الرجاء وضع إسم للمرشح
ca: Si us plau, introduïsca al seu filtre un nom.
de: Bitte geben Sie dem Filter einen Namen.
es: Por favor dale un nombre al filtro.
fr: Merci de donner un nom au filtre.
hu: Adj a szűrőnek egy nevet.
it: Dai un nome al filtro.
ja: フィルタ名を入力して下さい。
lt: Suteikite filtrui vardą.
nl: Geef je filter een naam.
no: Vennligst gi filteret et navn.
pl: Proszę nadaj swojemu filtrowi nazwę.
pt: Por favor dê um nome ao seu filtro.
ru: Дайте название Вашему фильтру.
sl: Določite ime vašemu filtru.
sq: Ju lutemi emërtoni filtrin tuaj.
sr: Molim da date ime vašem filteru.
sv: Ge ditt filter ett namn.
tr: Lütfen filtreye bir isim veriniz.

source: Connection Errors (%)
ca: Errors de connexió (%)
de: Verbindungsfehler (%)
es: Errores de Conexión (%)
fr: Erreur de connexion (%)
hu: Kapcsolódási hibák (%)
it: Errori di connessione (%)
lt: Susijungimų klaidos (%)
nl: Connectie Problemen (%)
pl: Błędy połączenia (%)
pt: Erros de Conexão (%)
ru: Ошибки соединений (%)
sv: Anslutningsfel (%)
tr: Bağlanım hataları (%)

source: Download Bandwidth
af: Aflaai Bandwydte
ca: Banda ampla de descàrrega
de: Downloadgeschwindigkeit
es: Ancho de Banda de Descarga
fr: Bande passante téléchargements
he: ‪רוחב פס להורדות
hu: Letöltési sávszél
it: Banda download
ja: ダウンロード帯域幅
lt: Parsisiuntimų greitaveika
nl: Downloadbandbreedte
no: Nedlastingsbåndbredde
pt: Banda de Download
ru: Полоса пропускания Загрузок
sl: Pasovna širina za prenos (download)
sv: Nedladdningsbandbredd
tr: İndirme Bantgenişliği

source: Download File Count
af: Aflaai Lêer Hoevelheid
ca: Compte d'arxius descarregats
de: Anzahl Downloads
es: Cuenta de Archivos Descargados
fr: Décompte des fichiers téléchargés
he: ‪כמות קבצים בהורדה
hu: Letöltések száma
it: Conteggio file scaricati
ja: ダウンロードファイル数
lt: Parsisiunčiamų failų skaičius
nl: Aantal downloadbestanden
no: Antall nedlastede filer
pt: Contagem dos Arquivos em Download
ru: Число файлов в Загрузках
sl: Števec prenešenih (download) datotek
sr: Broj Skinutih Datoteka
sv: Nedladdat filantal
tr: İndirme Dosya Sayısı

source: Download Transfer Count
af: Aflaai Oordragte Hoeveelheid
ca: Compte d'arxius transferits
de: Anzahl Downloadtransfers
es: Cuenta de Archivos Transferidos
fr: Décompte des téléchargements
he: ‪כמות העברות של הורדות
hu: Letöltési forgalom száma
it: Conteggio trasferimenti download
ja: ダウンロード転送数
lt: Parsisiunčiamų failų atsisiuntimų skaičius
nl: Aantal downloadoverdrachten
no: Antall nedlastingsoverføringer
pt: Contagem das Transferências de Download
ru: Число пересылок в Загрузках
sl: Števec naloženih (upload) datotek
sr: Broj Razmenjenih Datoteka
sv: Nedladdningsöverföringar
tr: İndirme Transfer Sayısı

source: Gnutella Receive Bandwidth
af: Gnutella Ontvangsbandwydte
ca: Total de banda ampla rebuda de Gnutella
de: Gnutella-Empfangsgeschwindigkeit
es: Gnutella Ancho de Banda Recibida
fr: Bande passante entrante Gnutella
he: ‪רוחב פס קבלה של גנוטלה
hu: Gnutella letöltési sávszél
it: Banda Gnutella in ricezione
ja: Gnutella受信帯域幅
lt: Gnutella gavimų greitaveika
nl: Gnutella ontvangstbandbreedte
no: Gnutella mottaksbåndbredde
pt: Banda de Recepção Gnutella
ru: Полоса пропускания Gnutella приема
sl: Pasovna širina sistema Gnutella za prejemanje
sv: Gnutella mottagningsbandbredd
tr: Gnutella Alım Bantgenişliği

source: Gnutella Transmit Bandwidth
af: Gnutella Stuurbandwydte
ca: Total de banda ampla transmesa de Gnutella
de: Gnutella-Sendegeschwindigkeit
es: Gnutella Ancho de Banda Transmitida
fr: Bande passante sortante Gnutella
he: ‪רוחב פס שידור של גנוטלה
hu: Gnutella feltöltési sávszél
it: Banda Gnutella in trasmissione
ja: Gnutella送信帯域幅
lt: Gnutella išsiuntimų greitaveika
nl: Gnutella verzendbandbreedte
no: Gnutella overføringsbåndbredde
pt: Banda de Transmissão Gnutella
ru: Полоса пропускания Gnutella посылок
sl: Pasovna širina sistema Gnutella za oddajanje
sv: Gnutella sändningsbandbredd
tr: Gnutella Gönderim Bantgenişliği

source: Gnutella Connections (Total)
af: Gnutella Konneksies (Totaal)
ca: Connexions Gnutella (Total)
de: Gnutella-Verbindungen (Gesamt)
es: Conexiones Gnutella (Total)
fr: Connexions Gnutella (Total)
he: ‪סך כל החיבורים לגנוטלה
hu: Gnutella kapcsolatok (minden)
it: Connessioni Gnutella (totale)
ja: Gnutella接続 (総合)
lt: Gnutella susijungimai (Viso)
nl: Gnutella verbindingen (totaal)
no: Gnutella koblinger (Totalt)
pt: Conexões Gnutella (Total)
ru: Gnutella соединений (всего)
sl: Gnutella povezave (skupno)
sr: Gnutella Veze (Total)
sv: Gnutellaanslutningar (totalt)
tr: Gnutella Bağlantılar (Toplam)

source: Gnutella Connections (Active)
af: Gnutella Konneksies (Aktief)
ca: Connexions Gnutella (Només actives)
de: Gnutella-Verbindungen (Aktiv)
es: Conexiones Gnutella (Activas)
fr: Connexions Gnutella (Actives)
he: ‪חיבורים אקטיביים של גנוטלה
hu: Gnutella kapcsolatok (aktív)
it: Connessioni Gnutella (attive)
ja: Gnutella接続 (アクティブ)
lt: Gnutella susijungimai (Aktyvūs)
nl: Gnutella verbindingen (actief)
no: Gnutella koblinger (Aktive)
pt: Conexões Gnutella (Ativas)
ru: Gnutella соединений (активных)
sl: Gnutella povezave (aktivno)
sr: Gnutella Veze (Active)
sv: Gnutellaanslutningar (aktiva)
tr: Gnutella Bağlantılar (Etkin)

source: Gnutella Packets Dropped
af: Gnutella Pakkies Gestort
ca: Paquets de Gnutella que no han arribat
de: Verworfene Gnutella-Pakete
es: Paquetes Gnutella que no llegaron
fr: Paquets Gnutella dérivés
he: ‪פקטים של גנוטלה נפלו
hu: Gnutella csomagok ejtve
it: Pacchetti Gnutella caduti
ja: Gnutellaパケット廃棄
lt: Gnutella atmesti paketai
nl: Gevallen Gnutella pakketten
no: Gnutella-pakker dropped
pt: Pacotes Gnutella Descartados
ru: Сброшенные Gnutella пакеты
sl: Opuščeni Gnutella paketi
sv: Gnutellapaket släppta
tr: Gnutella Paketler Durduruldu

source: Gnutella Packets Lost
af: Gnutella Pakkies Verloor
ca: Paquets de Gnutella perduts
de: Verlorene Gnutella-Pakete
es: Paquetes Gnutella Perdidos
fr: Paquets Gnutella perdus
he: ‪פקטים של גנוטלה אבדו
hu: Gnutella csomagok elveszítve
it: Pacchetti Gnutella persi
ja: Gnutellaパケット損失
lt: Gnutella prarasti paketai
nl: Verloren Gnutella pakketten
no: Gnutella-pakker mistet
pt: Pacotes Gnutella Perdidos
ru: Потерянные Gnutella пакеты
sl: Izgubljeni Gnutella paketi
sv: Gnutellapaket förlorade
tr: Gnutella Paketler Kaybedildi

source: Gnutella Packets Received
af: Gnutella Pakkies Ontvang
ca: Paquets de Gnutella rebuts
de: Empfangene Gnutella-Pakete
es: Paquetes Gnutella Recibidos
fr: Paquets Gnutella reçus
he: ‪פקטים של גנוטלה התקבלו
hu: Gnutella csomagok letöltve
it: Pacchetti Gnutella ricevuti
ja: Gnutellaパケット受信
lt: Gnutella gauti paketai
nl: Ontvangen Gnutella pakketten
no: Gnutella-pakker mottatt
pl: Otrzymano pakiety Gnutelli
pt: Pacotes Gnutella Recebidos
ru: Полученные Gnutella пакеты
sl: Prejeti Gnutella paketi
sv: Gnutellapaket mottagna
tr: Gnutella Paketler Alındı

source: Gnutella Packets Transmitted
af: Gnutella Pakkies Gestuur
ca: Paquets de Gnutella transmesos
de: Gesendete Gnutella-Pakete
es: Paquetes Gnutella Transmitidos
fr: Paquets Gnutella transmis
he: ‪פקטים של גנוטלה נשלחו
hu: Gnutella csomagok feltöltve
it: Pacchetti Gnutella trasmessi
ja: Gnutellaパケット送信
lt: Gnutella išsiųsti paketai
nl: Verzonden Gnutella pakketten
no: Gnutella-pakker overført
pl: Przesłano pakiety Gnutelli
pt: Pacotes Gnutella Transmitidos
ru: Посланные Gnutella пакеты
sl: Prenešeni Gnutella paketi
sv: Gnutellapaket skickade
tr: Gnutella Paketler Gönderildi

source: Gnutella Ratio of Received/Sent Pings
ca: Ràtio de pings rebuts/enviats de Gnutella
de: Gnutella-Ratio empfangener / gesendeter Pings
es: Ratio Gnutella de Pings Recibidos/Enviados
fr: Gnutella Ratio Pings reçus/transmis
hu: Gnutella elküldött/fogadott pingek aránya
it: Rapporto dei ping ricevuti/inviati sulla rete Gnutella
ja: Gnutella Ping受信/送信比率
lt: Gnutella gautų/išsiųstų ping santykis
nl: Gnutella Ratio van Ontvangen/Verzonden Pings
pl: Gnutella, współczynnik Pingów odebranych/wysłanych
pt: Ratio Gnutella de Pings Recebidos/Enviados
ru: Соотношение получ./посланных пингов Gnutella
sv: Gnutella - proportion av mottagna/skickade pings
tr: Alınan ve gönderilen Gnutella ping oranı

source: Gnutella Ratio of Received/Sent Pongs
ca: Ràtio de pongs rebuts/enviats de Gnutella
de: Gnutella-Ratio empfangener / gesendeter Pongs
es: Ratio Gnutella de Pongs Recibidos/Enviados
fr: Gnutella Ratio Pongs reçus/transmis
hu: Gnutella elküldött/fogadott pongok aránya
it: Rapporto dei pong ricevuti/inviati sulla rete Gnutella
ja: Gnutella Pong受信/送信比率
lt: Gnutella gautų/išsiųstų pong santykis
nl: Gnutella Ratio van Ontvangen/Verzonden Pongs
pl: Gnutella, współczynnik Pongów odebranych/wysłanych
pt: Ratio Gnutella de Pongs Recebidos/Enviados
ru: Соотношение получ./посланных понгов Gnutella
sv: Gnutella - proportion av mottagna/skickade pongs
tr: Alınan ve gönderilen Gnutella pong oranı

source: Gnutella Queries Incoming
af: Gnutella Lokale Navrae
ca: Cerques locals de Gnutella
de: Lokale Gnutella-Anfragen
es: Búsquedas locales de Gnutella
fr: Requêtes locales Gnutella
hu: Gnutella helyi kérvények
it: Richieste locali Gnutella
ja: Gnutellaローカル問い合わせ
lt: Gnutella vietinės užklausos
nl: Lokale Gnutella zoekopdrachten
no: Gnutella lokale forespørsler
pt: Pesquisas Locais Gnutella
ru: Входящие Gnutella запросы
sl: Lokalne poizvedbe sistema Gnutella
sv: Gnutella lokala frågor
tr: Gnutella Yerel Sorguları

source: Gnutella Queries Processed
af: Gnutella Lokale Navrae
ca: Cerques locals de Gnutella
de: Lokale Gnutella-Anfragen
es: Búsquedas locales de Gnutella
fr: Requêtes locales Gnutella
hu: Gnutella helyi kérvények
it: Richieste locali Gnutella
ja: Gnutellaローカル問い合わせ
lt: Gnutella vietinės užklausos
nl: Lokale Gnutella zoekopdrachten
no: Gnutella lokale forespørsler
pt: Pesquisas Locais Gnutella
ru: Обработанные Gnutella запросы
sl: Lokalne poizvedbe sistema Gnutella
sv: Gnutella lokala frågor
tr: Gnutella Yerel Sorguları

source: Gnutella Packets Routed
af: Gnutella Pakkies Geroeteer
ca: Paquets de Gnutella marcats
de: Geroutete Gnutella-Pakete
es: Paquetes Gnutella Ruteados
fr: Paquets Gnutella routés
he: ‪פקטים של גנוטלה הועברו בראוטר
hu: Gnutella csomagok irányítva
it: Pacchetti Gnutella instradati
ja: Gnutellaパケット発送
lt: Gnutella nukreipti paketai
nl: Doorgestuurde Gnutella pakketten (gerouted)
no: Gnutella-pakker routed
pt: Pacotes Gnutella Roteados
ru: Перенаправленные Gnutella пакеты
sl: Preusmerjeni Gnutella paketi
sv: Gnutellapaket routade
tr: Gnutella Paketler Yönlendirildi
