Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: You should always attempt to keep a reasonable amount of disk space free. Programs can become unstable if the drives become full, and temporary files may be lost. You should run a disk clean-up, delete unwanted files, or uninstall software you no longer need.
af: Jy moet altyd probeer om 'n aanvaarbare hoeveelheid vrye skyfspasie te handhaaf. Programme kan onstabiel raak as die skywe vol raak, en tydelike lêers mag dalk verlore gaan. Jy kan 'n skyfskoonmaak-program hardloop, ongewenste lêers skrap, of sagteware deïnstalleer wat jy nie meer nodig het nie.
ar: يجب أن تحاول دائما إبقاء كمية معقولة من سعة القرص حرة. البرامج قد تصبح غير مستقرة إذا كانت الأقراص ممتلئة ، و قد تفقد الملفات المؤقتة . يجب أن تقوم بتشغيل منظف الأقراص و حذف الملفات الغير مرغوبة أو حذف البرامج التي لا تحتاجها
ca: Sempre n'has de tenir una quantitat considerable al disc dur. Els programes es poden fer inestables quant els discos estan plens i els arxius temporals poden ser perduts. Fes neteja de disc, elimina arxius que ja no usis, o desinstal·la programari que ja no necessitis.
de: Sie sollten stets genügend Speicherplatz frei haben. Programme können instabil werden, wenn die Datenträger voll sind und temporäre Dateien könnten verloren gehen. Sie sollten das "Datenträger bereinigen"-Dienstprogramm ausführen, nicht benötigte Dateien löschen, oder nicht mehr benötigte Anwendungen deinstallieren.
es: Tú siempre deberías tener una cantidad considerable de espacio libre en el Disco Duro. Los programas se pueden hacer inestables cuando las unidades estan llenas, y los archivos temporales podrían perderse. Deberías limpiar el disco de información innecesaria, eliminando archivos que ya no uses, o desistalar software que ya no necesitas.
fr: Vous devriez essayer de garder une quantité raisonnable d'espace disque libre. Les programmes peuvent devenir instables si les disques deviennent pleins, et les fichiers temporaires peuvent ête perdus. Vous devriez exécuter un nettoyage du disque-dur, effacer des fichiers inutiles, ou désinstaller des programmes dont vous n'avez plus l'utilité.
hu: Valamennyi szabad helynek mindig kell lenni a lemezeken. Ha megtelik a lemez, a programok instabillá válhatnak, és az ideiglenes fájlok is elveszhetnek. Futtasson le egy lemezkarbantartó programot, törölje le a szükségtelen fájlokat és/vagy törölje le a nem használt programokat.
it: È consigliabile mantenere sempre un ragionevole ammontare di spazio libero disponibile sul disco. I programmi possono diventare instabili se i dischi sono pieni, e i file temporanei potrebbero andar perduti. Dovresti far girare un pulitore per dischi fissi, cancellare file indesiderati, o disinstallare software non più necessario.
ja: ダウンロードに十分なディスク容量を常時確保しておくべきです。ドライブが一杯になれば プログラムが不安定になり、一時ファイルが失われる可能性があります。ディスククリーンアップを行ったり、 不必要なファイルの削除や使用しないソフトウェアをアンインストールする等して空き容量を確保して下さい。
lt: Jūs turėtumėte prižiūrėti, kad diskuose būtų pakankamai laisvos vietos. Jei diskiniai kaupikliai užsipildys, programos gali imti dirbti nestabiliai, o laikinieji failai gali būti prarasti. Jums reikėtų atlikti disko valymą, ištrinti nereikalingus failus ar pašalinti programinę įrangą, kuri jums daugiau nereikalinga.
nl: Je moet altijd proberen om een redelijke hoeveelheid schijfruimte vrij te houden. Programma's kunnen instabiel worden wanneer de schijven vol raken, en tijdelijke bestanden kunnen verloren gaan. Je moet een schijfopruiming opstarten, of ongewilde bestanden en software die je niet langer gebruikt verwijderen.
no: Du br alltid ha en del ledig plass p harddisken. Programmer kan bli ustabile hvis disken blir full, og man kan miste midlertidige filer Du br kjre Diskopprydding, slette unskede filer, eller fjerne programmer du ikke bruker.
pl: Zawsze powinieneś starać się utrzymywać rozsądną ilość wolnego miejsca na dysku. Gdy dysk będzie pełny, programy mogą być niestabilne, a pliki tymczasowe utracone. Powinieneś usuwać niechciane pliki oraz programy których nie używasz.
pt: Você sempre deve tentar manter uma quantidade de espaço livre em disco razoável. Programas podem se tornar instáveis se os drives ficarem cheios, e arquivos temporários podem ser perdidos. Você deve executar uma limpeza de disco, apagar arquivos indesejáveis, ou desinstalar um software que você não precisa mais.
ru: Рекомендуется постоянно иметь и поддерживать разумное количество свободного дискового пространсва. Программы могут начать работать нестабильно, если накопители заполнятся, а временные файлы могут быть утерянны. Советуем запустить очистку диска, удалить ненужные файлы или деинсталлировать ПО, которого вам больше не понадобится.
sl: Venomer poskušajte imeti dovolj prostega mesta na trdem disku računalnika. Programi in operacijski sistem lahko postanejo zelo nestabilni ob pomanjkanju prostora, delovanje se lahko zelo upočasni, lahko pa pride celo do izgube podatkov. Poskušajte zagnati program za čiščenje diska, pobrišite stare, odvečne oz. nepotrebne datoteke in od-namestite programe, ki niso nujno potrebni.
sq: Mundohuni gjithmonë që të mbani një hapësirë të lirë të mjaftueshme për diskun. Programet mund të bëhen të paqëndrueshme nëse disqet janë plot, kurse skedat e përkohshme mund të humbasin. Duhet të ngarkoni një disk-pastrues, të fshini skedat e panevojshme, ose të çinstaloni softuerë që nuk ju nevojiten më.
sr: Trebali bi ste uvek imati dovoljnu količinu slobodnog mesta na disku. Programi mogu postati nestabilni, i temporary datoteke se mogu izbrisati. Trebali biste pokrenuti disk clean-up, Obrisati nepotrebne datoteke, ili un-install programe koji vam nisu potrebni.
sv: Du bör alltid försöka hålla en resonlig mängd utrymme ledigt. Program kan bli instabila om diskutrymmet tar slut och tillfälliga filer kan förloras. Du bör köra en diskrensning, radera filera du inte vill ha eller avinstallera mjukvara som du inte längre behöver.
tr: Diskte sürekli olarak yeterli bir boş alan korumaya çalışmalısınız. Sürücüler dolu olursa programlar dengesiz olabilir ve geçici dosyalar kaybolabilir. Bir disk temizleyici kullanmalı, istenmeyen dosyaları silmeli ya da fazla ihtiyaç duymadığınız yazılımları kaldırmalısınız.

source: A Required Directory is Non-writable
af: 'n Benodigde Gids is Nie Skryfbaar
ar: المجلد المطلوب غير قابل للكتابة
ca: No s'ha pogut escriure a un directori requerit
de: In ein benötigtes Verzeichnis kann nicht geschrieben werden
es: Un directorio requerido no es escribible
fr: Un dossier requis est non inscriptible
hu: Egy fontos mappába nem lehet írni
it: Una cartella richiesta non è scrivibile
ja: 指定されたディレクトリに書き込めません
lt: Reikalingas katalogas nėra įrašomas
nl: Een vereiste map is niet beschrijfbaar
no: Et nødvendig område er ikke skrivbart
pl: Potrzebny folder jest niezapisywalny
pt: Um Diretório Requerido Não é Gravável
ru: Ошибка записи в нужную папку
sl: V zahtevano mapo ni dovljeno zapisovati
sq: Një Direktori e Kërkuar Nuk Shkruhet
sr: U odabranu fasciklu se ne može pisati
sv: En nödvändig mapp är skrivskyddad
tr: İstenen Bir Dizin Yazılamıyor

source: A disk or directory Envy needs cannot be written to.
af: 'n Skyf of gids wat Envy benodig kan nie na geskryf word nie.
ar: لم يتمكن شير-أزا من الكتابة على قرص أو دليل المطلوب
ca: Un disc o directori que Envy necessita no poden ser escrits.
de: In ein von Envy benötigtes Laufwerk oder Verzeichnis kann nicht geschrieben werden.
es: Un disco o directorio que Envy necesita no puede ser escrito.
fr: Un disque ou un dossier requis par Envy ne peut pas être écrit.
hu: Egy, a Envy által használt mappa vagy lemez nem írható.
it: Il disco o la cartella di cui Envy necessita non può essere scritta.
ja: Envyが指定されたディスク又はディレクトリに書き込むことが出来ませんでした。
lt: Į diską ar katalogą, kurį naudoja „Envy“, neįmanoma įrašyti.
nl: Er kan niet geschreven worden naar een schijf of een map die Envy nodig heeft.
no: En stasjon eller et område Envy trenger, kan ikke skrives til.
pl: Nie można zapisywać na dysku lub w folderze, którego potrzebuje Envy.
pt: Um disco ou diretório que o Envy precisa não pode ser gravado.
ru: В диск или папку, которую использует Envy, невозможно записывать.
sl: Mapa ali disk, ki ga Envy potrebuje, ne dovoljuje zapisovanje vanj.
sq: Tek disku ose direktoria që nevojitet nga Envy nuk mund të shkruhet.
sv: En disk eller en mapp som Envy behöver är skrivskyddad.
tr: Envy'nın ihtiyaç duyduğu bir diske ya da dizine yazılamıyor.

source: A network drive may have been disconnected, or you may not have write permission to a selected directory. Please check directories and permissions, or change the temporary files location.
af: 'n Netwerk skyf mag dalk gediskonnekteer wees, of jy mag dalk nie skryf regte tot 'n geselekteerde gids hê nie. Kontroleer asseblief die gidse en regte, of verander die tydelike lêers-gids.
ar: ربما تم فصل قرص الشبكة أو ربما لا يوجد لديك إذن بالكتابة إلى الدليل المحدد . الرجاء عمل تدقيق للأدلة و للرخص ، أو قم بتغيير موقع الملفات المؤقتة
ca: Un disc de Xarxa pot estar desconnectat, o no tens permís d'escripteura a un directori seleccionat. Si us plau, revisa els directoris i els permissos, o canvia la localització d'arxius temporals.
de: Mögliche Gründe dafür sind, dass ein Netzlaufwerk nicht mehr verbunden ist, oder sie keine Schreibrechte in einem gewählten Verzeichnis haben. Bitte überprüfen Sie Verzeichnisse und Berechtigungen, oder ändern Sie das Verzeichnis für unvollständige Dateien.
es: Un disco de red puede estar desconectado, o no tienes permiso de escritura a un directorio seleccionado. Por favor revisa los directorios y los permisos, o cambiar la ubicación de archivos temporales.
fr: Un disque réseau est peut-être déconnecté, ou vous n'avez peut-être pas la permission d'écrire dans le dossier sélectionné. Merci de vérifier les dossiers et permissions, ou de changer l'emplacement des fichiers temporaires.
hu: Lehet, hogy egy hálózati vagy cserélhető meghajtó el lett távolítva vagy nincs írási joga a megadott mappában. Kérem, ellenőrizze a mappákat és a jogait vagy adjon meg egy másik mappát.
it: Un drive di rete può essere disconnesso, o non hai il permesso di scrittura nella cartella selezionata. Controlla le cartelle e i permessi, o cambia la posizione dei file temporanei.
ja: ネットワークドライブが切断されていたり、指定されたディレクトリが読み込み専用になっている 可能性があります。ディレクトリのパーミッションを確認するか、一時ファイルの保存場所を変更して下さい。
lt: Tinklo diskas buvo atjungtas arba Jūs neturite rašymo į pasirinktą katalogą teisių. Patikrinkite katalogus ir jų teises arba pakeiskite laikinųjų failų aplanko būvimo vietą.
nl: Een netwerkverbinding kan verbroken zijn of je hebt geen schrijfrechten op de geselecteerde map. Controleer de mappen en rechten of wijzig de tijdelijke bestandslocatie.
no: En nettverksstasjon kan være frakoblet, eller du har kanskje ikke skrivetillatelse i det angitte området. Vennligst sjekk mapper og tillatelser, eller forandres sted for midlertidige filer.
pl: Dysk sieciowy mógł zostać odłączony, lub nie masz prawa do zapisu we wskazanym folderze. Sprawdź foldery i pozwolenia lub zmień folder plików tymczasowych.
pt: Um drive da rede pode ter sido desconectado, ou você pode não ter permissões para gravar num diretório selecionado. Por favor verifique os diretórios e as permissões ou mude o local dos arquivos temporários.
ru: Сетевой диск отключен или Вы не имеете прав записи в выбранную папку. Проверьте папки и их права или выберите другую папку для незаконченных файлов.
sl: Lahko da je prišlo do prekinitve povezave kakega od mrežnih pogonov. možno pa je tudi, da manjkajo ustrezne pravice, ki omogočajo zapisovanje na disk oz. določeno mapo na disku. Preverite mape in zapisovalne pravice za njih ali pa spremenite mesto zapisovanja začasnih datotek.
sq: Një disk në rrjet mund të jetë shkëputur, ose mbase nuk keni të drejta shkrimi tek direktoria e zgjedhur. Ju lutemi zgjidheni direktorinë dhe të drejtat, ose ndryshoni vendin e skedave të përkohshme.
sv: En nätverksenhet kan ha blivit bortkopplad. Du kanske saknar skrivrättigheter till den valda mappen. Kolla att mappen finns och att du har skrivrättigheter till den eller ändra mappen för temporära filer.
tr: Ağ sürücüsünün bağlantısı kesilmiş olabilir ya da seçilen dizine yazma izniniz olmayabilir. Lütfen dizinleri ve izinleri kontrol edin ya da geçici dosyaların yerini değiştirin.

source: Internet Connection Has Been Lost
af: Internet Konneksie is Verloor
ar: ضاع الإتصال بالإنترنت
ca: La connexió a internet ha estat perduda
de: Internetverbindung ist abgebrochen
es: La conexión a Internet ha sido perdida
fr: La connexion Internet à été perdue
hu: Az internetkapcsolat megszakadt
it: La connessiona a Internet è stata persa
ja: インターネット接続が失われました
lt: Interneto ryšys nutrūko
nl: Internetverbinding is verbroken
no: Internettforbindelsen er mistet
pl: Połączenie z Internetem zostało utracone
pt: A Conexão Com a Internet Foi Perdida
ru: Связь с интернетом оборвалась
sl: Povezava v medmrežje je bila prekinjena
sq: Mungon Lidhja me Internetin
sr: Internet veza je prekinuta
sv: Internetanslutningen har slutat fungera
tr: İnternet Bağlantısı Yitirildi

source: Windows reports that there is no internet connection is available.
af: Windows rapporteer dat daar geen internet konneksie beskikbaar is nie.
ar: الويندوز يفيد بأنه ليس هناك إتصال متوفر بالإنترنت
ca: Windows diu que no hi ha cap connexió d'internet disponible.
de: Windows meldet, dass keine Internetverbindung verfügbar ist.
es: Windows reporta que no hay ninguna conexión de internet disponible.
fr: Windows rapporte qu'il n'y a pas de connexion Internet disponible.
hu: A Windows szerint nincs internetkapcsolat.
it: Windows segnala che nessuna connessiona internet è disponibile.
ja: Windowsから利用可能なインターネット接続が無いという報告を受けました。
lt: Windows pranešė, kad nėra ryšio su internetu.
nl: Windows geeft aan dat er geen internetverbinding aanwezig is.
no: Windows rapporterer at det ikke er noen internettforbindelse tilgjengelig.
pl: Windows raportuje, że żadne połączenie z Internetem nie jest dostępne.
pt: O Windows relata que não há conexão com a internet disponível.
ru: Windows сообщили, что связь с интернетом отсутсвует.
sl: Operacijski sistem Windows je sporočil, da ni na voljo povezave v medmrežje.
sq: Windows po raporton se nuk jeni i lidhur në Internet.
sr: Windows javlja da nema dostupne internet veze.
sv: Windows rapportera att det saknas anslutning till Internet.
tr: Windows bulunabilen hiç bir internet bağlantısı olmadığını bildirir.

source: It is likely that a modem or router has dropped, meaning the internet cannot be accessed. You may need to manually re-connect or reset your connection.
af: Dit is waarskynlik dat 'n modem of roeteerder gediskonnekteer het, en die internet as gevolg daarvan nie bereik kan word nie. Jy sal moontlik weer met die hand moet konnekteer, of jou konneksie herstel.
ar: يبدو أن المودم أو جهاز التوجيه فيه مشكلة بمعنى أنه لا يمكن دخول الإنترنت ربما يلزمك أن تعاود الإتصال يدويا أو إعادة إعدادات الإتصال
ca: És molt posible que un mòdem o un router s'hagin caigut, de manera que no es pot accedir a internet. Pots necessitar reconnectar-te manualment o reiniciar la teva connexió.
de: Es ist wahrscheinlich, dass ein Modem oder Router abgestürzt ist. Möglicherweise müssen Sie sich manuell wieder verbinden bzw. ihre Verbindung zurücksetzen.
es: Es muy posible que un modem o un router se ha caído, significando que internet no pueda ser accedido. Puedes necesitar reconectarte manualmente o reiniciar tu conexión.
fr: Il est possible qu'un modem ou routeur pose problème, ce qui signifie que l'Internet ne peut pas être consulté. Vous avez peut-être besoin de reconnecter ou de réinitialiser manuellement votre connexion.
hu: Valószínű, hogy a modem vagy a router szétkapcsolt. Kapcsolódjon újra az internethez.
it: È probabile che un modem o un router sia caduto, significa che internet non può essere usato. Potrebbe essere necessario ri-connettere manualmente o ripristinare la connessione.
ja: 考えられる原因はルータやモデムが落ちていてインターネットにアクセスできないことです。 手動で再接続するか、接続をリセットする必要があります。
lt: Greičiausiai Jūsų modemas ar maršrutizatorius atsijungė, ir internetas tapo nepasiekiamas. Jums reikėtų susijungti rankiniu būdu arba išjungti ir įjungti įrangą iš naujo.
nl: Het is zeer waarschijnlijk dat je modem/router de verbinding verbroken heeft. Waarschijnlijk moet je handmatig de verbinding opnieuw aanmaken of resetten.
no: Det er sannsynlig at et modem eller en router har koblet fra, noe som innebærer at internett ikke kan nås. Det er mulig du må koble til manuelt, eller nullstille din forbindelse.
pl: Możliwe że modem lub router się zawiesił, co oznacza że nie można się połączyć z Internetem. Możesz ręcznie spróbować połączyć lub zresetować połączenie.
pt: É provável que um modem ou roteador foi desconectado, significando que a internet não pode ser acessada. Você pode precisar reconectar manualmente ou resetar a sua conexão.
ru: Наверное, Ваш модем или маршрутизатор отключился, и доступ к инернету закрылся. Вам необходимо соединиться вручную или выключить и включить оборудование заново.
sl: Najverjetneje je prišlo do prekinitve na usmerjevalniku ali modemu, kar onemogoča vzpostavitev povezave v medmrežje. Poskusite se ponovno povezati, ročno, če je to potrebno.
sq: Mundet që modemi ose routeri të jetë prishur, domethënë nuk mund të hyni në Internet. Rindreqini ata me dorë ose rivendosni lidhjen.
sr: Verovatno je greška u modemu ili routeru, internet je nedostupan. Moraćete se ručno spojiti ili restartovati vezu.
sv: Den troliga orsaken är att modemet eller routern har tappat anslutningen och att Internet inte kan nås. Se till att alla sladdar är kopplade och återstarta anslutningen.
tr: Muhtemelen modem ya da yönlendirici bağlantıyı durdurmuş, anlamı internete ulaşılamaz. Bağlantıyı elle yenilemeye ya da sıfırlamaya ihtiyaç duyabilirsiniz.

source: Envy has ceased connection attempts to avoid losing all cached hosts.
af: Envy het alle konneksies gestaak, sodat bekende gashere nie verlore gaan nie.
ar: تم تعليق الإتصال مؤقتا من قبل شير-أزا تجنبا لفقد جميع المضيفين المخزنين بشكل وقتي
ca: Envy ha aturat els intents de connexió per a no perdre els servidors que estan al caxè.
de: Envy hat alle Verbindungsversuche abgebrochen, um den Verlust aller gespeicherten Hosts zu verhindern.
es: Envy ha cesado los intentos de conexión para no perder los hosts que estan en el cache.
fr: Envy a cessé ses tentatives de connexion afin d'éviter de perdre tous les hôtes de votre cache.
hu: A Envy nem próbálkozik tovább a kapcsolódással, hogy meggátolja a letárolt kiszolgálók elvesztését.
it: Envy ha cessato i tentativi di connessione per evitare di perdere tutti gli host nella cache.
ja: Envyは全てのキャッシュ済みホストの損失を避ける為、接続試行を中止しています。
lt: „Envy“ liovėsi bandžiusi jungtis, tam kad nebūtų prarasta adresatų talpykla.
nl: Envy is gestopt met verbinding maken om te voorkomen dat alle gastheren verdwijnen.
pl: Envy przerwała próby połączenia, aby zapobiec utracie wszystkich hosatów z cache'u.
pt: O Envy cessou as tentativas de conexão para evitar perder todos os hosts no cache.
ru: Envy перестала пробовать подключяться, чтобы сохранить кэш хостов.
sl: Envy je prenehala s postopkom povezovanja, da bi preprečila izgubo vseh medpomnjenih gostiteljev.
sq: Envy po i ndal orvatjet për lidhje për të shmangur humbjen e ndonjë hosti në depo.
sr: Envy se više ne pokušava spojiti da izbegne mogući gubitak svih hostova u cachu.
sv: Envy har avbrutit anslutningsförsök för att undvika förlust av cachade värdar.
tr: Envy tüm host belleklerin yitirilmesine engel olmak için bağlantı girişimlerini kesti.

source: Adult content filter enabled
af: Volwasse inhoud filter aangeskakel
ar: تم تمكين مرشح محتوى البالغين
ca: Filtre de contingut sols apte per a adults actiu
de: Erotikfitler aktiviert
es: Habilitado filtro de contenido sólo apto para adultos
fr: Filtre du contenu adulte activé
hu: Felnőtt tartalom szűrése
it: Filtro per contenuto adatto per adulti abilitato
ja: 18禁フィルタが有効になっています
lt: Turinio suaugusiems filtras yra įgalintas
nl: Volwasseninhoud filter geactiveerd
no: Filter for voksent innhold skrudd på
pl: Filtr treści dla dorosłych włączony
pt: Filtro do conteúdo adulto ativado
ru: Фильтр содержимого для взрослых включен
sl: Omogočeno je filtriranje vsebin za odrasle
sq: Aktivizohet Filtri i përmbajtjeve për të rritur
sr: Filter za sadržaje za odrasle je uključen
sv: Filter för vuxeninnehåll aktiverat
tr: Gelişmiş içerik filtresi etkin kılındı
