Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Service _Address:
af: Diens _Adres:
ar: :عنوان ال_خدمة
ca: Adreça _del servei:
de: Service _Adresse:
es: Dirección _del servicio:
fr: _Adresse du service :
he: :כתובת השירות
hu: Szolgáltatás _címe
it: _Indirizzo servizio:
ja: サービスのアドレス:
lt: Tarnybos _adresas:
nl: Service_adres:
no: Tjenesteadresse:
pl: Adres serwisu:
pt: Endereço do _Serviço:
ru: Адрес службы:
sl: Naslov _storitve:
sq: _Adresa e Shërbimit:
sv: Tjänst_adress:
tr: Servis _Adresi:

source: Discovery Service Type:
af: Ontdekkingsdiens Tipe:
ar: : نوع خدمة الإكتشاف
ca: Tipus de servei de descobriment:
de: Service Typ:
es: Tipo de servicio de descubrimiento:
fr: Type de service :
he: :סוג שירות המשאבי חיבור
hu: Típusa:
it: Tipo servizio di ricerca:
ja: ディスカバリサービス種類:
lt: Tarnybos tipas:
no: Oppdagelsestjeneste-type:
pl: Typ serwisu Discovery:
pt: Tipo de Serviço de Descobrimento:
ru: Тип ресурса соединений:
sl: Storitev Discovery tipa:
sq: Lloji i Shërbimit të Zbulimit:
sv: Typ av upptäckstjänst:
tr: Keşif Servis Türü:

source: Gnutella Bootstrap|G1-WebCache|G2-WebCache|G1+G2-WebCache|Server.met URL|Blocked
ar: Gnutella Bootstrap|GWebCache|Server.met رابط|المحجوبة
ca: Nus Gnutella|GWebCache|Server.met URL
de: Gnutella-Bootstrap|GWebCache|Server.met-URL|Blockiert
es: Gnutella Bootstrap|GWebCache|Server.met URL|Bloqueado
fr: Gnutella Bootstrap|GWebCache|Server.met URL|Bloqué
he: Gnutella Bootstrap|GWebCache|Server.met URL|Blocked
hu: Gnutella Bootstrap|GWebCache|Server.met URL|Blokkolva
nl: Gnutella Bootstrap|GWebCache|Server.met URL|Blocked
no: Gnutella Bootstrap|GWebCache|Server.met URL
pl: Gnutella Bootstrap|GWebCache|Server.met URL|Zablokowany
pt: Gnutella Bootstrap|G1 GWebCache|G2 GWebCache|G1/G2 GWebCache|Server.met URL|Bloqueado
ru: Gnutella Bootstrap|GWebCache|Server.met ссылка|Блокировано
sl: Gnutella Bootstrap|GWebCache|Server.met URL
sq: Gnutella Bootstrap|GWebCache|URL Server.met|Blocked
sr: Gnutella Bootstrap|GWebCache|Server.met URL

source: Download
af: Aflaai
ar: تحميل
ca: Descàrrega
es: Descargar
fr: Téléchargement
he: שרזה : הורדה
hu: Letöltés folyamatban
ja: ダウンロード
lt: Siunčiamas failas
no: Nedlasting
pl: Pobieranie
ru: Загрузка
sl: Prenesi
sq: Shkarko
sr: Skidanje
sv: Ladda ned
tr: İndirim

source: Transfer speed:
af: Totale oordragspoed:
ar: :السرعة الإجمالية للنقل
ca: Transferència:
de: Übertragungsrate:
es: Transferencia:
fr: Vitesse totale :
he: :הורדה כוללת
hu: Sebesség:
it: Trasferimento:
ja: 総転送速度:
lt: Bendra siuntimo sparta:
nl: Downloadsnelheid:
no: Hastighet:
pl: Łączna prędkośc transferu:
pt: Transferência:
ru: Скорость передачи:
sl: Skupna prenosna hitrost:
sq: Shpejtësi:
sr: Ukupna brzina razmene:
sv: Total överföringsfart:
tr: Toplam Aktarım Hızı:

source: Time remaining:
af: Verwagte tyd oor:
ar: :الوقت المتبقي المقدر
ca: Temps estimat:
de: Geschätzte Dauer:
es: Tiempo estimado:
fr: Temps restant estimé :
he: :זמן שנותר
hu: Hátralévő idő:
it: Tempo residuo stimato:
ja: 予想残り時間:
lt: Apytiksliai likę laiko:
nl: Geschatte tijd:
no: Gjenstående tid:
pl: Przewidywany pozostały czas:
pt: Tempo restante:
ru: Примерно осталось:
sl: Čas do konca:
sq: Kohë e mbetur:
sr: Još potrebno:
sv: Beräknad återstående tid:
tr: Kalan Tahmini Süre:

source: Show
af: Vertoon
ar: عرض المكتبة
ca: Mostra
es: Ver
fr: Voir
he: תצוגת ספריה
hu: Könyvtár
it: Visualizza
ja: ライブラリを表示
lt: Rodyti kolekciją
nl: Ga naar
no: Vis
pl: Pokaż
pt: Ver
ru: Просмотр хранилища
sl: Ogled knjižnice
sq: Shiko
sr: Pogledaj
sv: Visa
tr: Kütüphane Görüntüle

source: File Info
ar: خواص الملف
ca: Atributs d'arxiu
de: Dateieigenschaften
es: Atributos de archivo
fr: Attributs du fichier
he: מאפייני קובץ
hu: Adatok
it: Attributi file
ja: ファイル属性
lt: Failo savybės
nl: Bestandseigenschappen
no: Egenskaper
pl: Atrybuty pliku
pt: Atributos do Arquivo
ru: Атрибуты файла
sl: Lastnosti datoteke
sq: Atributet e Skedës
sr: Atributi Datoteke
sv: Filattribut
tr: Dosya Nitelikleri

source: Location:
ar: :الموضع
ca: Ubicació:
de: Ort:
es: Ubicación:
fr: Origine :
he: :מיקום
hu: Hely:
it: Percorso:
ja: 場所:
lt: Vieta:
nl: Locatie:
no: Plassering:
pl: Lokalizacja:
pt: Local:
ru: Путь:
sl: Lokacija:
sq: Vendi:
sr: Lokacija:
sv: Plats:
tr: Konum:

source: Modified:
ar: :التعديل
ca: Modificat:
de: Geändert:
es: Modificado:
fr: Modifié le :
he: :השתנה
hu: Módosítva:
it: Modificato:
ja: 最終更新日:
lt: Modifikuota:
nl: Gewijzigd:
no: Endret:
pl: Zmodyfikowany:
pt: Modificado:
ru: Изменено:
sl: Spremenjeno:
sq: Modifikimi:
sr: Menjano:
sv: Ändrad:
tr: Değiştirildi:

source: Size:
af: Lêer Eienskappe
ar: :الحجم
ca: Mida:
de: Größe:
es: Tamaño:
fr: Taille :
he: :גודל
hu: Méret:
it: Dimensione:
ja: サイズ:
lt: Dydis:
nl: Grootte:
no: Størrelse:
pl: Rozmiar:
pt: Tamanho:
ru: Размер:
sl: Velikost:
sq: Masa:
sr: Veličina:
sv: Storlek:
tr: Boyut:

source: Universal Resource Names (URN Hashes)
ar: أسماء المصادر العالمية (URNs)
ca: Universal Resource Names (URNs)
de: Universal Resource Names (URNs)
es: Universal Resource Names (URNs)
fr: Universal Resource Names (URN)
he: שמות משאבים אוניברסליים (URNs)
hu: Universal Resource Names (URN)
it: Nome universale delle risorse (URN)
ja: ユニバーサルリソース名(URN)
lt: Universalūs ištekliaus vardai (URNs)
nl: Universele bronnamen (URNs)
no: Universelt Ressurs Navn (URN)
pl: Universalne Nazwy Zasobu (URN-y)
pt: Nomes Universais de Recursos (URNs)
ru: Унифицированные имена ресурсов (URNs)
sl: Univerzalna imena sredstev (URN-ji)
sq: Emri Burimor Universal (URN)
sr: Universal Resource Names (URNs)
sv: Universalla resursnamn (URNs)
tr: Universal Resource Names(URNs) - Genel Kaynak İsimleri

source: My Rating
af: My Gradering
ar: معاينتي
ca: La meva avaluació
de: Meine Bewertung
es: Mi evaluación
fr: Mon évaluation
he: הדירוג שלי
hu: Osztályozás
it: Le mia valutazione
ja: 評価
lt: Mano įvertinimas
nl: Mijn beoordeling
no: Mine karakter
pl: Moja ocena
pt: Minha Classificação
ru: Моя оценка
sl: Moja ocena
sq: Vlerësimi im
sr: Moja Ocena
sv: Mitt betyg
tr: Beğendiklerim

source: Rate this file:
af: Ek gradeer hierdie lêer:
ar: :تصنيفي لهذا الملف
ca: L'avaluo com a:
de: Bewertung:
es: Lo evalúo como:
fr: J'évalue ce fichier :
he: הדירוג שלי לקובץ -
hu: A fájl minősége:
it: Valuto questo file:
ja: このファイルを評価:
lt: Įvertinu šį failą(-us):
nl: Dit bestand is:
no: Karakter:
pl: Oceniam ten plik:
pt: Eu classifico este arq.:
ru: Я оцениваю файл:
sl: Moja ocena datoteke:
sq: Kjo skedë vlerësohet:
sr: Ja ocenjujem s:
sv: Jag betygsatte denna fil:
tr: Bu dosyayı değerlendiririm:

source: (No Rating)|Fake/Corrupt/Misleading|Poor|Average|Good|Very Good|Excellent
af: (Geen Gradering)|Vals/Korrup/Misleidend|Swak|Gemiddeld|Goed|Baie Goed|Uitstekend
ar: (بدون تصنيق)|زائف/تالف/محتال|سيئ|معتدل|جيد|جيد جدا|ممتاز
ca: (Sense Valoració)|Fals/Corrupte|Pobre|Mitjà|Bo|Molt bo|Excel·lent
de: (Keine Bewertung)|Gefälscht/Beschädigt/Irreführend|Schlecht|Durchschnittlich|Gut|Sehr Gut|Exzellent
es: (Sin valoración)|Falso/Corrupto|Pobre|Medio|Bueno|Muy Bueno|Excelente
fr: (Pas d'évaluation)|Faux/Corrompu/Trompeur|Pauvre|Moyen|Bon|Très bon|Excellent
he: ללא דירוג|זיוף|שגוי|מטעה|גרוע|ממוצע|טוב|טוב מאוד|מעולה
hu: (Nincs osztályozva)|Hamis/Hibás/Félrevezető|Gyenge|Átlagos|Jó|Remek|Kiváló
it: (Nessuna valutazione)|Falso/Corrotto/Fuorviante|Scarso|Medio|Buono|Molto buono|Eccellente
ja: (評価無し)|偽物/破損/紛らわしい|悪い|普通|良い|とても良い|素薔薇しい
lt: (Be įvertinimo)|Klastotė/Sugadinta/Klaidinanti|Prasta|Vidutinė|Gera|Labai gera|Puiki
nl: (Geen beoordeling)|Nep/corrupt/misleidend|Slecht|Redelijk|Goed|Erg goed|Uitstekend
no: (Ingen karakter)|Falsk/Korrupt/Missvisende|Dårlig|Moddels|God|Veldig god|Utmerket
pl: (Bez oceny)|Fake/Uszkodzony/Wprowadza w błąd|Kiepski|Średni|Dobry|Bardzo dobry|Wyśmienity
pt: (Sem Classificação)|Falso/Corrompido/Ilusório|Pobre|Médio|Bom|Muito Bom|Excelente
ru: (Без оценки)|Фальшивка/Испорчен|Плохой|Средний|Хороший|Очень хороший|Отменный
sl: (neocenjeno)|Lažno/V okvari/Zavajajoče|Slaba|Zadostna|Dobra|Prav dobra|Odlična
sq: (Pa vlerësim)|False/Korruptuar/Keqprijëse|Dobët|Mesatare|Mirë|Shumë mirë|Shkëlqyer
sr: (Bez Ocene)|Lažnjak/Greška/Zavodi|Loše|Srednje|Dobro|Vrlo Dobro|Odlično
tr: (Henüz değerlendirilmedi)|Sahte/Bozuk/Yanıltıcı|Kalitesiz|Orta|İyi|Çok İyi|Mükemmel

source: My Comments
af: My Resensie en Kommentaar
ar: معاينتي و تعليقاتي
ca: Els meus comentaris i valoracions
de: Mein Kommentar
es: Mis comentarios
fr: Ma description et mes commentaires
he: הביקורת והתגובות שלי
hu: Hozzáfűzni valók
it: Le mie osservazioni e commenti
ja: レビューとコメント
lt: Mano apžvalga ir komentarai
nl: Mijn recensie en opmerkingen
no: Mine karakter og kommentarer
pl: Moja recenzja i komentarze
pt: Minha análise e Comentários
ru: Мои комментарии
sl: Moja ocena in komentarji
sq: Pasqyrimi dhe Komenti im
sr: Moja Kritika i Komentar
sv: Min recension och kommentarer
tr: Eleştiri ve Yorumlarım

source: Sharing
af: Deling
ar: مشاركة
ca: Compartició
de: Freigabe
es: Compartir
fr: Partage
he: שיתוף קבצים
hu: Megosztás
it: Condivisione
ja: 共有
lt: Bendrinimas
nl: Delen
no: Deling
pl: Udostępnianie
pt: Compartilhando
ru: Общий доступ
sl: Deljenje
sq: Shpërndarja
sr: Deljenje
sv: Utdelas
tr: Paylaşım

source: Simple Sharing
af: Eenvoudige Deling
ar: مشاركة بسيطة
ca: Compartició simple
de: Freigabe
es: Simple
fr: Partage simple
he: שיתוף קבצים פשוט
hu: Egyszerű megosztás
it: Condivisione semplice
ja: 共有設定
lt: Paprastas bendrinimas
nl: Delen
no: Enkel deling
pl: Proste udostępnianie
pt: Compartilhamento Simples
ru: Режим доступа
sl: enostavno deljenje
sq: Shpërndarje e Thjeshtë
sr: Jednostavno Deljenje
sv: Enkel utdelning
tr: Basit Paylaşım

source: Default sharing (when parent folder is shared)
af: Deel hierdie lêer as die moedergids gedeel word
ar: وضع مشاركة على الملف اذا كان على المجلد الاصل عليه مشاركة
ca: Comparteix si la carpeta està compartida
de: Freigabeeinstellungen des übergeordneten Ordners übernehmen
es: Compartir si la carpeta está compartida
fr: Partager ce fichier si le dossier parent est partagé
he: שתף את קובץ זה אם התיקייה המכילה משותפת
hu: Ossza meg a fájlt, ha a fölötte lévő mappa is meg van osztva
it: Condividi questo file se la cartella relativa è condivisa
ja: 親フォルダが共有されている場合にこのファイルを共有する
lt: Bendrinti šį failą(-us), jei aplankas, kuriame jis yra, yra bendrintas
nl: Dit bestand delen als de bovenliggende map ook vrijgegeven is
no: Del denne filen hvis mappen er delt
pl: Udostępnij ten plik jeśli zawierajacy go folder jest udostępniony
pt: Compartilhar este arquivo se a pasta acima estiver compartilhada
ru: Наследовать доступ от родительской папки
sl: Deli to datoteko, če je deljena tudi nadrejena mapa
sq: Shpërndaje skedën nëse dosja mëmë shpërndahet
sr: Deli datoteku ako je gornja fascikla deljena
sv: Dela ut denna fil om mappen som filen finns i är utdelad
tr: Ana dosya paylaştırıldı ise bu dosyayı paylaştır

source: Override default sharing for this file:
af: Stel huidige delingsverstellings van hierdie lêer tersy:
ar: تجاز وضع مشاركة على إعدادات هذا الملف:
ca: Reemplaça el compartiment per a aquest arxiu:
de: Freigabeeinstellungen für diese Datei überschreiben:
es: Reemplazar compartimiento para este archivo:
fr: Paramètres personnalisés pour ce fichier :
he: כפה הגדרות שיתוף על קובץ זה
hu: Megosztási beállítás felülbírálása:
it: Sovrascrivi la configurazione di condivisione per questo file:
ja: このファイルの共有設定を上書き
lt: Nustatyti šio failo(-ų) bendrinimą rankiniu būdu:
nl: Overschrijf de vrijgaveinstelling voor dit bestand:
no: Start deling av denne filen:
pl: Unieważnij ustawienie udostępniania dla tego pliku:
pt: Ignorar configuração de compartilhamento para este arquivo:
ru: Использовать независимую настройку доступа:
sl: Povozi nastavitve za deljenje za datoteko:
sq: Refuzo kuadrot për shpërndarjen e skedës:
sr: Prebriši podešavanja o deljenju za ovu datoteku:
sv: Ersätt udelningsval för denna fil:
tr: Bu dosya için paylaşım ayarları önemsenmiyor:

source: Publicly share this file
af: Stel hierdie lêer beskikbaar aan ander gebruikers
ar: ضع هذا الملف متواجد للمستخدمين الاخرين
ca: Comparteix aquest arxiu
de: Diese Datei anderen Benutzern zur Verfügung stellen
es: Compartir este archivo
fr: Laisser ce fichier disponible aux autres utilisateurs
he: הגדר את קובץ זה כזמין למשתמשים אחרים
hu: Legyen elérhető mindenki számára
it: Rendi questo file disponibile ad altri utenti
ja: 他のユーザーがこのファイルを利用できるようにする
lt: Tegul šis failas būna pasiekiamas(-i) kitiems naudotojams
nl: Dit bestand beschikbaar stellen aan andere gebruikers
no: Del denne filen med andre brukere
pl: Udostępnij ten plik innym użytkownikom
pt: Tornar este arquivo disponível para outros usuários
ru: Открыть общий доступ к файлу
sl: Daj datoteko na voljo drugim uporabnikom
sq: Bëje skedën të vlefshme për përdoruesit e tjerë
sr: Neka ova datoteka bude dostupna drugima
sv: Gör filen tillgänglig för andra användare
tr: Bu dosyayı diğer kullanıcılar için kullanılabilir yap

source: Upload Queue Selection Tags
af: Oplaaiwaglys Seleksiemerkers
ar: بطاقة إختيار قائمة إنتظار الإرسال
ca: Etiquetes de selecció per a la cua de pujada
de: Etikett
es: Subir la etiquetas de Selección de Cola
fr: Tag de file d'attente
he: העלה תגים לבחירת תורות
hu: Feltöltési sor címke
it: Selezione coda upload
ja: アップロードキュー選択タグ
lt: Žymės išsiuntimų eilės parinkimui
nl: Selecteer een label voor de uploadwachtrij
no: Opplastingskø-karakteristikk
pl: Tagi wyboru kolejki wysyłania
pt: Etiquetas de Seleção da Fila de Espera do Upload
ru: Метка для выбора очереди раздачи
sl: Pošlji značko mesta v čakalni vrsti
sq: Ngarko Etiketat për të Zgjedhur Punët në Radhë
tr: Sıra Aktarım Seçimi Etiketi(leri)

source: Sources
af: Bronne
ar: المصادر
ca: Fonts
de: Quellen
es: Fuentes
he: מקורות
hu: Források
it: Fonti
ja: ソース
lt: Šaltiniai
nl: Bronnen
no: Kilder
pl: Źrodła
pt: Fontes
ru: Источники
sl: Viri
sq: Burimi
sr: Izvori
sv: Källor
tr: Kaynaklar

source: Known Sources
af: Bekende Bronne
ar: المصادر المعروفة
ca: Fonts conegudes
de: Bekannte Quellen
es: Fuentes conocidas
fr: Sources connues
he: מקורות ידועים
hu: Ismert források
it: Fonti conosciute
ja: 既知のソース
lt: Žinomi šaltiniai
nl: Bekende bronnen
no: Kjente kilder
pl: Znane źródła
pt: Fontes Conhecidas
ru: Известные источники
sl: Znani viri
sq: Burimet e Njohura
sr: Poznati Izvori
sv: Kända källor
tr: Bilinen Kaynaklar

source: Add New Source
af: Voeg Nuwe Bron By
ar: إضافة مصدر جديد
ca: Afegeix font
de: Neue Quelle hinzufügen
es: Agregar fuente
fr: Ajouter une nouvelle source
he: הוסף מקור חדש
hu: Új forrás hozzáadása
it: Aggiungi nuova fonte
ja: 新規ソースを追加
lt: Pridėti naują šaltinį
nl: Nieuwe bron toevoegen
no: Legg til kilde
pl: dodaj nowe źródło
pt: Adicionar Nova Fonte
ru: Добавить источник
sl: Dodaj nov vir
sq: Shto një Burim të Ri
sr: Dodaj Novi Izvor
sv: Lägg till källa
tr: Yeni Kaynak Ekle

source: Copy Files|Move Files
af: Kopieer Lêers|Skuif Lêers
ar: نسخ الملفات|نقل الملفات
ca: Copia arxius|Mou arxius
de: Dateien kopieren|Dateien verschieben
es: Copiar archivos|Mover archivos
fr: Copier des fichiers|Déplacer des fichiers
he: העתק קבצים|העבר קבצים
hu: Másolás|Mozgatás
it: Copia i file|Sposta i file
ja: ファイルコピー|ファイル移動
lt: Failų kopijavimas|Failų perkėlimas
nl: Bestanden kopiëren|Bestanden verplaatsen
no: Kopier filer|Flytt filer
pl: Kopiuj pliki|Przenieś pliki
pt: Copiar Arquivos|Mover Arquivos
ru: Копирование|Перемещение файлов
sl: Kopiraj datoteke|Premakni datoteke
sq: Kopjo Skedat|Lëvizi Skedat
sr: Kopiraj Datoteke|Premesti Datoteke
sv: Kopiera filer|Flytta filer
tr: Dosyaları Kopyala|Dosyaları Taşı

source: You have selected %i files to copy to the following folder:
af: Jy het %i lêers geselekteer om na die volgende gids te kopieer:
ar: (Copy) : لقد قمت بتحديد %i ملف(ات) للنسخ إلى المجلد التالي
ca: Has seleccionat %i arxius per a copiar a:
de: Sie haben %i Daten zum Kopieren in folgenden Ordner gewählt:
es: Ha seleccionado %i archivos para copiar en:
fr: Vous avez sélectionné %i fichiers à copier dans ce dossier :
he: :הבאה‎ ‏לתיקייה‎ ‏ ‏להעברה‎ ‏קבצים‎ %i ‏בחרת‎ ‏הינך
hu: %i fájlt választott ki a másolásra:
it: Hai selezionato %i file da copiare nella seguente cartella:
ja: 選択した %i ファイルを以下のフォルダにコピーします:
lt: Jūs pasirinkote %i failųs perkėlimui į šį aplanką:
nl: Je hebt %i bestanden geselecteerd om te kopiëren naar de volgende map:
no: Du har valgt %i filer som skal kopieres til denne mappen:
pl: Wybrałeś %i plików do skopiowania do następującego folderu:
pt: Você selecionou %i arquivos para copiar para a seguinte pasta:
ru: Вы выбрали %i файлов для копирования в папку:
sl: Označili ste %i datotek za kopiranje v mapo:
sq: Ju zgjodhët që në dosjen më poshtë të kopjoni %i skedë(a):
sr: Odabrali ste %i Datoteku za kopiranje u sledeću fasciklu:
sv: Du har valt %i filer att kopiera till följande mapp:
tr: Klasöre kopyalamak için %i dosya seçildi:

source: You have selected %i files to move to the following folder:
af: Jy het %i lêers geselekteer om na die volgende gids te skuif:
ar: : لقد قمت بتحديد %i ملف(ات) للنسخ إلى المجلد التالي
ca: Has seleccionat %i arxius per a moure a:
de: Sie haben %i Daten zum Verschieben in folgenden Ordner gewählt:
es: Ha seleccionado %i files archivos para mover a:
fr: Vous avez sélectionné %i fichiers à déplacer dans ce dossier :
he: :הבאה‎ ‏לתיקייה‎ ‏ ‏להעברה‎‏קבצים‎ %i ‏בחרת‎ ‏הינך
hu: %i fájlt választott ki a mozgatásra:
it: Hai selezionato %i file da spostare nella seguente cartella:
ja: 選択した %i ファイルを以下のフォルダに移動します:
lt: Jūs pasirinkote %i failųs perkėlimui į šį aplanką:
nl: Je hebt %i bestanden geselecteerd om te verplaatsen naar de volgende map:
no: Du har valgt %i filer som skal flyttes til mappe:
pl: Wybrałeś %i plików do przeniesienia do następującego folderu:
pt: Você selecionou %i arquivos para mover para a seguinte pasta:
ru: Вы выбрали %i файлов для перемещения в папку:
sl: Izbrali ste %i datotek za premikanje v mapo:
sq: Ju zgjodhët që në dosjen më poshtë të lëvizni %i skedë(a):
sr: Odabrali ste %i Datoteku za kopiranje u sledeću fasciklu:
sv: Du har valt %i filer att flytta till följande mapp:
tr: Klasöre taşımak için %i dosya seçildi:

source: Ready...
af: Reg...
ca: Copia...
de: Fertig...
es: Finalizado...
fr: Prêt...
he: ...מוכן
hu: Folyamat
it: Pronto...
ja: 準備完了...
lt: Pasiruošta...
nl: Klaar...
no: Klar...
pl: Gotowy...
pt: Pronto...
ru: Жду...
sl: Pripravljen...
sq: Gati...
sr: Spremno...
sv: Redo…
tr: Hazır...

source: Album Folder Properties
af: Albumgids Eienskappe
ar: خصائص مجلد الألبوم
ca: Propietats de l'àlbum
de: Albumeigenschaften
es: Propiedades del Album
fr: Propriétés du dossier
he: הגדרות תיקיית אלבום
hu: Album mappa tulajdonságai
it: Proprietà cartella album
ja: アルバムフォルダプロパティ
lt: Albumo aplanko ypatybės
nl: Albummap eigenschappen
no: Egenskaper for mappe
pl: Właściwości folderu albumu
pt: Propriedades da Pasta do Álbum
ru: Настройка папки хранилища
sl: Lastnosti albumske mape
sq: Vetitë e Dosjes si Album
sr: Podešavanje Fascikle sa Albumima
sv: Egenskaper för albummapp
tr: Albüm Klasör Özellikleri

source: Album Folder Title:
af: Albumgids Titel:
ar: عنوان مجلد الألبوم:
ca: Títol:
de: Album Titel:
es: Título:
fr: Titre du dossier :
he: :כותרת תיקיית אלבום
hu: Cím
it: Titolo cartella album:
ja: アルバムフォルダタイトル:
lt: Albumo katalogo pavadinimas:
nl: Titel albummap:
no: Tittel på mappe:
pl: Tytuł folderu albumu:
pt: Título da Pasta do Álbum:
ru: Название папки:
sl: Naslov albumske mape:
sq: Titulli i Dosjes si Album:
sr: Ime Fascikle sa Albumima:
sv: Titel för albummapp:
tr: Albüm Klasör Başlığı:

source: Folder Type:
af: Gids Tipe:
ar: نوع المجلد:
ca: Tipus de carpeta:
de: Ordnertyp:
es: Tipo de carpeta:
fr: Type de dossier :
he: :סוג מחיצה
hu: Típus
it: Tipo cartella:
ja: フォルダ種類:
lt: Katalogo tipas:
nl: Maptype:
no: Mappetype:
pl: Typ folderu:
pt: Tipo de Pasta:
ru: Тип папки:
sl: Tip mape:
sq: Lloji i Dosjes:
sr: Tip Fascikle:
sv: Mapptyp:
tr: Klasör Tipi:

source: Add this information to all files in the folder
af: Kopieer hierdie algemene eienskappe aan alle lêers in die gids
ar: انسخ هذه الملكيات المشتركة الى كل ملف في هذا المجلد
ca: Aplica aquestes propietats a cada arxiu
de: Diese Eigenschaften jeder Datei im Ordner hinzufügen
es: Aplicar estas propiedades a cada archivo de la carpeta
fr: Copier ces propriétés communes à chacun des fichiers du dossier.
he: העתק את ההגדרות הדומות לכל קובץ בתיקייה זו
hu: Ezeket a tulajdonságokat minden fájlhoz adja hozzá a mappában
it: Copia queste proprietà comuni per ogni file di questa cartella
ja: フォルダ内の全てのファイルにこのプロパティをコピーする
lt: Nukopijuoti šias bendras ypatybes kiekvienam failui kataloge
nl: Kopiëer deze algemene eigenschappen naar elk bestand in de map
no: Kopier egenskapene til alle filene i denne mappen
pl: Skopiuj te właściwości do wszystkich plików w folderze
pt: Adicionar esta informação aos arquivos contidos na pasta
ru: Копировать эти данные всем файлам в папке
sl: Preslikaj te splošne lastnosti na vsako posamezno datoteko v mapi
sq: Përdori këto veti në çdo skedë të dosjes
sr: Postavi ova podešavanja za svaku datoteku u fascikli
sv: Kopiera dessa gemensamma egenskaper till varje fil i mappen
tr: Klasördeki tüm dosya genel özelliklerini kopyala

source: Traffic Graphs
af: Dataverkeer Grafieke
ar: مخطط حركة المرور
ca: Gràfiques de trànsit
de: Diagramme auswählen
es: Gráficos de tráfico
fr: Graphiques du trafic
he: גרפי תעבורת רשת
hu: Grafikonok
it: Grafici del traffico
ja: 転送グラフ
lt: Srauto grafikai
nl: Grafieken
no: Trafikkgraf
pl: Wykres ruchu
pt: Gráficos do Tráfego
ru: Графики трафика
sl: Grafikoni prometa
sq: Zgjidhni Grafikët e Trafikut
sr: Graf Prometa
sv: Trafikdiagram
tr: Grafikler

source: _Show:
af: _Vertoon:
ar: :إ_ظهار
ca: Mo_stra:
de: _Zeigen:
es: Mo_strar:
fr: Montrer:
he: :הצג
hu: _Megjelenik
it: Mo_stra:
ja: 表示:
lt: _Rodyti:
nl: _Weergave:
no: _Vis:
pl: Pokaż:
pt: _Mostrar:
ru: По_казывать:
sl: _Pokaži:
sq: _Shfaqe me:
sr: Pokaži
sv: _Visa:
tr: _Göster:

source: Grid Lines
af: Rooster
ar: خطوط شبكة
ca: Rexeta
de: Gitternetz
es: Rejilla
fr: Grille
he: קווי רשת
hu: Rácsok
it: Griglia
ja: グリッド線
lt: Tinklelį
nl: Raster
no: Graflinjer
pl: Linie siatki
pt: Linhas da Grade
ru: Сетку
sl: Mrežne črte
sq: Rrjetë
sr: Rubovi
sv: Rutnätslinjer
tr: Izgara Çizgileri

source: Vertical Scale
af: Vertikale As
ar: محاور رأسية
ca: Eix vertical
de: X-Achse
es: Eje vertical
fr: Axe vertical
he: ציר אנכי
hu: Függ. tengely
it: Asse verticale
ja: 縦軸
lt: Vertikalią ašį
nl: Verticale as
no: Vertikal akse
pl: Oś pionowa
pt: Axis Vertical
ru: Верт. ось
sl: Navpična os
sq: Bosht Vertikal
sr: Vertical Axis
sv: Vertikal axel
tr: Dikey Eksen

source: Legend
af: Verklarings
ar: إيضاح
ca: Llegenda
de: Legende
es: Leyenda
fr: Légende
he: מקרא סימנים
hu: Jelmagy.
it: Legenda
ja: 表示説明
lt: Legendą
nl: Legenda
no: Forklaring
pl: Legenda
pt: Legenda
ru: Легенду
sl: Legenda
sq: Legjendë
sr: Legenda
sv: Förklaring
tr: Gösterge

source: Sampling _Frequency:
af: Toets _Frekwensie:
ar: :تردد _أخذ العينات
ca: _Freqüència:
de: Mess_frequenz:
es: _Frecuencia:
fr: Fréquence de mise à jour :
he: :קצב דגימה
hu: Mintavétel
it: _Frequenza campione:
ja: サンプリング周波数:
lt: Matavimų _dažnis:
nl: Meet_frequentie:
no: Frekvens:
pl: Częstotliwość próbkowania:
pt: Frequência do _Sampling:
ru: _Выбор частоты измерения:
sl: Vzorčna _frekvenca:
sq: _Frekuenca e Vrojtimit:
sv: _Provtagningsfrekvens:
tr: Sık Örnekleme:

source: Delay between updates
af: Periode tussen toetsings:
ar: :الفترة بين العينات
ca: Període entre mostres:
de: Zeit zwischen Messungen:
es: Períodos entre muestreos:
fr: Temps entre chaque MàJ :
he: השהייה בין דגימות:
hu: Időköz:
it: Periodo fra campioni:
ja: サンプリング周期:
lt: Laikotarpis tarp matavimų:
nl: Pauze tussen metingen:
no: Oppdateringsfrekvens:
pl: Okres czasu między próbkami:
pt: Período entre amostras:
ru: Интервал между измер.:
sl: Časovni zamik med vzorci:
sq: Periudha midis shembujve:
sr: Period između sampleova:
sv: Period mellan provtagningar:
tr: Örnekler Arasındaki Zaman:

source: ms
ar: مث
ja: ﾐﾘ秒
ru: мс
