Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Show All _Sources
af: Vertoon Alle _Bronne
ar: المصادر _عرض جميع
ca: Mostra totes les _fonts
de: Alle _Quellen anzeigen
es: Mostrar Todas las _Fuentes
fr: Afficher _toutes les sources
he: ‪הצג את כל המקורות
hu: _Minden forrás megjelenítése
it: Mostra tutte le fonti
ja: 全てのソースを表示(_S)
lt: Rodyti vi_sus šaltinius
nl: Alle bronnen _tonen
no: Vis alle kilder
pl: Pokaż wszystkie źródła
pt: Mostrar Todas as _Fontes
ru: Показывать _все источники
sl: Pokaži v_se vire
sq: Trego Tërë _Burimet
sr: Pokaži _Sve Izvore
sv: Visa alla _källor
tr: Ka_ynakların Tümünü Göster

source: _Auto Clear
af: Maak _Outomaties Skoon
ar: مسح_ تلقائي
ca: Neteja aut_omàtica
de: _Automatisch entfernen
es: Aut_o Limpiar
fr: Nettoyer a_utomatiquement
he: ‪נקה אוטומטית הורדות שהסתיימו
hu: _Automata törlés
it: Auto Rimuovi Completati
ja: 自動クリア処理(_O)
lt: Savai_minis valymas
nl: A_utomatisch wissen
no: Fjern ferdige automatisk
pl: Autoczyszczenie
pt: Aut_o Limpar
ru: _Авто-очистка
sl: _Samodejno počisti
sq: Auto_pastro
sr: Aut_omatski Očisti Gotove
sv: _Automatisk rensning
tr: _Otomatik Temizle

source: Show _Groups
af: Vertoon _Groepe
ar: المجموعات _عرض
ca: Mostra els _grups
de: _Gruppen anzeigen
es: Mostrar _Grupos
fr: Afficher les g_roupes
he: ‪הצג קבוצות
hu: _Csoportok megjelenítése
it: Mostra gruppi
ja: グループを表示(_G)
lt: Rodyti _grupes
nl: _Groepen tonen
no: Vis grupper
pl: Pokaż grupy
pt: Mostrar _Grupos
ru: Показывать _группы
sl: Pokaži sk_upine
sq: Trego _Grupet
sr: Pokaži Grupe
sv: Visa _grupper
tr: _Grupları Göster

source: Show in _Library
af: Vertoon _Library
ar: فتح _Library
ca: _Mostra en Col·lecció
es: Mostrar en _Coleccio
fr: Afficher en _Library
he: _Library הצג
it: Mostra _Library
ja: を表示 _Library
lt: Rodyti _Library
nl: _Library tonen
no: Vis _Library
pl: Pokaż _Library
pt: Mostrar _Library
ru: Показывать _Library
sl: Pokaži _Library
sq: Trego _Library
sr: Pokaži _Library
sv: Visa _Library
tr: _Library Göster

source: _Start Now
af: _Begin Dadelik Oplaai
ar: _ابداء الان
ca: _Comença ara
de: _Jetzt starten
es: _Empezar Ahora
fr: Démarrer _maintenant
he: ‪_התחל כעת
hu: _Kezdés most
it: Avvia
ja: すぐに開始(_S)
lt: _Leisti dabar
nl: Nu _starten
no: Start nå
pl: Zacznij wysyłanie
pt: _Iniciar Agora
ru: _Начать сейчас
sl: _Začni takoj
sq: _Fillo Tani
sr: Odmah Kreni
sv: _Starta nu
tr: Şi_mdi Başla

source: Grant _Priority
af: Prioriteit
ar: الأولوية
ca: Prioritat
de: Priorität
es: Prioridad
fr: Priorité
he: עדיפות
hu: Prioritás
it: Priorità
ja: 順位(_P)
lt: Prioritetas
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
ru: приоритет
sl: Prednost
sq: Prioritet
sr: приоритет
sv: Prioritet
tr: Öncelik

source: _Chat User
af: _Gesels met Gebruiker
ar: الم_حادثة مع المستخدم
ca: _Parla amb l'usuari
de: Mit Benutzer _chatten
es: _Platicar con Usuario
fr: _Discuter avec l'util.
he: ‪_שוחח עם המשתמש
hu: _Csevegés
it: Chat
ja: チャット(_C)
lt: _Kalbėtis su naudotoju
nl: _Chatten met gebruiker
no: Snakk med bruker
pl: Rozmowa z użytkownikiem
pt: _Conversar com Usuário
ru: _Чат
sl: _Kramljaj z uporabnikom
sq: _Bisedo
sr: _Popričaj sa Osobom
sv: _Chatta med användaren
tr: _Sohbet

source: _Shared Folders...
af: Deel Lêers...
ar: مشاركة الملفات...
ca: Comparteix arxius...
de: Dateien _freigeben...
es: Compartir _Archivos...
fr: _Partager des fichiers...
he: ‪...שתף קבצים
hu: _Fájlok megosztása...
it: Condividi File...
ja: 共有ファイル(_S)...
lt: Bendrinti failus...
nl: _Bestanden delen...
no: Del filer...
pl: Udostępnij pliki...
pt: Compartilhar _Arquivos...
ru: Раз_делять файлы...
sl: Deli datoteke...
sq: Shpërnda _Skeda...
sr: Deli...
sv: Dela ut _filer…
tr: _Paylaşılan Dosyalar...

source: _Queue Settings...
af: _Waglys Verstellings...
ar: إ_عدادات قائمة الإنتظار
de: _Warteschlangeneinstellungen...
es: Configuración _Queues...
fr: Réglages _file d'attente...
he: ...‪הגדרות תורים
hu: _Sor beállítása...
it: Preferenze _Coda...
ja: キュー設定(_Q)...
lt: _Eilės nuostatos...
nl: _Wachtrij instellingen...
no: Innstillinger for kø...
pl: Ustawienia kolejki...
pt: Configurações da _Fila...
ru: _Настройка очереди...
sl: _Nastavitve čakalne vrste...
sq: Vendosjet e _Pritjes...
sr: _Queue Podešavanja...
sv: _Köinställningar…
tr: _Sıra Ayarları...

source: Show _BitTorrent
af: Vertoon BitTorrent Oplaaie
ar: لإظهار BitTorrent
ca: Mostra els BitTorrent
de: _BitTorrent-Uploads anzeigen
es: Mostrar BitTorrent
fr: Afficher « _BitTorrent »
he: ‪BitTorrent הצג
hu: _BitTorrent megjelenítése
it: Mostra _BitTorrent
ja: BitTorrentを表示
lt: Rodyti BitTorrent
nl: _BitTorrent tonen
no: Vis BitTorrent
pl: Pokaż BitTorrent
pt: Mostrar _BitTorrent
ru: Показывать _BitTorrent
sl: Pokaži BitTorrent
sq: Trego _BitTorrent
sr: Pokaži BitTorrent
sv: Visa BitTorrent
tr: _BitTorrent Göster

source: Show _History
af: Vertoon Oplaai Geskiedenis
ar: إظهار المحفوظات
ca: Mostra l'historial
de: _Uploadverlauf anzeigen
es: Mostrar Historía
fr: Afficher « _Historique »
he: ‪הצג היסטוריה
hu: _Előzmények megjelenítése
it: Mostra cro_nologia
ja: 履歴を表示
lt: Rodyti ž_urnalą
nl: _Geschiedenis tonen
no: Vis historie
pl: Pokaż Historię
pt: Mostrar _Histórico
ru: Показывать _историю
sl: Pokaži zgodovino
sq: Trego _Historinë
sr: Pokaži Završene
sv: Visa historik
tr: _Geçmişi Göster

source: _Shared
af: _Gedeel
ar: _مشاركة
ca: _Compartit
de: _Freigegeben
es: _Compartido
fr: Par_tagé
he: ‪_משותף
hu: _Megosztott
it: _Condividi
ja: 共有(_S)
lt: _Bendrintas
nl: _Delen
no: Delt
pl: Udostępnione
pt: _Compartilhado
ru: _Общий доступ
sl: _Deljeno
sq: _Shpërndahet
sr: Deljeno
sv: _Utdelad
tr: _Paylaşılanlar

source: _Remove
af: _Verwyder
ar: _إزالة
ca: _Esborra
de: _Entfernen
es: _Eliminar
fr: _Enlever
he: ‪_הסר
hu: _Eltávolít
it: _Rimuovi
ja: 削除(_R)
lt: Š_alinti
nl: Ver_wijderen
no: Fjern
pl: Usuń
pt: _Remover
ru: _Удалить
sl: _Odstrani
sq: _Fshije
sr: Ukloni
sv: _Radera
tr: _Kaldır

source: Share More _Files...
af: Deel Lêers...
ar: مشاركة الملفات...
ca: Comparteix arxius...
de: Dateien _freigeben...
es: Compartir Archivos...
fr: _Partager des fichiers...
he: ‪...שתף קבצים
hu: _Fájlok megosztása...
it: _Condividi file...
ja: 共有ファイル...
lt: Bendrinti failus...
nl: _Bestanden delen...
no: Del filer...
pl: Udostępnij pliki...
pt: Compartilhar _Arquivos...
ru: Раз_делять файлы...
sl: Deli datoteke...
sq: Shpërnda _Skeda...
sr: Deli...
sv: Dela ut filer…
tr: _Paylaşılan Dosyalar...

source: _Explore
af: _Verken
ar: _تصفح
ca: _Explora
de: Im Explorer _öffnen
es: _Explorar
fr: E_xplorer
he: ‪_סייר
hu: _Intézőben megnyit
it: _Esplora
ja: エクスプローラ(_E)
lt: P_eržvelgti
nl: _Verkennen
no: Utforsk
pl: Przeglądaj
pt: _Explorar
ru: _Проводник
sl: _Razišči
sq: _Eksploro
sr: Istraži
sv: _Utforska
tr: _Araştır

source: S_can
af: D_eursoek
ar: ف_حص
ca: Es_caneja
de: S_cannen
es: Es_canear
fr: P_arcourir
he: ‪סריקה
hu: _Beolvas
it: _Scansione
ja: スキャン(_C)
lt: S_kenuoti
nl: _Scannen
no: Skann
pl: Skanuj
pt: E_scanear
ru: С_канирование
sl: _Preglej (scan)
sq: S_kano
sr: Skeniraj
sv: _Granska
tr: _Tarama

source: Re_build
af: _Herbou
ar: إع_ادة بناء
ca: Re_fés
de: Ne_u einlesen
es: Re_hacer
fr: _Reconstruire
he: ‪בנה מחדש
hu: Ú_jraépít
it: Ricos_truisci
ja: 再構成(_B)
lt: Per_daryti
nl: _Herbouwen
no: Oppdater
pl: Przebuduj
pt: Re_construir
ru: _Перестройка
sl: _Zgradi ponovno (rebuild)
sq: Ri_ndërto
sr: O_bnovi
sv: _Bygg upp igen
tr: _Yenilenme

source: Share _Folders...
af: Deel lêers...
ar: مشاركة الملفات...
ca: Comparteix els arxius...
de: Ordner _freigeben
es: Compartir Archivos...
fr: _Partager des fichiers...
he: ‪...שתף קבצים
hu: _Fájlok megosztása...
it: _Condividi file...
ja: 共有ファイル...
lt: Bendrinti failus...
nl: _Bestanden delen...
no: Del filer...
pl: Udostępnij pliki...
pt: Compartilhar _Arquivos...
ru: Раз_деляемые файлы...
sl: Deli datoteke...
sq: Shpërnda _Skeda...
sr: Deli...
sv: Dela ut filer…
tr: _Paylaşılan Dosyalar...

source: Meta _Properties
af: Lêer _Eienskappe
ar: خصائص _الملف
ca: Propietats d'_arxiu
de: Ei_genschaften
es: Propiedades de _Archivo
fr: _Propriétés du fichier
he: ‪מאפייני הקובץ
hu: _Fájl tulajdonságai
it: _Proprietà file
ja: ファイルプロパティ(_P)
lt: Failo _ypatybės
nl: Bestands_eigenschappen
no: Egenskaper
pl: Właściwości
pt: Propriedades do _Arquivo
ru: _Свойства файла
sl: Lastnosti _datoteke
sq: _Vetitë e Skedës
sr: _Podešavanja Datoteke
sv: _Filegenskaper
tr: _Dosya Özellikleri

source: _Play Album
af: _Speel Album
ar: _تشغيل الألبوم
ca: _Reprodueix àlbum
de: _Album wiedergeben
es: _Reproducir Album
fr: _Lire l'album
he: ‪_נגן אלבום
hu: _Album lejátszása
it: Esegui album
ja: アルバムを再生(_P)
lt: Atv_erti albumą
nl: Album _afspelen
no: Spill av...
pl: Odtwarzaj album
pt: _Tocar Álbum
ru: Добавить _альбом в список
sl: _Predvajaj album
sq: _Luaj Albumin
sr: _Pokreni Album
sv: _Spella upp album
tr: _Albüm Oynat

source: _Delete
af: _Skrap
ar: _حذف
ca: _Esborra
de: _Löschen
es: _Eliminar
fr: _Supprimer
he: ‪_מחק
hu: Tö_rlés
it: Elimina
ja: 削除(_D)
lt: _Trinti
nl: Ver_wijderen
no: Slett
pl: Usuń
pt: _Apagar
ru: _Удалить
sl: _Briši
sq: _Fshije
sr: Obriši
sv: _Radera
tr: _Sil

source: _Group Properties
af: _Album Eienskappe
ar: _خصائص الألبوم
ca: _Propietats de l'àlbum
de: Ei_genschaften
es: _Propiedades de Album
fr: Propriétés de l'_album
he: ‪מאפייני אלבום
hu: _Album tulajdonságai
it: Proprietà album
ja: アルバムプロパティ(_A)
lt: Alb_umo ypatybės
nl: Album_eigenschappen
no: Egenskaper
pl: Właściwości albumu
pt: _Propriedades do Álbum
ru: Свойства _альбома
sl: Lastnosti albuma
sq: Vetitë e _Albumit
sr: Podešavanja _Albuma
sv: _Albumegenskaper
tr: A_lbüm Özellikleri

source: _Export Collection...
af: _Voer Versameling Uit...
ar: _مجموعة تصدير...
ca: _Exporta la col·lecció...
de: _Kollektion exportieren...
es: _Exportar Colección...
fr: _Exporter la collection...
he: ‪...ייצא רשימה
hu: _Gyűjtemény exportálása...
it: Esporta collezione...
ja: コレクションをエクスポート(_E)...
lt: E_ksportuoti rinkinį...
nl: Verzameling e_xporteren...
no: Eksporter samling...
pl: Eksportuj kolekcję...
pt: _Exportar Coleção...
ru: _Экспортировать коллекцию...
sl: _Izvozi zbirko...
sq: _Eksporto Koleksionin...
sr: Izv_ezi Kolekciju...
sv: _Exportera samling…
tr: _Kolleksiyonları Aktar...

source: _New Group Folder...
af: _Nuwe Gids...
ar: _مجلد جديد...
ca: _Nova carpeta...
de: _Neuer Ordner...
es: _Nueva Carpeta...
fr: _Nouveau dossier...
he: ‪...ספריה חדשה
hu: Ú_j mappa...
it: Nuova cartella...
ja: 新規フォルダ(_N)...
lt: _Naujas katalogas...
nl: _Nieuwe map...
no: Ny mappe...
pl: Nowy folder...
pt: _Nova Pasta...
ru: _Новая папка...
sl: _Nova mapa...
sq: Dosje e _Re...
sr: _Nova Fascikla...
sv: _Ny mapp…
tr: Ye_ni Klasör...

source: _Open
ar: _فتح
ca: _Obre
de: _Öffnen
es: _Abrir
fr: _Ouvrir
he: ‪_פתח
hu: _Megnyitás
it: _Apri
ja: 開く(_O)
lt: _Atverti
nl: _Openen
no: Åpne
pl: Otwórz
pt: _Abrir
ru: _Открыть
sl: _Odpri
sq: _Hape
sr: _Otvori
sv: _Öppna
tr: _Aç

source: _New...
af: _Skep...
ar: _جديد...
ca: _Nova...
de: _Neu...
es: _Nueva...
fr: _Nouveau...
he: ...חדש
hu: Ú_j...
it: _Nuovo...
ja: 新規(_N)...
lt: _Nauja...
nl: _Nieuw
no: _Ny...
pl: Nowa...
pt: _Nova...
ru: _Новое...
sl: _Nova...
sq: E _re...
sr: _Novi...
sv: _Ny…
tr: _Yeni...

source: _Properties
af: _Eienskappe
ar: _خصائص
ca: Pr_opietats
de: Ei_genschaften
es: Propiedades
fr: _Propriétés
he: ‪מ_אפיינים
hu: T_ulajdonságok
it: Proprietà
ja: プロパティ(_P)
lt: _Ypatybės
nl: _Eigenschappen
no: Egenskaper
pl: Właściwości
pt: _Propriedades
ru: _Свойства
sl: _Lastnosti
sq: _Veti
sr: _Podešavanja
sv: _Egenskaper
tr: _Özellikler

source: Move/Copy/Rename
af: O_rganiseer
de: _Suchen nach
he: ‪אירגון
it: Servizi web
ja: 構成(_R)
nl: _Organiseren
pt: _Serviços da Rede
ru: О_перации
sl: _Organiziraj
sq: O_rganizo
sr: Složi
sv: O_rganisera

source: _Rename File
af: _Hernoem Lêer
he: ‪שנה שם קובץ
ja: ファイル名変更(_R)
nl: Bestand _hernoemen
pt: _Renomear Arquivo
ru: _Переименовать файл
sl: _Preimenuj datoteko
sq: _Riemërto Skedën
sr: P_reimenuj Datoteku
sv: _Byt namn på fil

source: _Move Files...
af: _Skuif Lêers...
he: ‪_העבר קובץ
ja: ファイルを移動(_M)...
nl: Bestanden ver_plaatsen...
pt: _Mover Arquivos...
ru: П_ереместить файлы...
sl: _Premakni datoteke...
sq: _Lëvize Skedën...
sr: Pre_mesti...
sv: _Flytta filer…

source: _Copy Files...
af: _Kopieer Lêers...
he: ‪העתק קובץ
ja: ファイルをコピー(_C)...
nl: Bestanden _kopiëren...
pt: _Copiar Arquivos...
ru: _Копировать файлы...
sl: _Kopiraj datoteke...
sq: _Kopjo Skedën...
sr: Kopiraj Datoteke...
sv: _Kopiera filer…

source: _Open/Play
af: _Open of Speel
ar: _فتح او تشغيل
ca: _Obre o reprodueix
de: _Öffnen
es: _Abrir o Reproducir
fr: _Ouvrir ou lire
he: ‪_פתח או הפעל
hu: _Megnyitás és Lejátszás
it: Apri/Play
ja: 開く・再生(_O)
lt: A_tverti ar vykdyti
nl: _Openen of afspelen
no: Åpne / spill av
pl: Otwórz lub odtwarzaj
pt: _Abrir/Tocar
ru: _Открыть
sl: _Odpri ali predvajaj
sq: _Hape/Lexo
sr: Pokreni
sv: _Öppna eller spela upp
tr: _Aç/Oynat

source: Create ._torrent File
ca: ._torrent
de: ._torrent-Datei erstellen
es: Crear Archivo .torrent
fr: Créer un fichier .torrent
it: Crea File ._torrent
nl: ._Torrent maken
pl: Stwórz plik .torrent
pt: Criar _Arquivo .torrent
ru: _Создать .torrent файл
tr: ._torrent Dosyası Oluştur

source: O_rganize
af: _Web Dienste
he: ‪שירותי רשת
it: Cerca
ja: ウェブサービス(_W)
nl: _Internetdiensten
pt: O_rganizar
ru: _Сервис
sl: _Spletne storitve
sq: Shërbime _Rrjeti
sr: _Web Usluge
sv: _Webbtjänster

source: _Refresh Metadata
it: Aggiorna _metadata
pt: _Atualizar Metadata
ru: _Обновить метаданные

source: _Localize Metadata
it: _Localizza metadata
nl: _Lokaliseer metadata
pt: _Localizar Metadata
ru: _Локализировать метаданные

source: Choose Detail _Columns...
it: Modifica colonne...
nl: Kolommen uit_kiezen...
pt: Escolher _Colunas...
ru: Выбрать ко_лонки...

source: _Windows Menu
af: S_hell menu
ca: S_hell menu
de: _Kontextmenü
es: S_hell menu
fr: _Menu
hu: S_hell menu
it: Menu s_hell
lt: Aplinkos _meniu
nl: Conte_xtmenu
pt: M_enu de contexto
ru: Меню Windows
sq: Menyja B_azë
sv: S_kalmeny
tr: İş_letim Sistemi Menüsü

source: _Play
af: _Speel
ar: _تشغيل
ca: Reprodueix
de: _Wiedergabe
es: Reproducir
fr: _Lecture
he: ‪_נגן
hu: Lejátszás
ja: 再生(_P)
lt: _Groti
nl: _Afspelen
no: Spill av
pl: Odtwarzaj
pt: _Tocar
ru: _Играть
sl: Predvajaj
sq: Lexo
sr: Pokreni
sv: _Spela upp
tr: _Oynat

source: _Stop
ar: _إيقاف
ca: _Detenir
de: _Stopp
es: _Detener
he: ‪_עצור
ja: 停止(_S)
lt: _Stabdyti
nl: _Stoppen
no: Stopp
pt: _Parar
ru: _Стоп
sl: _Ustavi
sq: _Ndale
sr: _Stani
sv: _Stoppa uppspelning
tr: Du_rdur

source: _Open Media File...
af: _Open Media Lêer...
ar: _فتح ملف الوسائط...
ca: _Obre arxiu...
de: Datei _öffnen...
es: _Abrir Archivo...
fr: _Ouvrir le fichier média...
he: ‪_פתח קבצי מדיה
hu: Médiafájl _megnyitása...
it: Apri file multimediale...
ja: メディアファイルを開く(_O)...
lt: _Atverti grotuvo failą...
nl: Mediabestand _openen...
no: Åpne media fil...
pl: Otwórz plik...
pt: _Abrir Arquivo de Mídia...
ru: _Открыть медиа файл...
sl: _Odpri medijsko datoteko...
sq: _Hap një skedë...
sr: _Otvori datoteku...
sv: _Öppna mediafil…
tr: Or_tam Dosyası Aç...

source: Play_list
af: Verstellings
he: ‪הגדרות
ja: 設定
nl: Afspeel_lijst
ru: Список _воспроизведения
sl: Nastavitve
sq: Vendos_je
sr: _Podešavanja
sv: _Instllningar

source: Pre_vious
nl: V_orige
ru: Предыду_щий

source: _Next
nl: _Volgende
ru: _Следующий

source: _Random
nl: _Willekeurige volgorde
ru: _Произвольный режим

source: R_epeat
nl: _Herhalen
ru: Режим п_овтора

source: Show _Playlist
af: Vertoon _Medialys
de: Wiedergabeliste _anzeigen
he: ‪הצג רשימת ה_שמעה
ja: 再生リストを表示(_P)
nl: Afspeel_lijst tonen
ru: Показать _список
sl: Pokaži predvajalni _seznam
sq: Trego _Listën
sr: Pokaži _Playlistu
sv: Visa _spellista

source: Video Si_ze
ar: قائمة التشغيل
it: Play_list
nl: Video_grootte
pt: Li_sta de execuções
ru: Раз_мер видео

source: _Original Size
af: _Oorspronklike Grootte
ar: _حجم اصلي
ca: Mida _original
de: _Original
es: Tamaño _Original
fr: Taille _original
he: ‪גודל מקורי
hu: _Eredeti méret
it: Dimensioni originali
ja: 元のサイズ(_O)
lt: _Originalaus dydžio
nl: _Originele grootte
no: Orginal størrelse
pl: Oryginalny rozmiar
pt: _Tamanho Original
ru: _Оригинальный размер
sl: _Izvirna velikost
sq: Masa _Origjinale
sr: _Originalna Veličina
sv: _Ursprungsstorlek
tr: _Orijinal Boyut

source: _Double Size
af: _Dubbelgrootte
ar: _الحجم مرتان
ca: Mida _doble
de: _Doppelt
es: Tamaño _Doble
fr: Taille _double
he: ‪גודל כפול
hu: _Kétszeres méret
it: Dimensioni raddoppiate
ja: ダブルサイズ(_D)
lt: Pad_vigubinti
nl: _Dubbele grootte
no: Dobbel størrelse
pl: Podwójny rozmiar
pt: _Tamanho Dobrado
ru: _Двойной размер
sl: _Dvojna velikost
sq: Masa _Dyfishe
sr: _Duplo Uvećana
sv: _Dubbla storleken
tr: Ç_ift Boyut

source: _Half Size
af: _Trippelgrootte
ar: _حجم ثلاثة أضعاف
ca: Mida _medio
de: D_reifach
es: Tamaño _Medio
fr: Taille tr_iple
he: ‪גודל משולש
hu: _Háromszoros méret
it: Dimensioni mezzo
ja: トリプルサイズ(_T)
lt: Pa_trigubinti
nl: D_riedubbele grootte
no: Trippel størrelse
pl: Potrójny rozmiar
pt: _Tamanho Medio
ru: _Половинай размер
sl: _Trojna velikost
sq: Masa _Trefishe
sr: _Triput Uvećana
sv: _Tredubbla storleken
tr: Üç_lü Boyut

source: Best _Fit
af: _Grootste
ar: _الاكبر
ca: Mida _gran
de: _Größtmöglich
es: Tamaño _Grande
fr: Taille la plus _large
he: ‪גודל מקסימלי
hu: L_egnagyobb
it: Grandezza massima
ja: 最大(_L)
lt: _Didžiausiai
nl: _Grootste
no: Størst
pl: Największy rozmiar
pt: _Maior
ru: _Наибольший
sl: _Največja
sq: _Më e Madhe
sr: Najveće moguće
sv: _Största
tr: _Geniş Boyut

source: Fi_ll Window
nl: Schermv_ullend
ru: На _всё окно

source: Default _Aspect
af: Standaard _Verhouding
ar: الوضع _ الافتراضي
ca: _Aspecte original
de: Original-_Seitenverhältnis
es: Aspecto _Predeterminado
fr: _Aspect par défaut
he: ‪יחס תמונה ברירת מחדל
hu: Ala_pértelmezett arány
it: Formato originale
ja: デフォルトアスペクト比(_A)
lt: Įprastas s_antykis
nl: Standaard _aspect
no: Orginalt aspekt
pl: Standardowy stosunek
pt: Aspecto _Padrão
ru: Пропорции по _умолчанию
sl: _Privzeto razmerje
sq: _Aspekt Tipik
sr: Originalni _Aspekt
sv: Förvald _aspekt
tr: Gö_rünmeyen Yönler

source: _4:3 Ratio (TV)
af: _4:3 Verhouding (TV)
ar: _نسبة 4:3 (تلفزيون)
ca: _4:3 (TV)
fr: Ratio 4:3 (_TV)
he: ‪יחס תמונה 4:3 (TV)
hu: _4:3 arány (TV)
it: 4:3 (TV)
ja: 4:3 [TV] (_4)
lt: _4:3 santykis (TV)
no: 4:3 (TV)
pl: Stosunek 4:3 (TV)
pt: _Proporção 4:3 (TV)
ru: Пропорции _4:3 (Телевизор)
sl: Razmerje _4:3 (TV)
sq: Raport _4:3 (TV)
sr: _4:3 Veličina (TV)
sv: _4:3-proportion (TV)
tr: 4:3 Or_anı (TV)

source: _16:9 Ratio (Film)
af: _16:9 (Film)
ar: _16:9 (فيلم)
ca: _16:9 (Cinema)
es: _16:9 (Película)
fr: Ratio 16:9 (_Film)
he: ‪יחס תמונה 16:9 (Film)
hu: _16:9 (Film)
it: 16:9 (Film)
ja: 16:9 [映画] (_1)
lt: _16:9 (Filmas)
nl: _16:9 (film)
no: 16:9 (Film)
pl: Stosunek 16:9 (Film)
pt: 16:9 (_Filme)
ru: Пропорции _16:9 (Широкоформатное кино)
sl: Razmerje _16:9 (kino)
sq: Raport _16:9 (Film)
sr: _16:9 (Film)
sv: _16:9 (Film)
tr: 16:9 (_Film)

source: Setti_ngs
ar: ح_جم العرض
de: Wiedergabe_liste
it: Dimensioni video
nl: _Instellingen
pt: Tamanho do Ví_deo
ru: _Установки

source: Choose _Visualisation...
nl: _Visualisatie uitkiezen...
ru: Выбрать _визуализацию...

source: Show _Status Line
nl: _Statuslijn tonen
ru: Показать _строку статуса

source: _Media Settings...
nl: _Mediainstellingen...
ru: _Медиа установки...

source: _Close File
af: _Sluit Lêer
ar: _اغلق الملف
ca: _Tanca arxiu
de: _Datei schließen
es: _Cerrar Archivo
fr: _Fermer le fichier
he: ‪סגור קובץ
hu: Fájl _bezárása
it: _Chiudi file
ja: ファイルを閉じる(_C)...
lt: _Užverti failą
nl: Bestand sl_uiten
no: Lukk fil
pl: Zamknij plik
pt: _Fechar Arquivo
ru: _Закрыть файл
sl: _Zapri datoteko
sq: _Mbylle Skedën
sr: Zatvori Datoteku
sv: _Stäng fil
tr: Dosya _Kapat

source: Stretch to _Fill
af: _Vul Venster
ar: _ملئ الشاشة
ca: _Omple finestra
de: _Fensterfüllend
es: _Llenar Ventana
fr: _Remplir la fenêtre
he: ‪מלא את החלון
hu: _Ablak kitöltése
it: Finestra intera
ja: ウィンドウに合わせる(_F)
lt: Per visą _langą
nl: Schermv_ullend
no: Fyll vindu
pl: Całe okno
pt: _Preencher a Janela
ru: На _всё окно
sl: _Zapolni okno
sq: _Mbushe Dritaren
sr: Popuni Prozor
sv: _Fyll fönstret
tr: _Ekranı Kapla

source: _Add Files...
af: _Voeg Lêer By...
ar: _اضف ملف...
ca: _Afegeix arxiu...
de: Datei _Hinzufügen...
es: _Agregar Archivo...
fr: Ajouter le _fichier...
he: ‪...הוסף קובץ
hu: Fájl _hozzáadás...
it: _Aggiungi file...
ja: ファイル追加(_A)...
lt: Pridėti _failą...
nl: _Bestand toevoegen...
no: Legg til fil...
pl: Dodaj plik...
pt: _Adicionar Arquivo...
ru: _Добавить файл...
sl: _Dodaj datoteko...
sq: _Shto Skedë...
sr: Dod_aj Datoteku...
sv: _Lägg till fil…
tr: _Dosya Ekle...

source: _Remove File(s)
af: _Verwyder
ar: _إزالة
ca: _Treu
de: _Entfernen
es: _Quitar
fr: _Enlever
he: ‪_הסר
hu: _Eltávolít
it: _Rimuovi
ja: 削除(_R)
lt: Š_alinti
nl: Ver_wijderen
no: Fjern
pl: Usuń
pt: _Remover
ru: _Удалить
sl: _Odstrani
sq: _Fshije
sr: Ukloni
sv: _Radera
tr: _Kaldır

source: _Clear Playlist
af: _Maak Medialys Skoon
ar: _مسح قائمة تشغيل
ca: _Neteja la llista de reproducció
de: Wiedergabeliste _löschen
es: _Limpiar lista de reproducción
fr: Netto_yer la liste de lecture
he: ‪נקה רשימת השמעה
hu: Lejátszólista _törlése...
it: S_vuota playlist
ja: 再生リストをクリア(_C)...
lt: _Valyti grojaraštį
nl: Afspeellijst _wissen
no: Fjern spilleliste
pl: Wyczyść listę odtwarzania
pt: _Limpar lista de execuções
ru: О_чистить список воспроизведения
sl: _Počisti predvajalni seznam
sq: _Pastro Listën
sr: Očisti Playlistu
sv: _Rensa spellista
tr: Oyna_tma Listesini Temizle

source: Add _Folder...
af: Voeg _Gids By...
ar: اضف _مجلد...
ca: Afegeix _carpeta...
de: _Ordner Hinzufügen...
es: Agregar _Carpeta...
fr: Ajouter le _dossier...
he: ‪...הוסף תיקייה
hu: _Mappa hozzáadás...
it: Aggiungi _cartella...
ja: フォルダ追加(_F)...
lt: _Pridėti aplanką...
nl: _Map toevoegen...
no: Legg til mappe...
pl: Dodaj folder...
pt: Adicionar _Pasta...
ru: Добавить _папку...
sl: Dodaj _mapo...
sq: Shto _Dosje...
sr: Dodaj Fasciklu...
sv: Lägg till _mapp…
tr: Klasör _Ekle...

source: _Open Playlist...
af: _Open Medialys...
ar: _فتح قائمة تشغيل...
ca: _Obre la llista de reproducció...
de: Wiedergabeliste _öffnen...
es: _Abrir lista de reproducción...
fr: _Ouvrir la liste de lecture...
he: ‪פתח רשימת השמעה
hu: _Lejátszólista megnyitása...
it: Apri play_list...
ja: 再生リストを開く(_O)...
lt: Atverti gr_ojaraštį...
nl: Afspeellijst _openen...
no: Åpne spilleliste...
pl: Otwórz listę odtwarzania...
pt: _Abrir lista de execuções...
ru: _Открыть список воспроизведения...
sl: _Odpri predvajalni seznam...
sq: _Hap Listën...
sr: _Otvori Playlistu...
sv: _Öppna spellista…
tr: O_ynatma Listesini Aç...

source: _Save Playlist...
af: _Stoor Medialys...
ar: _حفظ قائمة تشغيل...
ca: _Desa la llista de reproducció...
de: Wiedergabeliste _Speichern...
es: _Guardar lista de reproducción...
fr: _Sauvegarder la liste de lecture...
he: ‪שמור רשימת השמעה
hu: Lejátszólista _mentése...
it: _Salva playlist...
ja: 再生リストを保存(_S)...
lt: Iš_saugoti grojaraštį...
nl: Afspeellijst op_slaan...
no: Lagre spilleliste...
pl: Zapisz listę odtwarzania...
pt: _Salvar lista de execuções...
ru: _Сохранить список воспроизведения...
sl: _Shrani predvajani seznam...
sq: _Ruaj Listën...
sr: _Sačuvaj Playlistu...
sv: _Spara spellista…
tr: Oy_natma Listesini Kaydet...

source: Ra_ndom Mode
af: Willekeurige Modus
ar: نمط عشوائي
ca: Mode a l'atzar
de: Zufällige Reihe_nfolge
es: Modo al Azar
fr: Mode _aléatoire
he: ‪מצב רנדומלי
hu: _Véletlenszerű lejátszás
it: Modalità cas_uale
ja: ランダムモード
lt: Maišymas
nl: Willekeurige volgordemodus
no: Tilfeldig-modus
pl: Tryb losowy
pt: Mo_do Aleatório
ru: _Произвольный режим
sl: Naključni način
sq: Mënyrë Ra_stësore
sr: Razbacano
sv: Slumpläge
tr: _Rasgele Mod
