Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Are you sure you want to clear all paused downloads? Once a download has been cleared from the Downloads window, it cannot be resumed.
af: Is jy seker jy wil alle gevriesde aflaaie verwyder? As 'n aflaai eers verwyder is van die aflaai venster, kan dit nie later hervat word nie.
ca: Estàs segur(a) de cancel·lar totes les descàrregues en pausa? Una vegada cancel·lades, no es podran recuperar.
de: Wollen Sie wirklich alle angehaltenen Downloads entfernen? Wenn ein Download von der Downloadliste entfernt wurde, kann er nicht wieder aufgenommen werden.
es: ¿Estás seguro(a) de cancelar todos los downloads en pausa? Una vez cancelados, no se pueden continuar.
fr: Voulez-vous vraiment supprimer tous les téléchargements en pause ? vous ne pourrez ensuite plus les reprendre.
hu: Biztos törölni akarja a szüneteltetett letöltéseket? Ha egyszer kitörölted, már nem tudot folytatni később.
it: Desideri annullare tutti i download sospesi? Una volta che un download è stato annullato dalla finestra dei Download, non può essere più ripristinato.
ja: 一時停止中の全てのダウンロードをクリアしてよろしいですか? 一旦ダウンロードウィンドウからクリアされれば、後でそれを再開できなくなります
lt: Ar tikrai norite ištrinti visus pristabdytus failu? Jei failus pašalinsite iš atsisiuntimų lango failų sąrašo, Jūs negalėsite vėliau tęsti parsisiuntimo.
nl: Weet je zeker dat je alle gepauzeerde downloads wilt wissen? Als een download eenmaal van het downwloadsvenster is gewist, kan het niet meer worden hervat.
no: Er du sikker på at du vil fjerne alle pausede nedlastinger? Når en nedlasting blir fjernet kan den ikke fortsettes.
pt: Você tem certeza que você quer limpar todos os downloads pausados? Uma vez que um download for limpo da janela de Downloads, ele não pode ser resumido.
ru: Уверены, что хотите удалить все остановленные загрузки? После удаления загрузок из списка Вы не сможете продолжить их загрузку.
sl: Ste prepričani, da želite počistiti vse trenutno prekinjene prenose (v premoru)? Potem, ko enkrat počistite prenose iz prenosnega okna, prenosa ne morete več kasneje nadaljevati.
sr: Jeste li sigurni da želite izbrisati sva pauzirana skidanja?Jednom kad se skidanje izbriše, ne može se više nastaviti.
sv: Är du säker på att du vill rensa alla pausade nedladdningar? När en nedladdning har blivit rensad från nedladdningsfönstret kan den inte återupptas senare.
tr: Duraklatılmış tüm indirmeleri temizlemek istediğinizden emin misiniz? Bir indirme, indirme penceresinden temizlendi, geri alınamaz.

source: Are you sure you want to delete the download "%s"?
af: Is jy seker jy wil die aflaai "%s" verwyder?
ca: Estàs segur(a) d'esborrar l'arxiu %s actualment en descàrrega?
de: Sind Sie sicher, dass Sie die heruntergeladene Datei "%s" löschen möchten?
es: ¿Estás seguro(a) de eliminar el archivo "%s" actualmente descargándose?
fr: Voulez-vous vraiment supprimer le téléchargement « %s » ?
hu: Biztos törölni akarja ezt a letöltést: "%s".
it: Desideri annullare il download "%s".
ja: ダウンロード "%s" を削除してよろしいですか?
lt: Ar tikrai norite ištrinti parsisiunčiamą failą „%s“?
nl: Weet je zeker dat je de download "%s" wilt verwijderen?
no: Er du sikker på at du vil slette nedlasting "%s".
pt: Você tem certeza que você quer apagar o download "%s".
ru: Уверены, что хотите удалить загрузку «%s»?
sl: Ste prepričani, da želite pobrissati prenos "%s".
sr: Jeste li sigurni da želite obrisati skidanje "%s".
sv: Är du säker på att du vill radera nedladdningen av "%s".
tr: "%s" indirmeyi silmek istediğinizden emin misiniz?

source: Download connection to %s established.
af: Aflaaikonneksie na %s bewerkstellig.
ca: La connexió per a descàrrega ha estat establerta amb %s.
de: Verbindung zum Herunterladen von %s hergestellt.
es: Conexión para descarga fué establecida con %s.
fr: La connexion de téléchargement à %s est établie.
hu: Letöltési kapcsolat létrehozva: %s.
it: Connessione per il download con %s effettuata.
ja: %s とのダウンロード接続が確立しました
lt: Ryšys su %s parsisiuntimui vykdyti užmegztas.
nl: Downloadverbinding met %s is aangemaakt.
no: Nedlastings-kobling til %s startet.
pt: Conexão de download com %s estabelecida.
ru: Установлена связь с %s для загрузки.
sl: Prenosna povezava z %s vzpostavljena.
sr: Veza za skidanje na %s uspostavljena.
sv: Nedladdningsanslutning till %s upprättad.
tr: %s indirme bağlantısı kuruldu.

source: Initiating a connection to %s port %i to download "%s"...
af: Inisieer 'n konneksie na %s poort %i om die lêer "%s" af te laai...
ca: Iniciant la connexió amb %s port %i per a descarregar %s...
de: Verbindung zu %s Port %i wird hergestellt um "%s" herunterzuladen...
es: Iniciando conexión con %s puerto %i para descargar "%s"...
fr: Initialisation d'une connexion à %s port %i pour télécharger « %s »...
hu: Kapcsolódás letöltéshez: %s port %i, hogy letöltse: "%s"...
it: Avvio di una connessione con %s porta %i per il download "%s"...
ja: %s ポート %i ("%s".ダウンロード用)との接続を初期化中...
lt: Užmezgamas ryšys su %s iš %i prievado failo „%s“ parsisiuntimui...
nl: Verbinding zoeken met %s poort %i om "%s" te downloaden...
no: Starter en kobling til %s port %i for å laste ned "%s"...
pt: Iniciando conexão com %s porta %i para baixar "%s"...
ru: Инициализирутся соединение с %s порт %i, чтобы загрузить «%s»...
sl: Začenjam povezavo do %s na vratih %i za prenos "%s"...
sr: Uspostavljam vezu sa %s na portu %i za skidanje "%s"...
sv: Initierar en anslutning till %s port %i för nedladdning av "%s".
tr: %s'e baglantı %i portundan "%s" indirme için başlatılıyor ...

source: Unable to connect to download host %s.
af: Kan nie na gasheer %s konnekteer nie.
ca: Ha estat imposible connectarse amb %s.
de: Verbindung zum Herunterladen von %s kann nicht hergestellt werden.
es: Fué imposible conectarse con %s.
fr: Impossible de se connecter à l'hôte %s pour télécharger.
hu: Nem lehet a letöltési kiszolgálóhoz kapcsolódni: %s.
it: Impossibile connettersi per il download con l'host %s.
ja: ダウンロードホスト %s と接続できません
lt: Neįmanoma užmegzti ryšio su adresatu %s parsisiuntimui vykdyti.
nl: Niet mogelijk te verbinden met %s voor het downloaden.
no: Klarte ikke å koble til nedlastingsvert %s.
pt: Incapaz de conectar com o host de download %s.
ru: Невозможно установить связь для загрузки с хостом %s.
sl: Povezava s prenosnim gostiteljem %s ni uspela.
sr: Ne mogu se spojiti na hosta za skidanje %s .
sv: Kan inte ansluta till nedladdningsvärd %s.
tr: %s Hosta indirme için bağlanılamaz.

source: Receiving download content from host %s (%s).
af: Aflaai-inhoud word ontvang vanaf %s (%s).
ca: Rebent transferència de %s (%s).
de: Herunterladen einer Datei von Host %s (%s).
es: Recibiendo transferencia de %s (%s).
fr: Réception du contenu du téléchargement depuis %s (%s).
he: בחר את התקייה הזמנית של אי-דונקי/אי-מיול:
hu: Letöltési tartalom vétele: %s (%s).
it: Contenuto del download dall'host %s (%s) in ricezione.
ja: ホスト %s からダウンロード内容を受信しています (%s)
lt: Iš adresato %s gaunamas parsisiunčiamo failo turinys (%s).
nl: Ontvangen van downloadinhoud van gastheer %s (%s).
no: Mottar nedlastingsinnhold fra vert %s (%s).
pt: Recebendo conteúdo de download do host %s (%s).
ru: Получаю содержимое загрузки с %s (%s).
sl: Prejemanje prenosne vsebine gostitelja %s (%s).
sr: Primam sadržaj skidanja sa %s (%s).
sv: Mottar nedladdningsinnehåll från värd %s (%s).
tr: %s (%s) hostundan indirme içeriği alınıyor.

source: Aborting download of "%s" from %s (%s), network disabled.
af: Aflaai van "%s" vanaf %s (%s) word gestaak, netwerk afgeskakel.
ca: Abortant descàrrega de %s de %s (%s), perquè la xarxa està deshabilitada.
de: Herunterladen von "%s" von %s (%s) abgebrochen, Netzwerk deaktiviert.
es: Abortando descarga de "%s" de %s (%s), porque la red esta deshabilitada.
fr: Voulez-vous vraiment exécuter ce fichier téléchargé « %s » ?\n\nCertains fichiers exécutables peuvent endommager votre système s'ils incluent des virus.
hu: A(z) "%s" letöltésének leállítása: %s (%s), hálózat kikapcsolva.
it: Desideri eseguire il file scaricato "%s".\n\nAlcuni file possono essere pericolosi per il tuo computer. Assicurati sulla natura del file prima di eseguirlo.
ja: ネットワークが無効になり、"%s".のダウンロード(ダウンロード元: %s)を中止しています (%s)
lt: Ar tikrai norite vykdyti atsisiųstą failą „%s“ ?\n\nKai kurie failai gali pakenkti Jūsų kompiuteriui. Įsitikinkite, kas tai per failas, prieš vykdydami jį.
nl: Het downloaden van "%s" vanaf %s (%s) wordt geannuleerd, het netwerk is buiten gebruik.
no: Avbryter nedlasting av "%s" fra %s (%s), nettverk skrudd av.
pt: Abortando download de "%s" de %s (%s), rede desativada.
ru: Прерываю загрузку «%s» с %s (%s), нет связи в сети.
sl: Prekinjam prenos "%s" od %s (%s), omrežje onesposobljeno.
sv: Avbryter nedladdning av "%s" från %s (%s), nätverk avstängt.
tr: %s (%s) 'dan "%s".in indirme başarısızlıkla sonuçlanıyor, ağda sorun oluştu.

source: Insufficient disk space to download "%s" (%s).
af: Nie genoeg skyfspasie om "%s" (%s) af te laai nie.
ca: Insuficient espai de disc per a descarregar "%s" (%s).
de: Nicht genügend Speicherplatz um "%s" herunterzuladen (%s).
es: Insuficiente espacio de disco para descargar "%s" (%s).
fr: Espace disque insuffisant pour télécharger « %s » (%s).
hu: Nincs elég hely a letöltéshez: "%s" (%s).
it: Spazio su disco insufficiente per il download "%s" (%s).
ja: "%s" をダウンロードするために十分なディスクの空き容量がありません(%s)
lt: Nepakanka vietos diske failui „%s“ parsisiųsti (%s).
nl: Niet genoeg schijfruimte om "%s" te downloaden (%s).
no: Det er ikke nok plass på pc-en til å laste ned "%s" (%s).
pt: Espaço em disco insuficiente para baixar "%s" (%s).
ru: Недостаточно дискового пострансва для загрузки «%s» (%s).
sl: Premalo prostora na disku za prenos "%s" (%s).
sr: Nedovoljo prostora na disku za skinuti "%s" (%s).
sv: Otillräckligt diskutrymme för nedladdning "%s" (%s).
tr: "%s" (%s) indirmesi için yetersiz disk alanı.

source: Download connection to %s was lost.
af: Aflaaikonneksie na %s is verbreek.
ca: La connexió de transferència amb %s ha estat perduda.
de: Download-Verbindung mit %s unterbrochen.
es: La conexión de transferencia con %s fué perdida.
fr: La connexion de téléchargement avec %s a été perdue.
hu: A letöltési kapcsolat megszakadt: %s.
it: La connessione di download con %s è stata persa.
ja: %s とのダウンロード接続が失われました
lt: Parsisiunčiant ryšys su %s nutrūko.
nl: Downloadverbinding met %s is verloren gegaan.
no: Nedlastings-kobling til %s mistet.
pt: A Conexão de download com %s foi perdida.
ru: Связь для загрузки с %s оборвалась.
sl: Povezava za prenos do %s je bila izgubljena.
sv: Nedladdningsanslutning till %s förlorades.
tr: %s indirme bağlantısı değerlendirilemedi.

source: You have typed an eDonkey hash value, however it is invalid. Please check it and try again.
af: Jy het 'n eDonkey2000 hash-waarde ingetik, maar dit is foutief. Kontroleer dit asseblief en probeer weer.
ca: El valor del hash de eDonkey asignat no és vàlid.
de: Sie haben einen ungültigen eD2k-Hash angegeben. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.
es: El valor del hash de eDonkey asignado no es válido. Por favor, revíselo e intentelo de nuevo.
fr: Vous avez tapez une valeur de hash eDonkey, cependant elle est invalide. Merci de la vérifier et de recommencer.
hu: A beírt eDonkey érték érvénytelen. Ellenőrizze és próbálja meg újra.
it: Hai inserito un hash eDonkey non valido. Controlla e riprova di nuovo.
ja: eDonkey2000ハッシュ値を入力しましたが、この値は無効です。正確な値かどうか確認して再試行して下さい
lt: Jūs įrašėte eDonkey maišos reikšmę, tačiau ji yra neteisinga. Pasitikrinkite ir mėginkite dar kartą.
nl: Je hebt een eDonkey hash waarde ingevoerd, maar het is ongeldig. Controleer het en probeer het nog een keer.
no: Du har skrevet inn en ugyldig eDonkey2000 hash-verdi. Vennligst sjekk verdien og prøv på nytt.
pl: Wpisałeś wartośc hasha eDonkey, jednakże jest on nieprawidłowa. Proszę sprawdzić i spróbować ponownie.
pt: Você digitou um valor de hash eDonkey, contudo, é inválido. Por favor verifique-o e tente de novo.
ru: Вы ввели неправильное значение eDonkey хеша. Проверьте и попробуйте снова.
sl: Vpisali ste eDonkey2000 zgostitveno vrednost (hash value), ki pa je žal neveljavna. Preverite vrednost in poskusite znova.
sq: Ju shkruat një vlerë hashi për eDonkey, gjithsesi nuk ka vlerë. Ju lutemi rishikoni dhe provoni përsëri.
sr: You have typed an eDonkey2000 hash value, however it is invalid.Please check it and try again.
sv: Du har skrivit ett felaktigt eDonkey hashset-värde. Kontrollera det och försök igen.
tr: Geçersiz bir eDonkey2000 hash değeri yazdınız. Lütfen kontrol edin ve tekrar deneyin.

source: Please enter a valid range to erase. The "from" field is the first byte to erase, the "last" field is the last byte to erase.
af: Sleutel asseblief geldige grense in om te skrap. Die "van"-veld is die eerste greep om te skrap, en die "tot"-veld die laaste greep om te skrap.
ca: Si us plau, introdueix un rang vàlid. El valor "de" és el primer byte a esborrar i l'"últim" és l'últim byte a esborrar.
de: Bitte geben Sie einen gültigen Bereich zum Entfernen ein. Das "von"-Feld ist das erste zu löschende Byte, das "bis"-Feld ist das letzte zu löschende Byte.
es: Por favor entre un rango válido para borrar. El campo "from" es el primer byte para borrar, el campo "last" es el último byte para borrar.
fr: Merci de saisir un segment valide à effacer. Le champ « De » est le premier octet à effacer, le champ « Dernier » est le dernier octet à effacer.
hu: Adjon meg egy érvényes törlendő részt. A(z) "from" mező az első bájt, a(z) "last" mező az utolsó bájt, amit törölni kell.
it: Inserisci un estensione di dati valida da cancellare. Il campo "Cancella byte" è il primo byte da cancellare, mentre il campo "a" è l'ultimo byte da cancellare.
ja: 消去する有効な範囲を入力して下さい。 "開始" フィールドには消去する最初のバイト、"終了" フィールドには消去する最後のバイトを入力します
lt: Įveskite teisingus trinimo rėžius. „Nuo“ lauke nurodomas pirmasis trinamas baitas, o „iki“ lauke — paskutinis.
nl: Geef alsjebleift een geldig bereik voor het wissen. Het "van" veld is de eerste byte die moet worden gewist, het "tot" veld is de laatste byte die moet worden gewist.
no: Vennligst velg hvilket omfang du vil slette. "Fra" feltet er den første byten som skal slettes, "Siste" feltet er den siste byten som skal slettes.
pt: Por favor entre com um intervalo válido para apagar. O "do" campo é o primeiro byte a apagar, o "último" do campo é o último byte a apagar.
ru: Введите правильный промежуток для стирания. «С» поле должно содержать первый, а «по» - последний байт стирания.
sl: Vnesite veljaven razpon za brisanje. Polje "od" je prvi bajt, ki naj se briše in polje "zadnji" predstavlja zadnji bajt, ki naj se briše.
sq: Ju lutemi shkruani një kufi të vlefshëm për të fshirë. Fusha "nga" është bajti i parë për t'u fshirë, fusha "fundit" është bajti i fundit për t'u fshirë.
sv: Ange ett giltigt omfång av bytes att radera. Från-fältet är anger den första byten att radera och till-fältet anger den sista.
tr: Geçerli alanı silmek için enter'a basın. "from" alanı ilk silinecek bayt, "last" alanı son silinecek bayttır.

source: You have typed a SHA1 value, however it is invalid. Please check it and try again.
af: Jy het 'n SHA1-waarde ingetik, maar dit is foutief. Kontroleer dit asseblief en probeer weer.
ca: El valor de SHA1 que li ha asignat a la descàrrega no és vàlid. Per favor , comprova-ho.
de: Sie haben einen ungültigen SHA1-Hash angegeben. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.
es: El valor de SHA1 que le asignó a la descarga no es válido. Por favor, revíselo e intentelo de nuevo.
fr: Vous avez tapez une valeur SHA1, cependant elle est invalide. Merci de la vérifier et de recommencer.
hu: A beírt SHA1 érték érvénytelen. Ellenőrizze és próbálja meg újra.
it: Hai inserito un hash SHA1 non valido. Controlla e riprova di nuovo.
ja: SHA1値を入力しましたが、この値は無効です。正確な値かどうか確認して再試行して下さい
lt: Jūs įrašėte SHA1 reikšmę, tačiau ji yra neteisinga. Pasitikrinkite ir mėginkite dar kartą.
nl: Je hebt een SHA1 waarde ingevoerd, maar het is ongeldig. Controleer het en probeer het nog een keer.
no: Du har skrevet inn en ugyldig SHA1 hash-verdi. Vennligst sjekk verdien og prøv på nytt.
pt: Você digitou um valor SHA1, contudo, é inválido. Por favor verifique-o e tente de novo.
ru: Вы ввели неправильное значение SHA1. Проверьте и попробуйте снова.
sl: Vpisali ste vrednost SHA1, ki pa je žal neveljavna. Preverite vrednost in poskusite znova.
sq: Ju shkruat një vlerë SHA1, gjithsesi nuk ka vlerë. Ju lutemi rishikoni dhe provoni përsëri.
sv: Du har skrivit ett felaktigt SHA1-värde. Kontrollera det och försök igen.
tr: Geçersiz bir SHA1 değeri yazdınız. Lütfen kontrol edin ve tekrar deneyin.

source: You have typed a root tiger-tree value, however it is invalid. Please check it and try again.
af: Jy het 'n wortel tiger-tree waarde ingetik, maar dit is foutief. Kontroleer dit asseblief en probeer weer.
ca: El valor de root tiger-tree asignat no és vàlid.
de: Sie haben einen ungültigen TT-Root-Hash angegeben. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.
es: El valor de root tiger-tree asignado no es válido. Por favor, revíselo e intentelo de nuevo.
fr: Vous avez tapez une valeur tiger-tree, cependant elle est invalide. Merci de la vérifier et de recommencer.
hu: A beírt TTH érték érvénytelen. Ellenőrizze és próbálja meg újra.
it: Hai inserito un hash tiger-tree root non valido. Controlla e riprova di nuovo.
ja: ルートtiger-tree値を入力しましたが、この値は無効です。正確な値かどうか確認して再試行して下さい
lt: Jūs įrašėte šakninę dryžinės maišos (tiger-tree) reikšmę, tačiau ji yra neteisinga. Pasitikrinkite ir mėginkite dar kartą.
nl: Je hebt een root tiger-tree waarde ingevoerd, maar het is ongeldig. Controleer het en probeer het nog een keer.
no: Du har skrevet inn en ugyldig root tiger-tree hash-verdi. Vennligst sjekk verdien og prøv på nytt.
pt: Você digitou um valor raiz tiger-tree, contudo, é inválido. Por favor verifique-o e tente de novo.
ru: Вы ввели неправильное корневое значение tiger-tree. Проверьте и попробуйте снова.
sl: Vpisali ste korensko 'tiger-tree' vrednost, ki pa je žal neveljavna. Preverite vrednost in poskusite znova.
sq: Ju shkruat një vlerë-rrënjë tiger-tree, gjithsesi nuk ka vlerë. Ju lutemi rishikoni dhe provoni përsëri.
sv: Du har skrivit ett felaktigt tiger-tree-värde. Kontrollera det och försök igen.
tr: Geçersiz bir tiger-tree kök değeri yazdınız. Lütfen kontrol edin ve tekrar deneyin.

source: You have made changes to the file size. Are you sure you want to change the file size for this download?
ca: Has fet canvis a la mida de l'arxiu. Estàs segur de que vols canviar la mida d'aquesta descàrrega?
de: Sie wollen Änderungen an der Dateigröße vornehmen. Sind Sie sicher, dass Sie die Dateigröße dieses Downloads ändern wollen?
es: Has hecho cambios en el tamaño del archivo. Estas seguro que quieres cambiar el tamaño de esta descarga?
fr: Êtes-vous certain de vouloir changer la taille de ce fichier ?
hu: BitTorrent kapcsolódás visszautasítva: %s, több kapcsolat már nem hozható létre.
it: Hai cambiato la dimensione del file. Sei sicuro di voler cambiare la dimensione del file per questo download?
ja: ファイルサイズの変更が行われました。 本当にこのダウンロードのファイルサイズを変更して宜しいですか?
lt: Jūs pakeitėte failo dydį. Ar tikrai norite jį pakeisti šiam parsisiunčiamam failui?
pl: Zmieniłeś wielkośc pliku. Czy jesteś pewny(a), że chcesz zmienić wielkość pliku dla tego pobrania?
pt: Você mudou o tamanho do arquivo. Você tem certeza de que você quer mudar o tamanho deste download?
ru: Вы внесли изменения в размер файла. Уверены, что хотите изменить размер для этой загрузки?
sl: Spremenili ste velikost datoteke. Ste prepričani, da želite spremeniti velikost datoteke za ta prenos?
sq: Ju kryet ndryshime në masën e skedës. A jeni i sigurt se doni të ndryshoni masën për këtë shkarkesë?
sv: Du har ndrat filstorleken. Är du säker på att du vill ändra filstorleken för den här nedladdningen?
tr: Dosya boyutunda değişiklikler yaptınız. Bu indirme için dosya boyutunu değiştirmek istediğinize emin misiniz?

source: Unable to erase the selected range from the download because no part of the range is present.
af: Kon nie die gespesifiseerde deel van die aflaai skrap nie, aangesien geen data binne die grense beskikbaar is nie.
ca: Error: el rang no està present a la descàrrega.
de: Kann den gewählten Bereich nicht von dem Downlaod entfernen, weil keine Teile aus diesem Bereich vorhanden sind.
es: Incapaz de borrar el rango seleccionado, porque el rango no está presente en la descarga.
fr: Impossible d'effacer le segment sélectionné du téléchargement car aucune partie de ce segment n'est présente.
hu: Nem lehet a megadott részt törölni, mert az nem létezik.
it: Impossibile cancellare l'estensione di dati selezionata dal download perchè non è presente nessuna parte di quella estensione.
ja: 指定された範囲のデータが存在しない為、ダウンロードから指定範囲を消去できませんでした
lt: Neįmanoma ištrinti failo pasirinktuose rėžiuose, nes nėra jokios informacijos šiuose rėžiuose.
nl: Het is niet mogelijk om het geselecteerde bereik van de download te wissen omdat geen deel van het bereik aanwezig is.
no: Klarte ikke å slette valgte omfang av filen fordi ingen deler av omfanget eksisterer.
pt: Incapaz de apagar o intervalo selecionado do download porque nenhuma parte do intervalo está presente.
ru: Невозможно стереть выбранный промежуток из загрузки, потому что не существует такой части.
sl: Brisanje izbranega razpona iz prenosa ni uspelo, ker v prenosu ni navdenega razpona.
sq: Nuk mund të fshij nga shkarkesa kufirin e zgjedhur sepse asnjë pjesë e kufirit nuk është e pranishme.
sv: Kan inte radera det valda omfånget från nedladdningen eftersom ingen del av det är tillgängligt.
tr: İndirmeden seçilen alan silinemez çünkü alanın hiçbir parçası tanınmadı.
