Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Dropping download source %s for "%s" because queue position %i is too high.
af: Verwyder aflaaibron %s vir "%s" omdat waglysposisie %i te hoog is.
ca: La font %s de %s ha estat esborrada; perquè la posició en cua %i és molt alta.
de: Downloadquelle %s für "%s" entfernt, weil die Warteschlangenposition %i zu hoch ist.
es: Cerrando descarga de la fuente %s de "%s" porque la posición en cola %i es muy alta.
fr: Abandon de la source %s du téléchargement « %s » car la position %i en file d'attente est trop élevée.
hu: Forrás %s a(z) "%s", mert a %i. hely a sorban túl magas.
it: Rimozione della fonte %s per "%s" perchè la posizione in coda %i è troppo elevata.
ja: ダウンロードソース %s ("%s". はキューの順番待ち位置が高すぎる為、破棄されました
lt: Šaltinis %s failui „%s“ atmetamas, nes eilės numeris (%i) yra per didelis.
nl: De downloadbron %s voor "%s" is genegeerd, omdat de wachtrijpositie %i te hoog is.
no: Lukker nedlastingskilde %s for "%s" fordi kø posisjonen %i er for høy.
pt: Desprezar a fonte de download %s para "%s" porque a posição na fila %i é muito grande.
ru: Сбрасывается источник загрузки %s для «%s», так как номер очереди %i слишком велик.
sl: Opusščen je bil prenosni vir %s za "%s" ker je mesto v čakalni vrsti %i previsoko.
sq: Po këpus burimin e shkarkesës %s për "%s" sepse pozicioni në radhë %i është mjaft i lartë.
sv: Släpper nedladdningskällan %s för "%s" eftersom den kölagda positionen %i är för hög.
tr: "%s" için %s indirme kaynağı durduruluyor çünkü %i sıra durumu çok fazla.

source: Timed out waiting for queue update from eDonkey download host %s for file "%s".
af: Tyd verstreke terwyl gewag word vir eDonkey2000 waglys-opdatering van aflaaigasheer %s vir "%s".
ca: S'ha trigat massa esperant actualització de cua de descàrrega eDonkey font %s per a arxiu "%s".
de: Zeitüberschreitung für Warteschlangenaktualisierung von eDonkey0-Host %s für Datei "%s".
es: Timed out esperando actualización de cola de descarga eDonkey fuente %s para archivo "%s".
fr: Délai d'attente dépassé dans l'attente d'une mise à jour de la file d'attente de l'hôte eDonkey %s pour le fichier « %s ».
hu: Időtúllépés az eDonkey kiszolgáló sorbanállás-frissítése közben: %s. Fájl: "%s".
it: Tempo scaduto durante l'attesa dell'aggiornamento della coda dall'host eDonkey %s per il file "%s".
ja: eDonkey2000ダウンロードホスト %s から ファイル "%s" のキュー更新の待機が時間切れになりました
lt: Baigėsi laiko limitas atnaujinant eilę eDonkey adresate %s (failas „%s“).
nl: Het wachten op de wachtrij update van eDonkey downloadgastheer %s is uitgeteld voor bestand "%s".
no: Mistet kobling i kø for oppdatering fra eDonkey2000 nedlastingsvert %s for fil "%s".
pt: O tempo de espera para atualização do host de download eDonkey %s terminou para o arquivo "%s".
ru: Вышло время для ожидания обновления очереди с eDonkey хоста загрузки %s для файла «%s».
sl: Pri čakanju na čakalno vrsto eDonkey2000 prenosnega gostitelja %s za datoteko "%s" je potekla časovna omejitev.
sr: Timed out waiting for queue update from eDonkey2000 download host %s for file "%s".
sv: Tidsavbrott vid väntar på köuppdatering från eDonkey nedladdningsvärd %s för fil "%s".
tr: "%s" dosyası için %s eDonkey2000 indirme hostundan güncelleme sırası zaman aşımına uğradı.

source: Download request to %s timed out, closing connection.
af: Aflaaiversoek na %s se wagtyd is verstreke, konneksie word gesluit.
ca: La transferència amb %s no ha pogut ser iniciada, no s'ha pogut connectar.
de: Die Downloadanforderung an %s hat die Wartezeit überschritten, Verbindung getrennt.
es: La transferencia con %s no pudo ser iniciada, cerrando conexión.
fr: Délai d'attente dépassé pour la demande de téléchargement à %s, fermeture de la connexion.
hu: Letöltési kérelem időtúllépés, kapcsolat bezárása: %s.
it: Il tempo di richiesta per il download con %s è scaduto, chiusura della connessione.
ja: %s へのダウンロード要求が時間切れになりました。接続を閉じています
lt: Parsisiuntimo iš %s užklausai baigėsi laiko limitas, nutraukiamas ryšys.
nl: Downloadaanvraag naar %s is uitgeteld, de verbinding wordt gesloten.
no: Nedlastingsforespørsel til %s timed out, lukker kobling.
pt: O pedido de download para %s ultrapassou o tempo de espera, fechando conexão.
ru: Вышло время запроса на загрузку с %s, закрываю связь.
sl: Prošnja za prenos do %s je presegla časovno omejitev, zapiram povezavo.
sr: Isteklo je vreme zahteva za skidanje sa %s, prekidam vezu.
sv: Tidsavbrott vid nedladdningsbegäran till %s, stänger anslutning.
tr: %s indirme isteği zaman aşımına uğradı, bağlantı kapatılıyor.

source: Cleared download "%s".
af: Aflaai van "%s" verwyder.
ca: La finestra de transferències ha esborrat %s.
de: Download "%s" entfernt.
es: La ventana de transferencias "%s" fué limpiada.
fr: Téléchargement nettoyé « %s ».
he: ‪"%s".:הורדה הוסרה
hu: Letöltés törölve: "%s".
it: Il download di "%s" è stato annullato.
ja: ダウンロード"%s".クリアしました
lt: Failas „%s“ ištrintas.
nl: De download "%s" is gewist.
no: Fjernet nedlasting "%s".
pt: Limpou o download de "%s".
ru: Загрузка «%s» удалена из списка.
sl: Počiščen prenos za "%s".
sr: Skidanje "%s" očišćeno.
sv: Rensade nedladdning "%s".
tr: "%s" indirme temizlendi.

source: Moved "%s" to "%s", download complete.
af: Lêer "%s" geskuif na "%s", aflaai is voltooi.
ca: l'arxiu %s a %s ha estat mogut, transferència completada.
de: "%s" nach "%s" verschoben, Download komplett.
es: El archivo "%s" a "%s" fué movido, transferencia completada.
fr: Déplacement de « %s » vers «%s », téléchargement terminé.
hu: Áthelyezve: "%s" ide: "%s", letöltés kész.
it: Spostato su "%s".
ja: "%s" から "%s" への移動が終了し、ダウンロードが完了しました
lt: Failas „%s“ perkeltas į „%s“, parsisiuntimas baigtas.
nl: "%s" is verplaatst naar "%s", download voltooid.
no: Flyttet "%s" til "%s", nedlasting ferdig.
pt: Moveu "%s" para "%s", download completado.
ru: «%s» перемещен в «%s», загрузка окончена.
sl: Premaknil "%s" do "%s", prenos dokončan.
sv: Flyttade "%s" till "%s", nedladdning klar.
tr: "%s" dan "%s".a taşındı, indirme tamamlandı.

source: Pausing download of "%s".
af: Aflaai van "%s" gevries.
ca: Pausant la descàrrega de "%s".
de: Download "%s" angehalten.
es: Pausando descarga de "%s".
fr: Mise en pause du téléchargement de « %s ».
hu: Letöltés szüneteltetése: "%s".
it: Il download di "%s" è stato sospeso.
ja: "%s".ダウンロードを一時停止しています
lt: „%s“ parsisiuntimas pristabdomas.
nl: Het downloaden van "%s" is gepauzeerd.
no: Pauser nedlastingen av "%s".
pt: Pausando download de "%s".
ru: Приостанавливаю загрузку файла «%s».
sl: Trenutno prekinjen prenos za "%s".
sr: Skidanje "%s" je pauzirano.
sv: Gör paus i nedladdning av "%s".
tr: "%s" indirme duraklatılıyor.

source: Resuming download of "%s".
af: Aflaai van "%s" hervat.
ca: Recuperant la descàrrega de "%s".
de: Download "%s" wiederaufgenommen.
es: Resumiendo descarga de "%s".
fr: Reprise du téléchargement de « %s ».
hu: Letöltés folytatása: "%s".
it: Il download di "%s" è stato ripreso.
ja: "%s".ダウンロードを再開しています
lt: „%s“ parsisiuntimas tęsiamas.
nl: Het downloaden van "%s" is hervat.
no: Starter nedlastingen av "%s".
pt: Resumindo o download de "%s".
ru: Продолжаю загрузку файла «%s».
sl: Nadaljujem prenos za "%s".
sr: Nastavljam skidanje "%s".
sv: Återupptar nedladdning av "%s".
tr: "%s" indirme sürdürülüyor.

source: Resolving "%s" to download "%s"...
af: Probeer konnekteer aan "%s" om "%s" af te laai...
ca: Resolent %s per a descarregar %s...
de: "%s" zum Download von "%s" benutzen...
es: Resolviendo "%s" para descargar "%s"...
fr: Résolution de « %s » pour le téléchargement de « %s »...
hu: "%s" használata "%s" letöltéséhez...
it: Risoluzione "%s" per scaricare "%s" in corso...
ja: 名前解決中 "%s" (ダウンロード "%s"...
lt: Nustatomas „%s“ adresas failui „%s“ parsisiųsti...
nl: Oplossen van "%s" voor het downloaden van "%s"...
no: Aksepterer "%s" å laste ned "%s"...
pt: Resolvendo "%s" para baixar "%s"...
ru: Преобразуется «%s» в загрузку «%s»...
sl: Razrešujem "%s" za prenos "%s"...
sv: Hämtar "%s" för nedladdning av "%s".
tr: "%s" 'dan "%s" 'a indirmeye karar veriliyor...

source: Querying for more sources for download "%s" on %i connections...
af: Navraag word gedoen vir meer bronne vir "%s" oor %i konneksie(s)...
ca: Cercant més fonts per a %s en %i connexió(ns)...
de: Nach zusätzlichen Quellen für Download "%s" auf %i Verbindung(en) suchen...
es: Buscando más fuentes para descargar "%s" en %i conexión(es)...
fr: Demande de plus de sources pour le téléchargement de « %s » sur %i connexion(s)...
hu: Több forrás keresése: "%s" itt: %i...
it: Richiesta di ulteriori fonti per il download "%s" su %i connessione(i) effettuata...
ja: ダウンロード "%s" の追加ソースを %i 接続で問い合わせ中です...
lt: Siunčiama užklausa failo „%s“ parsisiuntimo šaltinių papildymui %i ryšiais(-iu)...
nl: Meer bronnen worden opgevraagd voor download "%s" op %i verbinding(en)...
no: Søker etter flere kilder for nedlasting "%s" på %i koblingen(e)...
pt: Inquirindo por mais fontes para o download "%s" em %i conexões...
ru: Запрашиваю больше источников для загрузки «%s» через %i соединение(й/я)...
sl: Poizvedujem po dodatnih virih za prenos "%s" na %i povezavah...
sv: Efterfrågar fler källor för nedladdning av "%s" på %i anslutningar..
tr: "%s" indirmesi için %i bağlantısında kaynak sorgulanıyor...

source: Can't fetch more sources for download "%s" because there is no network connection.
af: Kan nie meer bronne vir aflaai "%s" vind nie, want daar is geen netwerkkonneksies nie.
ca: No s'han pogut cercar més fonts per a %s, no hi ha connexió a la xarxa.
de: Kann nicht nach weiteren Quellen für Download "%s" suchen, weil keine Netzwerkverbindung besteht.
es: No se pudieron buscar más fuentes para descargar "%s" por que no hay conexión a la red.
fr: Impossible de rechercher plus de sources pour le téléchargement de « %s » car il n'y a pas de connexion au réseau.
hu: Nem lehet több forrást találni: "%s" mert nincs hálózati kapcsolat.
it: Ulteriori fonti per il download "%s" non trovate perchè non c'è connessione con la rete.
ja: ネットワーク接続が全くない為、ダウンロード %s の追加ソースをフェッチできません
lt: Neįmanoma gauti daugiau šaltinių failo „%s“ parsisiuntimui, nes nėra ryšio su tinklu.
nl: Kan geen bronnen meer binnenhalen voor download "%s" omdat er geen netwerkverbinding is.
no: Kan ikke finne flere kilder til nedlasting "%s" fordi det er ingen nettverkskoblinger.
pt: Impossível achar mais fontes para "%s" porque não há conexão de rede.
ru: Не могу получить больше источников для «%s», потому что нет связи.
sl: Pridobitev dodatnih virov za prenos ni bilo mogoče "%s" saj ni odprtih nobenih mrežnih povezav.
sv: Kan inte hämta fler källor för nedladdning av "%s" eftersom det inte finns någon nätverksanslutning.
tr: "%s" indirmesi için kaynak edinemezsin çünkü ağ bağlantısı yok.

source: Download host's tiger-tree data is corrupt or internally inconsistent, ignoring it.
af: Aflaaigasheer se tiger-tree data is korrup of inkonsekwent, oorgesien.
ca: La font de descàrrega ha enviat dades tiger-tree corruptes o internament incosistents, ignorant...
de: Die TTH-Daten des Hosts sind verfälscht oder inkonsistent, ignoriert.
es: La fuente de descarga envió datos tiger-tree corruptos o internamente incosistente, ignorandolo.
fr: Le « tiger-tree » de l'hôte de téléchargement est corrompu ou inconsistant, on l'ignore.
hu: A TTH adatok hamisak vagy inkonzisztensek, ignorálás.
it: L'host di download dei dati tiger-tree è corrotto o internamente inconsistente, ignorato.
ja: ダウンロードホストのtiger-treeデータは不正であるか内部的に矛盾している為、これを無視します
lt: Gauti dryžinės (tiger-tree) maišos duomenys yra sugadinti arba prieštaringi, ignoruojama.
nl: De tiger-tree data van deze downloadgastheer is corrupt of inwendig inconsequent, het wordt genegeerd.
no: Nedlastingsvertens tiger-tree data er ugyldig eller ødelagt, ignorerer det.
pt: Os Dados TigerTree do host de download estão corrompidos ou internamente inconsistentes, ignorando-os.
ru: Tiger-tree данные с хоста загрузки испорчены или противоречивы, игнорирую.
sl: 'Tiger-tree' podatki gostitelja za prenos so v okvari ali notranje neusklajeni. Ignoriram.
sv: Nedladdning av värdens tiger-tree-data är felaktig, ignorerar den.
tr: İndirme hostunun tiger-tree verisi tutarsız ya da bozuktur, görmezlikten geliniyor.

source: Download host's tiger-tree does not match expected root value.
af: Aflaaigasheer se tiger-tree data stem nie ooreen met verwagte stamwaarde nie.
ca: El tiger-tree de la font de descàrrega no coincideix amb el valor esperat.
de: Die TTH-Daten des Hosts entsprechen nicht dem erwarteten Root-Wert.
es: El tiger-tree de la fuente de descarga tiger-tree no coincide con el valor esperado.
fr: La valeur à la racine du « tiger-tree » de l'hôte de téléchargement ne correspond pas à celle attendue.
hu: A TTH adatok nem egyeznek a gyökérértékekkel.
it: L'host di download del tiger-tree non coincide con il valore della root.
ja: ダウンロードホストのtiger-treeは予想されたルートの値と一致しませんでした
lt: Gauta dryžinė (tiger-tree) maiša neatitinka laukiamos šakninės reikšmės.
nl: De tiger-tree data van deze downloadgastheer komt niet overeen met de verwachte oorspronkelijke waarde.
no: Nedlastingsvertens tiger-tree ligner ikke på ventet rotverdi.
pt: Os Dados TigerTree do host de download não combinam com o valor esperado da raiz.
ru: Tiger-tree с хоста загрузки не совпадает с ожидаемым корневым значением.
sl: 'Tiger-tree' gostitelja za prenos se ne ujema z pričakovano korensko vrednostjo.
sv: Nedladdning av värdens tiger-tree matchar inte det väntade rotvärdet.
tr: İndirme hostunun tiger-tree verisi beklenilen sonuca uygun değildir.

source: Download host %s could not satisfy the tiger-tree request.
af: Aflaaigasheer %s kon nie die Tiger-tree navraag beantwoord nie.
ca: %s no ha pogut proporcionar el Tiger-Tree sol·licitat.
de: Download-Host %s konnte die TTH-Anforderung nicht erfülllen.
es: %s no pudo dar el TigerTree.
fr: L'hôte de téléchargement %s ne peut satisfaire à la demande « tiger-tree ».
hu: %s nem tudta elküldeni a TTH-t.
it: L'host del download %s potrebbe non soddisfare la richiesta tiger-tree.
ja: ダウンロードホスト %s はtiger-tree要求を処理できませんでした
lt: Adresatas %s netenkina parsisiunčiamo failo dryžinės (tiger-tree) maišos kriterijų.
nl: Downloadgastheer %s kon niet voldoen aan het tiger-tree verzoek.
no: Nedlastingsvert %s klarte ikke å tilfredstille tiger-tree anmodning.
pt: O Host de download %s não pôde satisfazer o pedido de tiger-tree.
ru: Хост загрузки %s не удовлетворяет запрос по tiger-tree.
sl: Gostitelj za prenos %s ni uspel ugoditi 'tiger-tree' prošnji.
sv: Nedladdningsvärd %s kan inte tillfredsställa din tiger-tree-begäran.
tr: %s indirme hostu tiger-tree isteğini karşılayamadı.

source: Received tiger-tree volume for "%s", %i levels, minimum verifiable chunk %s.
af: Tiger-tree volume vir "%s" ontvang, %i vlakke, minimum kontroleerbare grootte %s.
ca: Rebent volum tiger-tree per a "%s", %i nivells, el chunk mínim verificable és %s.
de: TTH-Daten für "%s" empfangen, %i Level, kleinster verifizierbarer Teil ist %s.
es: Recibiendo volumen tiger-tree para "%s", %i niveles, el chunk minimo verificable es %s.
fr: Réception des données « tiger-tree » pour « %s », %i niveaux, segment minimal vérifiable %s.
hu: TTH értéket megszereztem ennek: "%s", %i szint, legkisebb ellenőrizhető rész: %s.
it: I dati tiger-tree ricevuti per "%s", %i livelli, minimo verificabile chunk %s.
ja: "%s" 用のtiger-treeボリュームを受信しました。%i レベル、最小証明可能チャンク %s
lt: Gauta failo „%s“ dryžinės (tiger-tree) maišos apimtis, %i lygių(-iai), mažiausias gabalas, kurį galima patikrinti, yra %s.
nl: Tiger-tree volume wordt ontvangen voor "%s", %i niveau's, minimum controleerbare chunk %s.
no: Mottok tiger-tree innhold til "%s", %i levels, minimalt akseptert del %s.
pt: Recebido volume de TigerTree para "%s", %i níveis, pedaço mínimo verificável %s.
ru: Получен том tiger-tree для «%s», %i уровней, минимальная поддающяяся проверке часть - %s.
sl: Prejel 'tiger-tree' zvezek po "%s", %i nivoji, najmanjši preverljivi del je %s.
sv: Mottog tiger-tree-volym för "%s", %i nivåer, minsta verifierbara stycke %s.
tr: "%s" için tiger-tree bölümü taşındı, %i düzeyinde, en az %s parça doğrulanabilir.

source: Receiving tiger-tree volume from %s (%s)...
af: Tiger-tree volume word vanaf %s (%s) ontvang...
ca: Rebent el volum Tiger-Tree de %s (%s)...
de: TTH-Daten von %s empfangen (%s)...
es: Recibiendo el volumen TigerTree de %s (%s)...
fr: Réception des données « tiger-tree » de %s (%s)...
hu: TTH adatok fogadása: %s (%s)...
it: Ricezione dei dati tiger-tree da %s (%s) in corso...
ja: %s からtiger-treeボリュームを受信しています (%s)...
lt: Gaunama dryžinės (tiger-tree) maišos apimtis iš adresato %s (%s)...
nl: Tiger-tree volume ontvangen van %s (%s)...
no: Mottar tiger-tree kvantum fra %s (%s)...
pt: Recebendo volume TigerTree de %s (%s)...
ru: Получаю том tiger-tree с %s (%s)...
sl: Prejemam 'tiger-tree' zvezek od %s (%s)...
sv: Tar emot tiger-tree-volym från %s (%s)…
tr: %s(%s)'den tiger-tree bölümü alınıyor...

source: Requesting tiger-tree volume for "%s" from %s...
af: Vra Tiger-tree volume van "%s" vanaf %s...
ca: Demanant el volum Tiger-Tree de %s a %s...
de: TTH-Daten für "%s" von %s anfordern...
es: Pidiendo el volumen TigerTree de "%s" para %s...
fr: Demande de tiger-tree pour « %s » de %s en cours...
hu: TTH adatok kérése: "%s" from %s...
it: Richiesta del tiger-tree per "%s" da %s in corso...
ja: "%s" 用のtiger-treeボリュームを %s へ要求中です ...
lt: Siunčiama užklausa apie failo „%s“ dryžinės (tiger-tree) maišos apimtį adresatui %s...
nl: Aanvragen van tiger-tree volume voor "%s" aan %s...
no: Anmoder tiger tree kvantum for "%s" fra %s...
pt: Requisitando o volume TigerTree para "%s" de %s...
ru: Запрашиваю том tiger-tree для «%s» с %s...
sl: Naprošam po 'tiger-tree' zvezeku za "%s" od %s...
sv: Efterfrågar tiger-tree-volym för "%s" från %s…
tr: %s'den "%s" için tiger-tree bölümü isteniyor...

source: Closing download connection %s due to lack of traffic.
af: Aflaaikonneksie na %s word gesluit as gevolg van 'n tekort aan dataverkeer.
ca: Tancant la transferència amb %s per falta de trànsit disponible.
de: Die Downloadverbindung mit %s wird mangels Aktivität geschlossen.
es: Cerrando la transferencia con %s por falta de tráfico.
fr: Fermeture de la connexion de téléchargement avec %s à cause du manque de trafic.
hu: Letöltési kapcsolat bezárása a forgalom hiánya miatt: %s.
it: Chiusura della connessione per il download con %s per mancanza di traffico.
ja: トラフィック不足のためダウンロード接続 %s を閉じています
lt: Nutraukiamas parsisiuntimo ryšys su %s dėl siuntimų srauto kamščio.
nl: Downloadverbinding met %s wordt gesloten vanwege gebrek aan verkeer.
no: Lukker nedlastings-kobling %s p.g.a mangel på trafikk.
pt: Fechando conexão de download com %s devido a falta de tráfego.
ru: Соединение загрузки с %s закрывается из-за нехватки трафика.
sl: Zapiram prenosno povezavo %s zaradi pomanjkanja prometa.
sv: Stänger nedladdningsanslutning %s p.g.a. bristande trafik.
tr: Trafik yoğunluğundan dolayı %s indirme bağlantısı kapatılıyor.

source: Download host %s responded with a different, but useful range (%I64i-%I64i) of "%s".
af: Aflaaigasheer %s het gereageer met 'n ander, maar bruikbare deel (%I64i-%I64i) van "%s".
ca: El veí %s ha respost amb un rang diferent, però aceptable (%lu-%lu) de %s.
de: Download-Host %s hat mit einem anderem, aber nützlichen Dateibereich (%I64i-%I64i) von "%s" geantwortet.
es: El vecino %s respondió con un rango distinto, pero aceptable (%I64i-%I64i) de "%s".
fr: L'hôte de téléchargement %s a répondu avec un segment différent mais utile (%I64i-%I64i) de « %s ».
hu: %s egy másik, de használható részt küldött (%I64i-%I64i) a(z) "%s" fájlból.
it: L'host di download %s ha risposto con un differente, ma utile range (%I64i-%I64i) di "%s".
ja: ダウンロードホスト %s が異なる応答を返しました。使用可能範囲 (%I64i-%I64i) : "%s"
lt: Adresatas %s atsiuntė kitą, bet naudingą atkarpą (%I64i-%I64i), priklausiančią failui „%s“.
nl: Downloadgastheer %s heeft geantwoord met een ander, maar bruikbaar bereik (%I64i-%I64i) van "%s".
no: Nedlastingsverten %s svarte med en annen, men med brukende utvalg (%I64i-%I64i) of "%s".
pt: O host de download %s respondeu com um diferente, mas útil intervalo de bytes (%I64i-%I64i) de "%s".
ru: Хост загрузки %s послал другой, но тоже нужный отрезок (%I64i-%I64i) «%s».
sl: Gostitelj za prenos %s je odgovoril z drugačnim, a uporabnim razponom (%I64i-%I64i) od "%s".
sv: Nedladdningsvärd %s svarade med ett annat, men användbart omfång (%I64i-%I64i) av "%s".
tr: %s download Hostu farklı fakat yararlı bir (%I64i-%I64i) dağılım yanıtı verdi, "%s".den.

source: Received an unnecessary push connection from %s.
af: Onnodige druk-konneksie ontvang vanaf %s.
ca: El veí %s ha demanat un push innecesari.
de: Unnötige Push-Verbindung von %s empfangen, Verbindung wird geschlossen.
es: El vecino %s pidió un push innecesario.
fr: Réception d'une connexion poussée inutile de %s, fermeture de la connexion.
hu: Felesleges push kapcsolatot kaptam: %s.
it: GIV sconosciuto da %s ricevuto.
ja: %s からの不要なプッシュ接続を受信しました
lt: Gauta nereikalinga įstūmiančiojo susijungimo užklausa iš %s.
nl: Een onnodige pushverbinding is ontvangen van %s.
no: Mottok en unødvendig push kobling fra %s.
pt: Recebida uma conexão push desnecessária de %s.
ru: Получено ненужное соединение активной доставки c %s.
sl: Prejel nepotrebno potisno (push) povezavo od %s.
sv: Mottog en ofullständig anslutningsbegäran från %s.
tr: %s'den gereksiz sıkıştırılmış bir bağlantı alınıyor.

source: Dropping source %s (%s) for sending corrupted parts of "%s" (%I64i-%I64i).
af: Bron %s (%s) word verwyder nadat dit korrupte dele van "%s" (%I64i-%I64i) gestuur het.
ca: Oblidant font %s (%s) per enviar parts corruptes de "%s" (%I64i-%I64i).
de: Quelle %s (%s) entfernt, weil sie beschädigte Teile der Datei "%s" übertragen hat (%I64i-%I64i).
es: Olvidando fuente %s (%s) por enviar partes corruptas de "%s" (%I64i-%I64i).
fr: La source %s (%s) a été abandonnée pour avoir envoyé une partie corrompue de « %s » (%I64i-%I64i).
hu: %s (%s) forrás ejtése hibás adatok közlése miatt. Érintett fájl: "%s" (%I64i-%I64i).
it: Risorsa %s (%s) per l'invio di parti corrotte di "%s" (%I64i-%I64i) bloccata.
ja: ソース %s (%s) は、"%s".破損した部品(%I64i-%I64i)を送信した為、廃棄されました
lt: Šaltinis %s (%s) atmetamas, nes siunčia sugadintas failo „%s“ dalis (%I64i-%I64i).
nl: Bron %s (%s) is geweigerd voor het sturen van corrupte delen van "%s" (%I64i-%I64i).
no: Dropper kilde %s (%s) etter å ha mottat ugyldige deler av "%s" (%I64i-%I64i).
pt: Derrubando fonte %s (%s) por enviar partes corruptas de "%s" (%I64i-%I64i).
ru: Удаляю источник %s (%s) из-за пересылок испорченных частей «%s» (%I64i-%I64i).
sl: Opuščam vir %s (%s) zaradi pošiljanja pokvarjenih delov "%s" (%I64i-%I64i).
sv: Släpper källa %s (%s) för sändning av felaktiga delar av "%s" (%I64i-%I64i).
tr: %s (%s) kaynağı "%s" (%I64i-%I64i)'in bozulan parçalarının gönderimi için kapatılıyor.
