Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Sent a push request to %s to browse user.
af: Drukkonneksie-versoek na %s gestuur om gebruiker se inligting te sien.
ca: Un push ha estat enviat a l'usuari %s per a explorar-lo, esperant resposta...
de: Anfrage an %s zum Durchsuchen gesendet...
es: Un push fué enviado al usuario %s para explorarlo, esperando respuesta...
fr: Envoi d'une demande poussée à %s pour parcourir l'utilisateur.
hu: Push request elküldése a fájllista megszerzésére: %s.
it: Invio di una richiesta push a %s per esaminare l'utente in corso...
ja: ユーザ参照の為に %s へプッシュ要求を送信しました
lt: Nusiųsta įstūmiančiojo susijungimo užklausa adresatui %s naudotojo duomenims gauti.
nl: Een pushaanvraag is verzonden naar %s voor het bekijken van de gebruiker.
no: Sendte en push forespørsel til %s for å utforske bruker.
pt: Enviado um pedido de push para %s navegar o usuário.
ru: Послал запрос на активную доставку в %s для просмотра пользователя.
sl: Poslal potisno prošnjo do %s za brskanje po uporabniku.
sv: Skickade en anslutningsbegäran till %s för fillistning.
tr: Gözatan kullanıcı %s'ye istek gönderdi.

source: Connected, requesting browse...
af: Gekonnekteer, daar word versoek om deur gebruiker se inligting te blaai...
ca: Connectat, demanant llistat d'arxius...
de: Verbunden, Dateiliste wird angefordert...
es: Conectado, pidiendo listado de archivos...
fr: Connecté, demande de navigation...
he: ‪מחובר, מבקש לסייר בקבצים
hu: Kapcsolódva, fájllista lekérése...
it: Connesso, richiesta della lista dei file in corso...
ja: 接続完了。参照要求中...
lt: Prisijungta, prašoma peržiūros...
nl: Verbonden, het bekijken is aangevraagd...
no: Tilkoblet, forespør utforskning...
pl: Połączony, żądanie listy plików...
pt: Conectado, requisitando navegação...
ru: Соединено, посылается запрос на просмотр...
sl: Povezan, izdana prošnja za brskanje...
sq: I lidhur, kërkohet shfletimi...
sr: Spojeno, tražim dozvolu za pregled...
sv: Ansluten, begär filbläddring…
tr: Bağlandı, isteğe gözatılıyor...

source: Sent browse user request to %s...
af: Vertoon-gebruikersinligting versoek gestuur na %s...
ca: Enviat exploració de usuari a %s...
de: Dateilistenanforderung an %s gesendet...
es: Enviado exploración de usuario a %s...
fr: Envoi d'une demande de navigation à %s...
hu: Fájllista letöltési kérelem elküldése: %s...
it: Richiesta delle lista dei file a %s inviata...
ja: ユーザ参照要求を %s へ送信しています...
lt: Adresatui %s nusiųsta užklausa peržiūrėti naudotojo duomenis...
nl: Een aanvraag is verzonden naar %s voor het bekijken van de gebruiker...
no: Sendte utforsk bruker forespørsel til %s...
pt: Enviado o pedido de navegação do usuário para %s...
ru: Послал запрос на просмотр пользователя в %s...
sl: Poslal prošnjo za brskanje po uporabniku do %s...
sv: Skickade en begäran om fillistning till %s…
tr: Gözatan kullanıcı %s'ye istek gönderdi...

source: Closing browse user connection %s due to lack of traffic.
af: Lees-gebruiker konneksie aan %s word gesluit, as gevolg van 'n tekort aan dataverkeer.
ca: Tancant exploració de l'usuari %s per falta de Trànsit.
de: "Durchsuchen" Verbindung zu %s mangels Aktivität beendet.
es: Cerrando exploración del usuario %s por falta de tráfico.
fr: Fermeture de la connexion de navigation avec l'utilisateur %s à cause du manque de trafic.
hu: Fájllista kapcsolat bezárása forgalomhiány miatt: %s.
it: Chiusura della connessione per l'esame dell'host %s per mancanza di traffico.
ja: トラフィック不足の為 %s へのユーザ参照接続を閉じています
lt: Ryšys su peržiūrimuoju adresatu %s nutrauktas dėl siuntimų srauto kamščio.
nl: De verbinding met %s voor het bekijken van de gebruiker is gesloten wegens een gebrek aan verkeer.
no: Lukker kobling til bruker %s på grunn av mangel på trafikk.
pt: Fechando a conexão de navegação do usuário %s devido a falta de tráfego.
ru: Закрываю соединение просмотра пользователя с %s из-за нехватки трафика.
sl: Zapiram uporabniško povezavo za brskanje %s zaradi pomanjkanja prometa.
sv: Stänger listningsanslutning till %s p.g.a. bristande trafik.
tr: Trafik yoğunluğundan dolayı %s kullanıcı bağlantısı kapatılıyor.

source: Browsing %s
af: Gebruiker %s word deurgeblaai
ar: إستعراض %s
ca: Explorant usuari %s
de: %s durchsuchen
es: Explorando usuario %s
fr: Parcourir %s
he: ‪מסייר אצל %s
hu: Tallózás %s
it: Scansione di %s
ja: %sの参照結果
lt: Žiūrimas adresatas - %s
nl: Bezig met het bekijken van %s
no: Utforsker %s
pl: Przeglądanie %s
pt: Navegando %s
ru: Просмотр %s
sl: Brskam %s
sq: Shfletim %s
sr: Pregledavam %s
sv: Listar filer från %s
tr: Göz atılıyor %s

source: BitTorrent coupling with %s established for "%s".
af: BitTorrent koppeling met %s bewerkstellig vir "%s".
ca: L'acoblador BitTorrent %s ha establert per a "%s".
de: BitTorrent-Kopplung %s hergestellt für "%s".
es: El acoplador BitTorrent %s estableció para "%s".
fr: Le couplage BitTorrent avec %s établi pour « %s ».
hu: BitTorrent kapcsolódás létrehozva: %s, a fájl: "%s".
it: L'aggancio BitTorrent con %s è stabilito per "%s".
ja: %s とのBitTorrentカップリングが確立しました("%s".
lt: BitTorrent ryšys su adresatu %s užmegztas failui „%s“ siųstis.
nl: BitTorrent verbinding met %s tot stand gekomen voor "%s".
no: BitTorrent kobling med %s startet for "%s".
pt: Conexão BitTorrent com %s estabelecida para "%s".
ru: Установлено BitTorrent соединение с партнером %s для пересылки «%s».
sl: BitTorrent spojnica (coupling) z %s vzpostavljena za "%s".
sv: BitTorrentkopplingen med %s upprättades för "%s".
tr: BitTorrent ile %s birleştirilmesi "%s" için doğrulandı.

source: Incoming connection from %s is a BitTorrent coupling, negotiating...
af: Inkomende konneksie vanaf %s is 'n BitTorrent koppeling, besig om te onderhandel...
ca: La connexió entrant de %s és de BitTorrent, negociant...
de: Einkommende Verbindung von %s ist eine BitTorrent-Kopplung, Protokollverhandlung...
es: La conexión entrante de %s es de BitTorrent, negociando...
fr: La connexion entrante en provenance de %s est un couplage BitTorrent, négociation...
hu: %s a bejövő kapcsolat egy BitTorrent kapcsolódás, egyeztetés...
it: La connessione in entrata da %s è un aggancio BitTorrent, negoziazione in corso...
ja: %s からの入力接続要求はBitTorrentカップリングです。交渉しています...
lt: Įeinantis ryšys su %s identifikuotas kaip BitTorrent kliento, deramasi dėl ryšio...
nl: Binnenkomende verbinding van %s is een BitTorrent koppeling, in onderhandeling...
no: Innkommende kobling fra %s er en BitTorrent kobling, forhandler...
pt: Conexão de entrada de %s é uma conexão de BitTorrent, negociando...
ru: Входящее соединение от BitTorrent партнера %s, договариваюсь...
sl: Vhodna povezava od %s je dejansko BitTorrent spojnica (coupling), pogajam se...
sv: Inkommande anslutning från %s är en BitTorrent-koppling, förhandlar…
tr: %s 'den gelen bağlantı bir BitTorrent birleşmesi, görüşülüyor...

source: Initiating BitTorrent client coupling with %s...
af: Inisieer BitTorrent kliënt-koppeling aan %s...
ca: Iniciant la connexió de BitTorrent amb %s...
de: BitTorrent-Client-Kopplung mit %s herstellen...
es: Iniciando conexión de BitTorrent con %s...
fr: Initialisation d'un couplage client BitTorrent avec %s...
hu: BitTorrent kliens kapcsolódás: %s...
it: Avvio di un aggancio con il client BitTorrent %s in corso...
ja: %s とのBitTorrentクライアントカップリングを初期化しています...
lt: Užmezgamas ryšys su BitTorrent klientu %s...
nl: BitTorrent cliënt koppeling met %s wordt aangemaakt...
no: Starter en BitTorrent klientkobling med %s...
pt: Inicializando conexão com cliente BitTorrent com %s...
ru: Инициализация соединения с BitTorrent партнером %s...
sl: Začenjam BitTorrent spajanje (coupling) odjemalcev z %s...
sv: Initierar BitTorrentkoppling med %s…
tr: BitTorrent istemcisi ile %s birleştirilmesi başlıyor...

source: Timed out connecting to BitTorrent client %s.
af: Tyd verstreke terwyl probeer konnekteer aan BitTorrent kliënt %s.
ca: La connexió amb el client %s de BitTorrent ha trigat massa.
de: Zeitüberschreitung beim Verbinden zu BitTorrent-Client %s.
es: La conexión con el ciente %s de BitTorrent se demoró mucho (timed out).
fr: Délai d'attente pour la connexion au client BitTorrent %s dépassé.
hu: Időtúllépés a BitTorrent klienssel való kapcsolódásakor %s.
it: Tempo scaduto per la connessione al client BitTorrent %s.
ja: BitTorrentクライアント %s との接続が時間切れになりました
lt: Baigėsi susijungimo su BitTorrent klientu %s laiko limitas.
nl: Verbinden met BitTorrent cliënt %s is uitgeteld.
no: Mistet kobling til BitTorrent klient %s.
pt: O tempo de conexão com o cliente BitTorrent se esgotou %s.
ru: Вышло время для соединения с BitTorrent клиентом %s.
sl: Pri povezovanju na BitTorrent odjemalca %s ja potekla časovna omejitev.
sv: Tidsavbrott vid anslutning till BitTorrentklienten %s.
tr: %s BitTorrent istemcisi ile bağlantı zaman aşımına uğradı.

source: BitTorrent coupling with %s was dropped.
ca: L'acoblador BitTorrent amb %s ha fallat.
de: BitTorrent-Kopplung mit %s wurde unterbrochen.
es: Acoplamiento BitTorrent con %s ha caído.
fr: Connexion BitTorrent avec %s été terminée.
hu: BitTorrent összekapcsolódás ejtve: %s
it: L'aggancio BitTorrent a %s è caduto.
ja: %s とのBitTorrentカップリングが破棄されました
lt: BitTorrent užmegztas ryšys su adresatu %s nutrūko.
nl: BitTorrent paren met %s is verbroken.
pl: BitTorrentowe sparowanie z %s zostało porzucone.
pt: A conexão BitTorrent com %s foi derrubada.
ru: Пара BitTorrent с %s оборвалась.
sl: BitTorrent spajanje (coupling) z %s je bilo opuščeno.
sq: BitTorrent coupling with %s u këput.
sv: BitTorrentkopplingen med %s avbröts.
tr: %s ile BitTorrent birleşmesi kapatıldı.

source: BitTorrent connection to %s was dropped.
ca: La connexió BitTorrent a %s s'ha trencat.
de: BitTorrent-Verbindung mit %s wurde unterbrochen.
es: Conexión BitTorrent a %s ha caído.
fr: Connexion BitTorrent avec %s été terminée.
hu: BitTorrent kapcsolat ejtve: %s
it: La connessione BitTorrent a %s è caduta.
ja: %s とのBitTorrent接続が破棄されました
lt: BitTorrent ryšys su adresatu %s nutrūko susijungimo metu.
nl: BitTorrent verbinding met %s is verbroken.
pl: Połączenie BitTorrent z %s zosatało porzucone.
pt: A conexão BitTorrent com %s foi derrubada.
ru: Установка связи BitTorrent с %s оборвалась.
sl: BitTorrent povezava do %s je bila opuščena.
sq: Lidhja BitTorrent me %s u këput.
sv: BitTorrentanslutningen till %s avbröts.
tr: %s ile BitTorrent bağlantısı kapatıldı.

source: BitTorrent handshake with %s was dropped.
ca: L'acord de transferència BitTorrent amb %s s'ha trencat.
de: BitTorrent-Handshake mit %s wurde unterbrochen.
es: Conexión BitTorrent con %s ha caído.
fr: BitTorrent handshake avec %s été terminée.
hu: BitTorrent viszontválasz ejtve: %s
it: La negoziazione BitTorrent con %s è stata interrotta.
ja: %s とのBitTorrentハンドシェイクが破棄されました
lt: BitTorrent ryšys su adresatu %s nutrūko sveikinimosi metu.
nl: BitTorrent handdruk met %s is verbroken.
pl: Powitanie BitTorrentowe z %s zostało porzucone.
pt: A inicialização BitTorrent com %s foi derrubada.
ru: Приветствие BitTorrent с %s оборвалось.
sl: BitTorrent rokovanje z %s je bilo opuščeno.
sq: Takimi i dorës BitTorrent me %s u këput.
sv: BitTorrent handskakning med %s avbröts.
tr: %s ile BitTorrent görüşmesi %s kapatıldı.

source: BitTorrent coupling with %s not accepted, a connection to this client already exists.
ca: L'acoblador BitTorrent amb %s no fou acceptat, una connexió a aquest client ja existeix.
de: BitTorrent-Kopplung mit %s wurde nicht akzeptiert, da bereits eine Verbindung mit diesem Client besteht.
es: Acoplamiento BitTorrent con %s no aceptada, ya existe una conexión con este cliente.
fr: Connexion BitTorrent avec %s n'est pas acceptée parce qu'une connexion avec ce client existe déjà.
hu: BitTorrent összekapcsolódás nincs elfogadva, már létezik ez a kapcsolat: %s
it: Aggancio BitTorrent a %s non accettato, una connessione a questo client esiste già.
ja: %s とのBitTorrentカップリングが受理されませんでした。 このクライアントとは既に接続されています
lt: BitTorrent ryšio su adresatu %s atsakoma, ryšys su šiuo klientu egzistuoja.
nl: BitTorrent paren met %s is niet geaccepteerd want een verbinding met deze cliënt .
pl: BitTorrent coupling z %s nie zaakceptowane, połączenie do tego klienta już istnieje.
pt: A conexão BitTorrent com %s não foi aceita, uma conexão com este cliente já existe.
ru: Спаривание BitTorrent с %s не принимается, связь с этим клиентом уже существует.
sl: BitTorrent spajanje (coupling) z %s zavrnjeno, povezava s tem odjemalcem že obstaja.
sq: Çiftëzimi BitTorrent me %s nuk u pranua, lidhja me këtë klient ekziston që më parë.
sv: BitTorrentkopplingen med %s accepterades inte, en anslutning till den här klienten existerar redan.
tr: %s ile BitTorrent birleşmesi kabul edilmedi, bu istemciyle halihazırda bir bağlantı mevcuttur.

source: Received %i new BitTorrent sources from %s.
af: %i nuwe BitTorrent bronne ontvang vanaf %s.
ca: %i fonts de BitTorrent han estat rebudes de %s.
de: %i neue BitTorrent-Quellen von %s empfangen.
es: %i fuentes de BitTorrent fueron recibidas de %s.
fr: %i nouvelles sources BitTorrent reçu de %s.
hu: %i új BitTorrent forrást kaptam: %s.
it: %i nuove fonti BitTorrent ricevute da %s.
ja: %i の新しいBitTorrentソースを %s から受信しました
lt: Gauta %i naujų(-i) BitTorrent šaltinių(-iai) iš adresato %s.
nl: %i nieuwe BitTorrent bronnen ontvangen van %s.
no: Mottok %i ny(e) BitTorrent kilde(r) fra %s.
pt: Recebeu %i novas fontes BitTorrent de %s.
ru: Получено %i новых BitTorrent источников c %s.
sl: Prejel %i nove BitTorrent vire od %s.
sv: Mottog %i nya BitTorrentkällor från %s.
tr: %i yeni BitTorrent kaynağı %s'den alındı.

source: BitTorrent coupling with %s is extended protocol, identified "%s".
af: BitTorrent koppeling met %s is uitgebreide protokol, geïdentifiseer as "%s".
ca: L'acoplament BitTorrent amb %s és un protocol extès, identificat "%s".
de: BitTorrent-Kopplung mit %s benutzt das erweiterte Protokoll, "%s" identifiziert.
es: BitTorrent acoplando con %s es un protocolo extendido, identificando "%s".
fr: Couplage BitTorrent avec %s est un protocole étendu, identifié « %s ».
hu: A %s a kiterjesztett BitTorrent protokollt használja, azonosítva: "%s".
it: L'aggancio di BitTorrent con %s è protocollo esteso, identificato "%s".
ja: %s とのBitTorrentカップリングは拡張プロトコルです。"%s".を識別しました
lt: BitTorrent ryšiui su adresatu %s naudojamas išplėstinis protokolas, identifikuotas kaip "%s".
nl: BitTorrent verbinding met %s is uitgebreid protocol, geïdentificeerd als "%s".
no: BitTorrent-kobling med %s er utvidet protokoll, identifiserte "%s".
pt: BitTorrent conectando com %s é protocolo extendido, identificado "%s".
ru: Создана BitTorrent пара с %s, используя расширенный протокол, идентифицировано «%s».
sl: BitTorrent spajanje z %s je razširjen protokol, prepoznal "%s".
sv: BitTorrentkopplingen med %s använder ett utökat protokoll, identifierat som "%s".
tr: BitTorrent ile %s birleştirilmesi yaygın bir protokoldür, "%s" tanındı.

source: Timed out handshaking with BitTorrent client %s.
af: Tyd verstreke terwyl probeer bladskud met BitTorrent kliënt %s.
ca: L'inici de la connexió amb el client %s de BitTorrent ha trigat massa.
de: Zeitüberschreitung beim Handshake mit BitTorrent-Client %s.
es: El inicio de la conexión con el cliente %s de BitTorrent se demoró mucho (timed out).
fr: Délai d'attente pour la poignée de main avec le client BitTorrent %s dépassé.
hu: Viszontválasz közbeni időtúllépés a BitTorrent kliens által: %s.
it: Tempo scaduto per la negoziazione con il client BitTorrent %s.
ja: BitTorrentクライアント %s とのハンドシェイクが時間切れになりました
lt: Baigėsi ryšio su BitTorrent klientu %s patvirtinimo laiko limitas.
nl: Handschudden met BitTorrent cliënt %s is uitgeteld.
no: Mistet håndtrykk med BitTorrent klient %s.
pt: O tempo de inicialização com o cliente BitTorrent se esgotou %s.
ru: Вышло время для подверждения соединения с BitTorrent клиентом %s.
sl: Pri rokovanju z BitTorrent odjemalcem %s je potekla časovna omejitev.
sv: Tidsavbrott vid handskakning med BitTorrentklienten %s.
tr: %s BitTorrent istemcisi ile anlaşma zaman aşımına uğradı.

source: Established BitTorrent coupling with %s, handshaking...
af: BitTorrent koppeling aan %s bewerkstellig, besig om blad te skud...
ca: La connexió BitTorrent amb %s ha estat establerta %s, negociant...
de: BitTorrent-Kopplung mit %s hergestellt, anfragen...
es: Conexión de BitTorrent fué establecida con %s, negociando...
fr: Couplage BitTorrent avec %s établi, envoi de la poignée de main...
hu: BitTorrent kapcsolat létrehozva: %s, viszontválasz...
it: Aggancio BitTorrent con %s stabilito, negoziazione in corso...
ja: %s とのBitTorrentカップリングが確立しました。ハンドシェイクしています...
lt: Užmegztas ryšys su BitTorrent klientu %s, patvirtinama...
nl: BitTorrent koppeling met %s vastgelegd, bezig met handschudden...
no: Startet BitTorrent-kobling med %s, starter håndtrykk...
pt: O BitTorrent estabeleceu conexão com %s, inicializando...
ru: Установлено соединение с BitTorrent партнером %s, подтверждается связь...
sl: Vzpostavljena je bila BitTorrent spojnica z %s, rokovanje v teku...
sv: Upprättade BitTorrentkoppling med %s, skakar hand…
tr: BitTorrent %s birleştirilmesi doğrulandı, anlaşma sağlanıyor...

source: BitTorrent coupling with %s not accepted, maximum connections reached.
ca: L'acoblador BitTorrent amb %s no fou acceptat, s'ha arribat al màxim nombre de connexions possibles.
de: BitTorrent-Kopplung mit %s wurde nicht akzeptiert, da die maximale Anzahl an Verbindungen erreicht ist.
es: Acoplamiento BitTorrent con %s no aceptada, máximo de conexiones alcanzado.
fr: Connexion BitTorrent avec %s n'est pas acceptée, car la limite maximale de connexions est atteinte.
hu: BitTorrent összekapcsolódás nincs elfogadva, kapcsolatok maximális száma elérve: %s
it: Aggancio BitTorrent a %s non accettato, numero massimo di connessioni raggiunto.
ja: %s とのBitTorrentカップリングが受理されませんでした。 最大接続数に達しています
lt: BitTorrent ryšio su adresatu %s atsakoma, pasiektas susijungimų limitas.
nl: BitTorrent paren met %s is niet geaccepteerd want de maximum verbindingen zijn bereikt.
pl: BitTorrent coupling z %s nie zaakceptowane, osiągnięte zostało maksimum połączeń.
pt: A conexão BitTorrent com %s não foi aceita, conexões máximas alcançadas.
ru: Спаривание BitTorrent с %s не принимается, достигнут максимальный лимит соединений.
sl: BitTorrent spajanje (coupling) z %s zavrnjeno, doseženo je bilo največje število povezav.
sq: Çiftëzimi BitTorrent me %s nuk u pranua, u arritën lidhjet maksimale.
sv: BitTorrentkopplingen med %s accepterades inte, anslutningsmaximum är nådd.
tr: %s ile BitTorrent birleşmesi kabul edilmedi, maksimum bağlantı sayısına erişilinmiştir.

source: BitTorrent coupling with %s requested an unknown file.
af: BitTorrent koppeling met %s het 'n onbekende lêer versoek.
ca: L'acoblador BitTorrent %s ha demanat un arxiu desconegut.
de: BitTorrent-Kopplung mit %s hat eine unbekannte Datei angefordert.
es: El acoplador BitTorrent %s pidio un archivo desconocido.
fr: Le couplage BitTorrent avec %s a demandé un fichier inconnu.
hu: BitTorrent kapcsolódáskor ismeretlen fájllal válaszolt: %s .
it: L'aggancio BitTorrent con %s ha richiesto un file sconosciuto.
ja: %s とのBitTorrentカップリングは不明のファイルを要求しました
lt: BitTorrent adresatas %s užklausė nežinomo failo.
nl: BitTorrent verbinding met %s vroeg een onbekend bestand aan.
no: BitTorrent koblingen med %s forespurte en ukjent fil.
pt: Conexão BitTorrent com %s pediu um arquivo desconhecido.
ru: В BitTorrent паре с %s получен запрос на неизвестный файл.
sl: BitTorrent spojnica (coupling) z %s ja zaprosila po neznani datoteki.
sv: BitTorrentkopplingen med %s begärde en okänd fil.
tr: BitTorrent ile %s birleştirilmesi bilinmeyen bir dosya istedi.

source: BitTorrent coupling with %s responded with the wrong file.
af: BitTorrent koppeling met %s het gereageer met die verkeerde lêer.
ca: L'acoblador BitTorrent %s ha respost amb un arxiu incorrecte.
de: BitTorrent-Kopplung mit %s hat mit der falschen Datei geantwortet.
es: El acoplador BitTorrent %s respondio con el archivo incorrecto.
fr: Le couplage BitTorrent avec %s a répondu avec un mauvais fichier.
hu: BitTorrent kapcsolódáskor rossz fájllal válaszolt: %s .
it: L'aggancio BitTorrent con %s ha risposto con il file sbagliato.
ja: %s とのBitTorrentカップリングは間違ったファイルで応答しました
lt: BitTorrent adresato %s atsakyme nurodytas ne tas failas.
nl: BitTorrent verbinding met %s antwoordde met het verkeerde bestand.
no: BitTorrent koblingen med %s svarte med feil fil.
pt: Conexão BitTorrent com %s respondeu com o arquivo errado.
ru: В BitTorrent паре с %s получен ответ с неправильным файлом.
sl: BitTorrent spojnica (coupling) z %s je odgovorila z napačno datoteko.
sv: BitTorrentkopplingen med %s svarade med fel fil.
tr: BitTorrent ile %s birleştirilmesi yanlış dosyayla karşılık verdi.

source: BitTorrent coupling with %s failed because the remote client has a different Peer ID.
af: BitTorrent koppeling met %s het misluk omdat die afgeleë kliënt 'n ander Peer ID het.
ca: L'acoblador BitTorrent amb %s ha fallat perquè el client remot té un IDentificador de client diferent.
de: BitTorrent-Kopplung mit %s fehlgeschlagen. Remote-Client hat andere PeerID.
es: El acoplador BitTorrent con %s fallo porque el cliente remoto tiene un GUID diferente.
fr: Le couplage BitTorrent avec %s a échoué car le client à distance a un GUID different.
hu: BitTorrent kapcsolódás nem sikerült, mert a kliensnek más GUID-je van: %s.
it: L'aggancio BitTorrent con %s fallisce perchè il client remoto ha un Peer ID diverso.
ja: リモートクライアントが異なるPeer IDを持っている為、%s とのBitTorrentカップリングに失敗しました
lt: BitTorrent ryšio užmezgimas su %s nepasisekė, nes nutolęs klientas kitokį ID.
nl: BitTorrent verbinding met %s is mislukt omdat de andere cliënt een andere Peer ID heeft.
no: BitTorrent kobling med %s feilet fordi kliente hadde en annen type Peer ID.
pl: BitCoupling (sparowanie?) torrentu z %s nie powiodło się ponieważ zdalny klient ma inny Peer ID (identyfikator Peer'a).
pt: Conexão BitTorrent com %s falhou porque um cliente remoto tem um Peer ID diferente.
ru: BitTorrent соединение с партнером %s сбилось, так как у удаленного клиента другой ID.
sl: BitTorrent spojnica (coupling) z %s ni uspela, ker je imel oddaljen odjemalec drugačno vrstniško identifikacijsko številko (Peer ID).
sv: BitTorrentkopplingen med %s misslyckades eftersom fjärrklienten har ett annat GUID.
tr: BitTorrent ile %s birleştirilmesi başarılamadı çünkü uzaktaki istemci farklı bir ID ile eşleşiyor.

source: Closing BitTorrent coupling with %s due to lack of traffic.
af: BitTorrent koppeling met %s word gesluit as gevolg van 'n tekort aan dataverkeer.
ca: Tancant la connexió de BitTorrent amb %s per manca de trànsit.
de: BitTorrent-Kopplung mit %s mangels Aktivität geschlossen.
es: Cerrando conexión de BitTorrent con %s por falta de tráfico.
fr: Fermeture du couplage BitTorrent avec %s à cause du manque de trafic.
hu: BitTorrent kapcsolat bezárása a forgalom hiánya miatt: %s.
it: Chiusura dell'aggancio BitTorrent con %s per mancanza di traffico.
ja: トラフィックの不足の為 %s のBitTorrentカップリングを閉じています
lt: Nutraukiamas BitTorrent ryšys su adresatu %s dėl siuntimų srauto kamščio.
nl: BitTorrent verbinding met %s wordt gesloten vanwege een gebrek aan verkeer.
no: Lukker BitTorrent kobling med %s på grunn av mangel på trafikk.
pt: Fechando conexão com BitTorrent %s devido a falta de tráfego.
ru: Обрываю BitTorrent пару с %s из-за нехватки трафика.
sl: Zapiram BitTorrent spojnico (coupling) z %s zaradi pomanjkanja prometa.
sv: Stänger BitTorrentkopplingen med %s p.g.a. bristande trafik.
tr: BitTorrent ile %s birleştirilmesi trafik yoğunluğundan dolayı kapanıyor.

source: Encoding error
ca: Error de codificació
de: Kodierungsfehler
es: Error de codificación
fr: Erreur de codage
hu: Karakterkódolási hiba
it: Errore di codifica
ja: エンコードエラー
lt: Kodavimo klaida
nl: Encodeerings fout
pl: Błąd (za)kodowania
pt: Erro de codificação
ru: Ошибка кодировки
sl: Napaka pri enkodiranju
sq: Gabim kodimi
sv: Kodningsfel
tr: Kodlama hatası
