Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: ' command. If the speed does not improve it may be due to limited upload speeds of the users you are downloading from. Download speed usually increases over time.
af: opdrag. As die spoed nie verbeter nie, mag dit wees as gevolg van beperkte oplaai-badwydte van die gebruikers waarvan jy aflaai. Aflaaispoed vermeerder gewoonlik met tyd.
ar: ' . إذا كانت السرعة ليس لها مفعول معه فقد يكون بسبب قيود سرعة الإرسال للمستخدمين الذين تحمل منهم علما أن التحميل تزيد سرعته عادة مع مرور الوقت
ca: ' Si la velocitat no s'incrementa i no millora pot ser que els usuaris dels que estàs descarregant l'arxiu tinguin una velocitat de pujada molt baixa. La velocitat de descàrrega millora amb el temps.
de: -Befehl nach zusätzlichen Quellen durchsuchen. Wenn sich die Downloadgeschwindigkeit nicht verbessert, liegt das wahrscheinlich an der begrenzten Uploadgeschwindigkeit der Benutzer, von denen Sie die Datei herunterladen. Normalerweise erhöht sich die Downloadgeschwindigkeit mit der Zeit.
es: Si la velocidad no incrementa y no mejora puede ser que los usuarios de los que estas descargando el archivo tienen una velocidad de subida muy baja. La velocidad de descarga mejora con el tiempo.
fr: "Trouver plus de Sources"
hu: gombbal kereshet gyorsabb forrásokat. Ha még mindig nem növekedne a sebesség, akkor valószínűleg korlátozva van. Az idő múlásával felgyorsulhat a letöltés sebessége.
it: '. Se la velocità non migliora allora potrebbe essere a causa della velocità di upload degli utenti da cui stai scaricando. La velocità di trasferimento di solito aumenta nel corso del tempo.
ja: 'コマンドでネットワーク内に更に多くの ソースがないか検索してみて下さい。それでも速度が改善されない場合はダウンロード しているユーザがアップロード速度を絞っているのかも知れません。
lt: . Jei sparta nepagerės, tai galėtų reikšti, jog naudotojai, iš kurių siunčiamasi, yra apriboję išsiuntimo spartą. Parsisiuntimo sparta paprastai su laiku didėja.
nl: . Als dit de snelheid niet verbetert, kan het zijn dat de gebruikers waar je het bestand van downloadt slechts een geringe uploadsnelheid hebben. Normaal gesproken wordt de downloadsnelheid beter naarmate de tijd vordert.
no: -kommandoen. Hvis ikke dette hjelper kan det komme av begrensninger hos brukeren du laster ned fra. Hastigheten øker vanligvis etter hvert.
pl: . Jeżeli prędkość się nie poprawiła, przyczyną może być limit na wysyłanie użytkownika, od którego pobierasz. Prędkość pobierania najczęściej zwiększa się w miarę upływu czasu.
pt: '. Se a velocidade não melhorar pode ser devido a velocidades de upload limitadas dos usuários de quem você está baixando. A velocidade de download geralmente aumenta com o tempo.
ru: . Если скорость не увеличивается, то возможно она ограниченна пользователями у которых вы загружаете. Но обычно скорость загрузки увеличивается через какое-то время.
sl: '. Če se hitrost kljub temu ne izboljša je mogoče razlog v počasnosti v omejeni hitrosti prenosa uporabnikov od koder prenašate datoteko. Hitrosti prenosa se ponavadi sčasoma povišajo.
sq: '. Nëse shpejtësia nuk përmirësohet, shkaku mund të jetë shpejtësia e kufizuar e ngarkimit për përdoruesit nga të cilët po shkarkoni. Shpejtësia e shkarkimit zakonisht rritet me kohë.
sr: . Ako ni to ne pomogne može biti da korisnici koji dele imaju malu brzinu davanja. Brzina skidanja se obično poveća s vremenom.
sv: -kommandot. Om hastigheten inte ökar kan det bero på begränsning av uppladdningshastighet hos användarna du laddar ned från. Nedladdningshastigheten ökar vanligtvis med tiden.
tr: butonunu tıklayın. Eğer hızınız artmıyorsa indirdiğiniz kullanıcının aktarım hız limiti yeterli olmayabilir indirim hızınız zamanla artacaktır.

source: This Download is Pending
af: Hierdie Aflaai is Hangende
ar: هذا التحميل معلق
ca: Transferència pendent
de: Dieser Download wartet auf Transfers
es: Transferencia pendiente
fr: Ce téléchargement est en suspens
he: ההורדה בהמתנה לתשובה
hu: A letöltés függőben van
it: Questo Download è in Attesa
ja: このダウンロードは保留中です
lt: Laukiama veiksmo
nl: Download is in afwachting
no: Denne filen venter
pl: To pobieranie jest oczekujące
pt: Este Download está Pendente
ru: Эта загрузка в ожидании
sl: Ta prenos je v čakanju
sq: Kjo Shkarkesë Varet
sr: Ovo Skidanje je na Čekanju
sv: Denna nedladdning är i avvaktan
tr: İndirme Beklemede

source: This download is waiting for someone to start uploading. Envy is ready to start downloading this file, but no-one is sending it at the moment. You are probably waiting in other user's queues, and the download may start transferring at any time. You can examine the individual sources to see each queue you are waiting in. If you are sharing files yourself, it may improve the chances of a download transfer starting quickly.
af: Hierdie aflaai wag vir iemand om te begin oplaai. Envy is gereed om hierdie lêer af te laai, maar niemand is tans besig om dit te stuur nie. Jy is heel moontlik op ander gebruikers se waglyste, en die aflaai mag dalk enige oomblik aktief raak. Jy kan die individuele bronne nagaan om elke waglys te sien waarin jy wag. As jy self lêers deel, mag dit jou kanse verbeter vir 'n aflaai om vinnig te begin.
ar: هذا التحميل ينتظر شخص ما للبدء بالإرسال شير-أزا مستعد للبدء بتحميل هذا الملف ، لكن لا أحد يرسله حاليا يمكنك أن تنتظر التحميل من قوائم مستخدم آخر و من ثم قد يبدأ التحميل في أي وقت كان . يمكنك أن تفحص المصادر الفردية لمشاهدة كل قائمة إنتظار أنت تنتظر التحميل منها . إذا كنت تشارك في الملفات بنفسك فلديك فرصة لتحسين بدء النقل للتحميل بسرعة
ca: Aquesta transferència està esperant a que algú comence a carregar-la. Envy està llest per a descarregar l'arxiu, però ningú l'està compartint en aquest moment. Estàs probablement esperant en cua de descàrrega. Pots examinar les fonts individuals per a veure en quin lloc de la cua hi estàs esperant.
de: Dieser Download wartet darauf, dass jemand anfängt die Datei zu übertragen. Envy ist bereit diese Datei herunterzuladen, aber zur Zeit überträgt niemand diese Datei an Sie. Sie befinden sich wahrscheinlich in der Warteschlange eines anderen Benutzers und der Download kann jederzeit beginnen. Sie können die einzelnen Quellen untersuchen, um alle Warteschlangen zu sehen, in denen Sie sich befinden. Wenn Sie selbst Dateien freigegeben haben, kann das Ihre Chancen auf einen schnellen Start des Downloads erhöhen.
es: Esta transferencia está actualmente en espera, esperando a que finalicen aquellas que estén arriba de esta. El número de transferencias activas en cualquier momento es limitado por la opción que se encuentra en la parte de descargas de la configuración, esto es para asegurar el buen uso del ancho de banda. Esto se puede cambiar en Herramientas, Configurar Envy. Probablemente estás esperando en las colas de otros usuarios, y la descarga Puede comenzar a transferir en cualquier momento.
fr: Ce téléchargement attend que quelqu'un commence l'envoi du fichier. Envy est prêt à commencer à télécharger ce fichier, mais personne ne l'envoi en ce moment.
he: הורדה זו נמצאת בהמתנה עד שמשתמש כלשהו יציע את הקובץ .שרזה מוכנה להורדת הקובץ, אך עדיין לא נמצא משתמש עם קובץ זה זמין .אם הינך בהמתנה בתורים של משתמשים אחרים, ההורדה יכולה להתחיל בכל רגע .באפשרותך לבחון מקורות בודדים בכדי לבחון את התורות בהן אתה ממתין .אם תשתף קבצים בעצמך, יגדל הסיכוי שההורדה תחל מהר יותר .
hu: A fájl feltöltésre vár. A Envy készen áll a letöltésre, de még senki nem küld adatokat. Valószínűleg másoknál sorbanáll ezért a fájlért. A letöltés bármelyik percben elkezdődhet. Lehetősége van megnézni, hogy hányadik helyen áll a sorban. Ha ön is megoszt fájlokat, nagyobb eséllyel kerülhet sorra, mint aki nem oszt meg semmit.
it: Questo download attende qualcuno che inizi l'upload. Envy è pronto ad iniziare il download di questo file, ma nessuno sta inviandolo in questo momento. Sei probabilmente in attesa nella coda di un altro utente, ed il download può iniziare da un momento all'altro. Puoi esaminare le singole sorgenti per vedere ogni coda in cui sei in attesa. Se tu stai condividendo dei file, puoi migliorare le probabilità che il tuo download inizi più rapidamente.
ja: このダウンロードはアップロードが始まるのを待機しています。 Envyはこのファイルをダウンロードする準備が出来ていますが、現状では誰も データを送信していません。恐らくキュー内で順番待ちをしていて、適時ダウンロードが 開始されるでしょう。順番待ちしているキューを確認するにはここのソースを参照して下さい。 あなた自身も何らかのファイルを共有しているなら、ダウンロードの転送が開始される機会が 増える可能性があります。
lt: Laukiama, kol kas nors pradės siųsti. „Envy“ pasiruošusi siųstis failą, bet niekas šiuo metu jos nesiunčia. Jūs tikriausiai laukiate kitų naudotojų eilėse, taigi failo siuntimas gali prasidėti bet kuriuo metu. Galite panagrinėti atskirus šaltinius ir pažiūrėti, kokį numerį turite kiekvieno eilėje. Jei Jūs irgi dalinatės failais, tada šansai, kad failo parsisiuntimas prasidės greičiau, bus didesni.
nl: Deze download wacht totdat iemand start met uploaden. Envy is gereed om dit bestand te downloaden maar niemand verzend deze op het moment. Waarschijnlijk sta je in iemands wachtrij te wachten en zal het verzenden ieder moment kunnen starten. Je kunt de individuele bronnen bekijken om iedere wachtrij te kunnen zien. Als je zelf ook bestanden deelt, kan dit het starten van het verzenden van bestanden bespoedigen.
no: Denne nedlastingen venter på at noen skal starte å laste opp. Envy er klar til å laste ned denne filen, men ingen sender den i øyeblikket. Du står trolig i andres køer, og nedlastingen kan starte når som helst. Du kan undersøke de individuelle kildene for å se de køene du venter i. Hvis du deler filer selv kan det øke mulighetene for at nedlasting starter raskere.
pl: To pobieranie czeka na kogoś, kto zacznie wysyłać. Envy jest gotowa do rozpoczęcia pobierania pliku, ale nikt go na razie nie wysyła. Prawdopodobnie czekasz w kolejce u jakiegoś użytkownika i pobieranie może zacząć się przesyłać w każdym czasie. Możesz przeanalizować indywidualne źródła, aby zobaczyć wszystkie kolejki w których czekasz. Jeżeli sam udostępniasz jakieś pliki, to może to poprawić szansę na szybkie rozpoczęcie pobierania.
pt: Este download está esperando por alguém começar o upload. O Envy está pronto para começar a baixar este arquivo, mas ninguém o está enviando no momento. Você provavelmente está esperando nas filas de espera de outros usuários, e o download pode começar a qualquer hora. Você pode examinar as fontes individuais para ver cada fila de espera em que você está esperando. Se você está compartilhando arquivos você mesmo, pode melhorar as chances de uma transferência de download iniciar rapidamente.
ru: Ожидается пока кто-нибудь начнет раздачу. Envy готова начать загрузку этого файла, но никто в данный момент его не раздаёт. Вы, наверное, ждете в очередях других пользователей, так что загрузка файла может начаться в любое время. Вы можете увидеть, под каким номером стоите у них в очереди, при просмотре каждого источника. Если Вы тоже обмениваетесь файлами, Ваши шансы, что загрузка начнеться быстрее, будут велики.
sl: Ta prenos (download) čaka na nekoga, da začne nalaganje (upload). Envy je pripravljena na začetek prenosa te datoteke, vendar te datoteke žal še nihče ni začel pošiljati v omrežje. Prav verjetno je, da ste v čakalni vrsti oddaljenega uporabnika. Prenos se bo morda nadaljeval vsak trenutek. Pregledate lahko posamezne vire in s tem preverite v katerih čakalnih vrstah ste. Če tudi sami delite datoteke drugim bo to verjetno izboljšalo vaše možnosti skorajšnjega prenosa.
sq: Kjo shkarkesë pret që dikush të nisë ngarkimin. Envy është gati ta nisë shkarkimin e kësaj skede, por për momentin askush nuk po e mbjell atë në. Mbase po prisni radhën e ndonjërit prej përdoruesve të tjerë, dhe shkarkimi mund të nisë në çdo kohë. Ju mund të ekzaminoni burimet individuale për të parë secilën radhë ku po prisni. Nëse po shpërndani skeda, shanset që transferimi i shkarkesës të nisë më shpejt mund të rriten.
sr: Ovo skidanje čeka da neko počne davati. Envy is ready to start downloading this file, but no-one is sending it at the moment. You are probably waiting in other user's queues, and the download may start transfering at any time. You can examine the individual sources to see each queue you are waiting in. If you are sharing files yourself, it may improve the chances of a download transfer starting quickly.
sv: Denna nedladdning väntar på att någon ska ladda upp filen. Envy är redo att påbörja nedladdningen, men ingen skickar den just nu. Du står antagligen i kö och nedladdningen kan börja närsomhelst. Du kan undersöka varje källa för att se hur högt upp i kön du befinner dig. Om du själv delar ut filer kan det förbättra dina chanser att starta nedladdningen snabbt.
tr: İndirim birisinin aktarımı başlatmasını bekliyor. Envy bu dosyayı indirmek için hazır ama kimse gönderim yapmıyor. Muhtemelen giğer kullanıcıların sırasını bekliyorsunuz ve indirim her an başlayabilir. Beklediğiniz sırayı görmek için kişisel kaynaklarınızı gözden geçirebilirsiniz. Eğer kendi dosyalarını paylaştırıyorsanız, transferin çabuk başlama olasılığı yüksektir.

source: This Download is Queued
af: Hierdie Aflaai is op 'n Waglys
ar: هذا التحميل في قائمة الإنتظار
ca: Aquesta descàrrega està en cua
de: Dieser Download wartet
es: Esta descarga está en cola
fr: Ce téléchargement est en attente dans une file
he: הורדה בהמתנה לסיום הורדות
hu: A letöltés sorbanáll
it: Questo Download è in Coda
ja: このダウンロードはキュー(順番待ち)状態です
lt: Laukiama eilėje
nl: Download staat in de wachtrij
no: Denne nedlastingen er i kø
pl: To pobieranie jest zakolejkowane
pt: Este download está Enfileirado
ru: Эта загрузка в очереди
sl: Ta prenos je v čakalni vrsti
sq: Kjo Shkarkesë Vendoshet në Pritje
sr: Ovo Skidanje Čeka
sv: Denna nedladdning är i avvaktan
tr: İndirim Sırada

source: This download is waiting for some of your other downloads to complete. Your download settings limit the number of downloads which may be active at any given time, to ensure that each download gets a good share of the available bandwidth. You can change these settings via Tools, Envy Settings. Alternatively, you may manually start this download with the resume command.
af: Hierdie aflaai wag vir sommige van jou ander aflaaie om klaar te maak. Jou aflaai instellings beperk die hoeveelheid aflaaie wat aktief mag wees op enige stadium, om te verseker dat elke aflaai 'n redelike deel van die beskikbare bandwydte kry. Jy kan hierdie instellings verander via Opsies, Envy Verstellings. Alternatiewelik kan jy die aflaai met die hand begin deur die hervat opdrag te gebruik.
ar: هذا التحميل ينتظر بعض من تحميلاتك الأخرى أن تكتمل إن إعدادات تحميلك تحدد عدد الملفات المحملة و التي قد تكون نشطة في أي وقت معطى ، لكي تضمن أن تحصل كل تحميله على حصة جيدة من الموجة المتوفرة . يمكن أن تغير هذه الإعدادات عن طريق الأدوات ، إعدادات و بدلا عن ذلك أنت قد تبدأ هذا التحميل يدويا بالأمر إستئناف
ca: Aquesta descàrrega està esperant a que una de les teves descàrregues es complete. La teva configuració limita el nombre de descàrregues que poden estar actives al mateix temps, per a assegurar-se de que cada descàrrega tingui una quantitat bona de banda ampla. Pots canviar aquesta configuració en Eines, Configuració de Envy. També pots continuar la descàrraga amb la comanda 'Continua'.
de: Dieser Download wartet, bis einer ihrer anderen Downloads fertig ist. Ihre Downloadeinstellungen begrenzen die Anzahl der Downloads, die gleichzeitig aktiv sein können, um sicherzustellen, dass jeder Download einen genügend großen Anteil der verfügbaren Bandbreite erhält. Sie können diese Einstellungen unter Extras > Einstellungen ändern. Alternativ können Sie diesen Download mit dem Befehl
es: Esta descarga está esperando a que una de tus descargas se complete. Tu configuración limita el número de descargas que pueden estar activas al mismo tiempo, para asegurarse de que cada descarga tenga una cantidad buena de ancho de banda. Puedes cambiar esta configuración en Herramientas, Configuración de Envy.
fr: Ce téléchargement attend que certains de vos autres téléchargements se terminent. Vos réglages de téléchargement limitent le nombre de téléchargements qui peuvent être actifs à un instant donné, et cela afin d'assurer que chacun des téléchargements dispose d'une part appréciable de la bande passante disponible. Vous pouvez changer ces réglages via Outils, Réglages de Envy. Alternativement, vous pouvez commencer ce téléchargement avec la commande « Reprendre »
he: .הורדה זו ממתינה לסיום אחת ההורדות האחרות שלך .הגדרות ההורדה מגבילות את כמות ההורדות שניתן לבצע בו זמנית .זאת בכדי לוודא שכל הורדה תקבל כמות סבירה של רוחב-פס .תוכל לשנות את ההגדרות הללו דרך כלים, הגדרות שרזה .'לחילופין אתה יכול להתחיל ידנית את ההורדה על ידי פקודת 'המשך.
hu: A letöltés más letöltések befejezésére vár. A letöltési beállításokban limitálva van az egyszerre letölthető fájlok száma. Így minden fájl megfelelő sebességben részesül. Ezt megváltoztathatja a "Beállítások"-ban.
it: Questo download è in attesa che uno degli altri tuoi download sia completato. La tua configurazione limita il numero massimo di download che possono essere attivi nello stesso momento, al fine di poter fornire un ottimale utilizzo della banda a tua disposizione. Puoi modificare la configurazione andando in Strumenti, Configurazioni Envy. In alternativa, puoi avviare il download col comando di resume.
ja: このダウンロードは現在進行中の他のダウンロードが完了するのを待機しています。 ダウンロード設定によっては、それぞれのダウンロードがよりよい帯域を得ることを保証する 為に、随時アクティブなダウンロード数が制限される可能性があります。 Envy設定のツールを利用してこれらの設定を変更することが出来ます。 或いは再開コマンドでこのダウンロードを手動で開始することも出来ます。
lt: Laukiama, kol kitų Jūsų failų parsisiuntimas bus baigtas. Parsisiuntimų, aktyvių bet kuriuo metu, skaičius yra ribojamas parsisiuntimo nuostatomis, tam kad kiekvienam failui parsisiųsti būtų pilnai išnaudojama greitaveika. Jūs galite pakeisti šias nuostatas per „Įrankiai“, „‚Envy‘ nuostatos“. Dar Jūs galite rankiniu būdu pradėti siuntimą pasirinkę komandą „Tęsti“
nl: Deze download wacht totdat sommige van je andere downloads voltooid zijn. Je download instellingen begrenzen het aantal te downloaden bestanden dat op een gegeven moment actief mag zijn. Dit is om te verzekeren dat elke download een voldoende aandeel van de beschikbare bandbreedte krijgt. Je kunt deze instellingen aanpassen via Hulpmiddelen > Envy instellingen. Als alternatief kun je deze download handmatig starten met de hervatknop.
no: Denne filen venter på at en av dine andre filer skal bli ferdig. Dine innstillinger begrenser antall aktive nedlastinger, for å gi dine aktive filer mest mulig nytte av båndredden. Du kan endre innstillingene via Verktøy, Innstillinger. Alternativt kan du starte denne nedlastingen manuelt med fortsett-kommandoen.
pl: To pobieranie czeka na zakończenie innego twojego pobierania. Twoje ustawienia pobierania limitują liczbę pobierań, które mogą być aktywne w danym czasie, aby upewnić się, że każde pobieranie będzie mogło wykorzystać sporą część twojego łącza. Możesz zmienić te ustawienie przez Narzędzia, Ustawienia Envy. Alternatywnie, możesz ręcznie rozpocząć to pobieranie za pomocą komendy wznów.
pt: Este arquivo está esperando por alguns de seus outros downloads completarem. Suas configurações de download limitam o número de downloads que podem estar ativos a qualquer tempo, para garantir que cada download consiga um boa cota da banda disponível. Você pode mudar estas configurações via Ferramentas, Configurações do Envy. Alternativamente, você pode manualmente iniciar este download com o comando resumir.
ru: Эта загрузка ждет завершения Ваших некоторых других загрузок. Кол-во одновременных загрузок ограничиваются в установках Envy, для того чтобы быть уверенными в том, что каждая загрузка получает хорошую долю пропускной способности. Вы можете изменить эти настройки в меню Инструменты - Установи Envy. Вы также можете начать загрузку вручную, выбрав команду Продолжить.
sl: Ta prenos čaka na končanje nekaterih drugih vaših prenosov. Vaše nastavitve v Envy omejujejo število aktivnih prenosov v določenem trenutku. S tem se omogoči, da ima vsak prenos na voljo zadostno količino pasovne širine. Prej omenjene nastavitve lahko spremenite preko menija: Orodja - Nastavitve. Druga možnost, ki jo imate na voljo, pa je da ročno začnete prenos.
sq: Kjo shkarkesë po pret që disa nga shkarkesat e tjera të përfundojnë. Vendosjet e shkarkimit e kufizojnë numrin e shkarkesave që mund të jenë aktive në një kohë të dhënë, për t'u siguruar që secila shkarkesë të marrë një masë të mirë të shtrirjes së vlefshme të bandës. Këto vendosje mund t'i ndryshoni tek Mjete, Vendosjet e Envy-s. Si alternativë, këtë shkarkesë mund ta nisni edhe me dorë sipas komandës 'Rimerre'.
sr: Ovo skidanje čeka da neko drugo skidanje završi. Your download settings limit the number of downloads which may be active at any given time, to ensure that each download gets a good share of the available bandwidth.You can change these settings via Tools, Envy Settings. Alternatively, you may manually start this download with the resume command.
sv: Denna nedladdning väntar på att dina andra nedladdningar ska avslutas. Dina nedladdningsinställningar begränsar antalet nedladdningar som kan vara aktiva samtidigt, för att försäkra att alla nedladdningar får en stor andel av den tillgängliga bandbredden. Du kan ändra inställningarna via Verktyg, Envyinställningar.
tr: Bu indirme başka bir indirmenizin tamamlanmasını bekliyor. Mevcut bant genişliğinizin iyi bir şekilde paylaşılmasını sağlamak için belirli bir zaman da aktif olan Indirme limit sayınızı ayarlayın. Envy ayarlarını Araçlar aracılığıyla değiştirebilirsiniz. Alternatif olarak devam et komutuyla indirmeyi başlatabilirsiniz.

source: This Download is Searching
af: Hierdie Aflaai is besig om te Soek
ar: هذا التحميل في البحث
ca: Buscant més fonts
de: Für diesen Download werden Quellen gesucht
es: Buscando Más fuentes
fr: Ce Téléchargement est en recherche
hu: Forrás keresése
it: Questo download è in stato di ricerca
ja: このダウンロードは検索中です
lt: Ieškoma šaltinių
nl: Download is zoekend
no: Denne nedlastingen søker
pl: To pobieranie nie ma źródeł
pt: Este Download está Procurando
ru: Эта загрузка в поиске
sl: Ta prenos je v iskanju
sq: Kjo Shkarkesë Kërkon
sr: Ovo Skidanje Traži Izvore
sv: Denna nedladdning söker
tr: İndirme Arama
