Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Disconnect the selected upload transfers.
af: Diskonnekteer die geselekteerde oplaai oordrag(te).
ar: قطع الإتصال عن عمليات النقل للرفع المحدد
ca: Cancel·la la pujada seleccionada.
de: Den markierten Upload abbrechen.
es: Cancelar la transferencia.
fr: Déconnecter cette sélection d'envois.
he: נתק את ההעברת העלאות הנבחרות
hu: A feltöltés(ek) szétkapcsolása.
it: Disconnetti gli upload selezionati.
ja: 選択したアップロードを切断します
lt: Nutraukti pasirinktą išsiuntimą(-us).
nl: Stop het dataverkeer voor de geselecteerde upload.
no: Koble fra valgte opplastingsoverføring(er).
pl: Odłącz wybrany upload.
pt: Desconectar o(s) upload(s) selecionado(s).
ru: Отключить пересылку помеченной раздачи(ок).
sl: Prekini izbrane nalagalne prenose.
sq: Shkëput transferimin për ngarkesën e zgjedhur.
sr: Isključi selektovani upload transfer(e).
sv: Koppla ifrån de valda uppladdningarna.
tr: Seçilen yükleme aktarımlarıyla bağlantıyı kes.

source: Show all uploads which are actively sending.
af: Vertoon alle aktiewe oplaaie.
ar: إظهار كافة عمليات الرفع المرسلة بشكل نشط
ca: Mostra totes les pujades que estan actives.
de: Aktive Uploads anzeigen.
es: Mostrar todas las subidas que estan activas.
fr: Afficher tous les envois qui sont en train d'être effectués.
he: הצג את כל ההעלאות שבאופן פעיל נשלחות
hu: Aktív feltöltések megjelenítése.
it: Mostra tutti gli upload attualmente in corso.
ja: アクティブに送信している全てのアップロードを表示します
lt: Rodyti tuos failus, kurie aktyviai siunčiami.
nl: Laat alle uploads zien die momenteel worden verstuurd.
no: Vis alle opplastinger som er aktive.
pl: Pokaż cały upload który jest aktualnie wysyłany.
pt: Mostrar todos os uploads que estão enviando ativamente.
ru: Показывать все активные раздачи.
sl: Pokaži vsa nalaganja (uploads), ki se aktivno pošiljajo.
sq: Tregon gjithë ngarkesat që dërgojnë në mënyrë aktive.
sr: Pokaži sva davanja koja su trenutno aktivna.
sv: Visa alla uppladdningar som sänder för närvarande.
tr: Gönderim hareketi içeren tüm yüklemeleri göster.

source: Show all uploads.
af: Vertoon alle oplaaie.
ar: إظهار كافة عمليات الرفع
ca: Mostra totes les pujades.
de: Alle Uploads und Uploadwarteschlange anzeigen.
es: Mostrar todas las subidas.
fr: Afficher tous les envois.
he: הצג את כל ההעלאות
hu: Minden feltöltés megjelenítése.
it: Mostra tutti gli upload.
ja: 全てのアップロードを表示します
lt: Rodyti visus išsiunčiamus failus.
nl: Alle uploads tonen.
no: Vis alle opplastinger.
pl: Pokaż cały upload.
pt: Mostrar todos os uploads.
ru: Показывать все раздачи.
sl: Pokaži vsa nalaganja (uploads).
sq: Trego gjithë ngarkesat.
sr: Pokaži sva davanja.
sv: Visa alla uppladdningar.
tr: Tüm yüklemeleri göster.

source: Show uploads which are no longer connected.
af: Vertoon oplaaie wat nie meer gekonnekteer is nie.
ar: إظهار عمليات الرفع التي لم تعد متصلة
ca: Mostra pujades que ja no estan connectades.
de: Beendete Uploads anzeigen.
es: Mostrar subidas que ya no estan conectados.
fr: Afficher les envois qui ne sont plus connectés.
he: הצג העלאות שכבר אינן מחוברות
hu: Kapcsolat nélküli feltöltések megjelenítése.
it: Mostra gli upload attualmente non connessi.
ja: 最早接続されていないアップロードを表示します
lt: Rodyti failus, kurie buvo išsiųsti.
nl: Laat alle uploads zien die niet meer zijn verbonden.
no: Vis opplastinger som ikke lenger er koblet til.
pl: Pokaż uploady które nie są aktualnie podłączone.
pt: Mostrar os uploads que não estão mais conectados.
ru: Показывать историю раздач.
sl: Pokaži naložke (uploads), ki niso več povezani.
sq: Tregon ngarkesat që nuk janë më të lidhura.
sr: Pokaži završena davanja.
sv: Visa uppladdningar som inte längre är anslutna.
tr: Uzun bağlanmayan yüklemeleri göster.

source: Choose which types of uploads to show and which types to hide in this view.
af: Selekteer watter oplaaie wat in hierdie aansig vertoon moet word.
ar: إختيار أنواع عمليات الرفع المراد إظهارها و الأنواع المراد إخفاؤها في هذا العرض
ca: Tria quins tipus de pujades vols veure i quins ocultar.
de: Legen Sie fest, welche Arten von Uploads angezeigt werden sollen.
es: Elija que tipos de subidas desea mostrar y qué tipos deseas ocultar.
fr: Choisir les types d'envois à afficher ou à masquer dans cette vue.
he: בחר אילו סוגי קבצים להראות אילו סוגי להסתיר בתצוגה זו.
hu: Válassza ki, milyen feltöltéseket akarsz mejeleníteni, ejrejteni.
it: Scegli quali tipi di upload mostrare e quali tipi nascondere in questa visualizzazione.
ja: この画面内でどの種類のアップロードを表示し、どの種類を非表示にするかを選択します
lt: Pasirinkite, kurio tipo išsiunčiamus failus rodyti, o kurių nerodyti.
nl: Selecteer welke soorten uploads al dan niet moeten worden weergegeven in dit venster.
no: Velg hvilke opplasting som skal vises og hvilke som ikke skal vises.
pl: Wybierz które typy uploadu mają być pokazywane w tym widoku.
pt: Escolher que tipos de uploads mostrar e que tipos esconder nesta visualização.
ru: Выбирать какие типы раздач показывать, а каких нет, в этом режиме просмотра.
sl: Izberi tipe naložkov v tem pogledu, ki jih želite videti in katere ne.
sq: Zgjedh llojet e ngarkesave që do të shfaqen dhe fshihen nga pamja.
sr: Izaberi koji tipovi upload-a da budu prikazani, a koji sakriveni u ovom pregledu.
sv: Välj vilka typer av uppladdningar som ska visas och vilka som ska döljas i denna vy.
tr: Yüklemenin gösterileceği ve görünümde gizleneceği türleri seç.

source: Show uploads which are waiting in your queues.
af: Vertooon oplaaie wat in jou waglyste wag om te begin.
ar: إظهار عمليات الرفع التي في قائمة الإنتظار
ca: Mostra les pujades que estan esperant a la cua.
de: Uploadwarteschlange anzeigen.
es: Mostrar las subidas que estan en cola.
fr: Afficher les envois en attente dans vos files d'attente.
he: הצג העלאות שממתינות בתור אצלך
hu: Sorbanálló feltöltések megjelenítése.
it: Mostra gli upload attualmente in coda.
ja: キュー内で待機中のアップロードを表示します
lt: Rodyti tuos failus, kurių išsiuntimo laukiama.
nl: Laat alle uploads zien die in de wachtrij staan.
no: Vis opplastinger som venter i din kø.
pl: Pokaż uploady które czekają w kolejce.
pt: Mostrar todos os uploads que estão esperando na fila de espera.
ru: Показывать раздачи, ожидающие в Ваших очередях.
sl: Pokaži naložke, ki čakajo v vaši čakalni vrsti.
sq: Tregon ngarkesën që pret në radhë.
sr: Pokaži davanja koja čekaju kod Vas u redu.
sv: Visa alla uppladdningar som väntar i din kö.
tr: Sırada bekleyen yüklemeleri göster.

source: Show BitTorrent uploads.
af: Vertoon BitTorrent oplaaie.
ar: إظهار عمليات الرفع لـ BitTorrent
ca: Mostra les pujades BitTorrent.
de: BitTorrent-Uploads anzeigen.
es: Mostrar las subidas BitTorrent.
fr: Afficher les envois BitTorrent.
he: הצג העלאות של ביט-טורנט
hu: BitTorrent feltöltések megjelenítése.
it: Mostra gli upload di BitTorrent.
ja: BitTorrentアップロードを表示します
lt: Rodyti BitTorrent išsiuntimus.
nl: Toon de BitTorrent uploads.
no: Vis BitTorrent opplastninger.
pl: Pokaż uploady z sieci Bit Torrent.
pt: Mostra os uploads do BitTorrent.
ru: Показывать раздачи BitTorrent.
sl: Pokaži BitTorrent naložke.
sq: Tregon ngarkesat e BitTorrent.
sr: Pokaži BitTorrent davanja.
sv: Visa BitTorrent-uppladdningar.
tr: BitTorrent yüklemelerini göster.

source: Show selected shared files in the Library. (Or hold Shift to open.)
af: Open die geselekteerde gedeelde lêer(s).
ar: فتح الملف/ات المشتركة المحددة
ca: Obre els arxius compartits seleccionat.
de: Die markierte(n) Datei(en) öffnen.
es: Abrir el archivo seleccionado.
fr: Lancer cette sélection de fichiers partagés.
he: הפעל את הקבצים המשותפים שנבחר.
hu: Megnyitás.
it: Apri i file condivisi selezionati.
ja: 選択した共有ファイルを開きます
lt: Atverti/vykdyti pasirinktą bendrintą failą(-us).
nl: De geselecteerde gedeelde bestanden openen.
no: Åpne valgte delte fil(er).
pl: Uruchom wybrany współdzielony Plik(i).
pt: Iniciar os arquivos compartilhados selecionados.
ru: Запустить помеченный файл.
sl: Zaženi izbrane deljene datoteke.
sq: Lëshon skedën e zgjedhur që shpërndahet.
sr: Pokreni selektovani deljenu datoteku(e).
sv: Kör de valda utdelade filerna
tr: Seçilen dosyaların paylaştırılmasına başla.

source: Configure upload settings...
af: Verander oplaai verstellings...
ar: تكوين إعدادات عمليات الرفع...
ca: Configura les opcions per a les pujades.
de: Uploads konfigurieren...
es: Configurar opciones de subidas...
fr: Configurer les réglages des envois...
he: הגדר להעלות הגדרות...
hu: Feltöltési beállítások...
it: Configura le impostazioni di upload...
ja: アップロード設定を構成します...
lt: Keisti išsiuntimų nuostatas...
nl: De uploadinstellingen aanpassen...
no: Endre innstillinger for opplasting...
pl: Skonfiguruj ustawienia wysyłania...
pt: Configurar as opções de upload...
ru: Конфигурировать установки раздач...
sl: Konfiguriraj nalagalne (upload) nastavitve...
sq: Konfiguron vendosjet e ngarkesës...
sr: Konfiguriši upload podešavanja...
sv: Ändra uppladdningsinställningar…
tr: Yükleme ayarlarını biçimlendir...

source: Force start selected queued uploads.
af: Begin die geselekteerde oplaai(e) op die waglys dadelik.
ar: بدء عمليات الرفع المحددة التي في قائمة الإنتظار
ca: Comença les pujades en cua seleccionades.
de: Upload zum markierten Client starten.
es: Empezar ahora.
fr: Démarrer cette sélection d'envois en file d'attente.
he: כוח להתחיל שנוספו בתור נבחרת.
hu: A kiválasztott feltöltés(ek) indítása.
it: Avvia gli upload in coda che hai selezionato.
ja: 選択したアップロードキューを開始します
lt: Tęsti pasirinkto siunčiamo failo(-ų) išsiuntimą.
nl: Start de geselecteerde wachtende uploads.
no: Start valgte opplastinger i kø.
pl: Uruchom wybrany upload(y) w kolejce.
pt: Iniciar os uploads enfileirados selecionados.
ru: Начать раздачу помеченного файла(ов), стоящего(их) в очереди.
sl: Začni izbrane naložke v čakalni vrsti.
sq: Nis ngarkesën e zgjedhur në radhën e pritjes.
sr: Pokreni selektovano davanje(a) u redu(queued).
sv: Starta uppladdning av de kölagda filerna.
tr: Yüklemeleri belirlenen sırayla başlat.

source: Select one upload to remove limits.
af: Oplaai Prioriteit.
ar: الأولوية
ca: Prioritat.
de: Priorität.
es: Prioridad.
fr: Priorité.
he: בחר אחד להעלות להסיר מגבלות.
hu: Prioritás.
it: Priorità.
ja: 順位
lt: Prioritetas.
nl: Prioriteit.
no: Prioritet.
pl: Priorytet.
pt: Prioridade.
ru: приоритет.
sl: Prednost.
sq: Prioritet.
sr: приоритет.
sv: Prioritet.
tr: Öncelik.

source: Use Envy in Basic mode.
af: Gebruik Envy in Normale modus.
ar: إستخدام Envy في النمط الأساسي
ca: Usa Envy en el mode normal.
de: Envy im Vereinfachter verwenden und erweiterte Funktionen ausblenden.
es: Usar Envy en el modo Sencillo.
fr: Utiliser Envy en mode normal.
he: השתמש בשרזה במצב רגיל
hu: A Envy egyszerű nézete.
it: Usa Envy in modalità normale.
ja: Envyを標準モードで使用します
lt: Naudoti „Envy“ įprastinėje veiksenoje.
nl: Gebruik Envy in de normale stijl.
no: Bruk Envy i normalmodus.
pl: Użyj Envy w normalnym trybie.
pt: Usar Envy no modo Normal.
ru: Использовать программу Envy в обычном режиме.
sl: Uporabi Envy v normalnem načinu.
sq: Përdor Envy-n në mënyrën e Thjeshtë.
sr: Koristi Envy-u u Normal modu - Normalni Prikaz.
sv: Använd Envy i normalt läge.
tr: Envy'yı Normal modda kullan.

source: Show or hide the DISCOVERY SERVICES window.
af: Vertoon of verwyder die ONTDEKKINGSDIENSTE venster.
ar: إظهار أو إخفاء نافذة خدمات الإكتشاف
ca: Mostra o oculta la finestra dels serveis de descobriment.
de: Das Service-Provider-Fenster ein- oder ausblenden.
es: Mostrar u ocultar los SERVICIOS DE DESCUBRIMIENTO.
fr: Afficher ou masquer la fenêtre SERVICES DE DÉCOUVERTE.
he: הצג או הסתר את חלון משאבי החיבור
hu: A SZERVERKERESŐ ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra dei servizi di connessione.
ja: ディスカバリーサービスウィンドウを表示・非表示します
lt: Rodyti ar paslėpti „PASLAUGŲ RADIMO TARNYBŲ“ langą.
nl: Toon of verberg het discovery services venster.
no: Vis eller skjul oppdagelses-vinduet.
pl: Pokaż lub ukryj okno usług DISCOVERY.
pt: Mostrar ou esconder a janela dos SERVIÇOS DE DESCOBRIMENTO.
ru: Показать или скрыть окно Ресурсов Соединений.
sl: Pokaži ali skrij okno z DISCOVERY STORITVAMI.
sq: Tregon ose fsheh dritaren SHËRBIMET ZBULUESE.
sr: Prikaži ili sakrij DISCOVERY SERVICES prozor.
sv: Visa eller dölj fönstret UPPTÄCKSTJÄNSTER.
tr: KEŞİF SERVİSLERİ penceresini göster/gizle.

source: Show or hide the DOWNLOADS window.
af: Vertoon of verwyder die AFLAAIE venster.
ar: إظهار أو إخفاء نافذة عمليات التحميل
ca: Mostra o oculta la finestra de descàrregues.
de: Das Download-Fenster ein- oder ausblenden.
es: Muestra u oculta la ventana de DESCARGAS.
fr: Afficher ou masquer la fenêtre TÉLÉCHARGEMENTS.
he: הצג או הסתר את חלון ההורדות
hu: A LETÖLTÉSEK ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra dei download.
ja: ダウンロードウィンドウを表示/非表示します
lt: Rodyti arba paslėpti „ATSISIUNTIMŲ“ langą.
nl: Toon of verberg het downloadvenster.
no: Vis eller skjul nedlastings-vinduet.
pl: Pokaż lub uryj okno pobierania.
pt: Mostrar ou esconder a janela de DOWNLOADS.
ru: Показать или скрыть окно Загрузок.
sl: Pokaži ali skrij okno s PRENOSI (downloads).
sq: Tregon ose fsheh dritaren SHKARKIMI.
sr: Prikaži ili sakrij SKIDAM prozor.
sv: Visa eller dölj fönstret NEDLADDNINGAR.
tr: İNDİRMELER penceresini göster/gizle.

source: Show or hide the HOST CACHE window.
af: Vertoon of verwyder die GASHEERLYS venster.
ar: إظهار أو إخفاء نافذة مخزون المضيف المؤقت
ca: Mostra o oculta el registre de servidors.
de: Das Hosts-Cache-Fenster ein- oder ausblenden.
es: Muestra u oculta la memoria de usuarios (HOST CACHE).
fr: Afficher ou masquer la fenêtre HÔTES EN CACHE.
he: הצג או הסתר את חלון זיכרון מטמון הכתובות
hu: A KISZOLGÁLÓK LISTÁJA ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra della cache host.
ja: ホストキャッシュウィンドウを表示/非表示します
lt: Rodyti arba paslėpti „ADRESATŲ TALPYKLOS“ langą.
nl: Toon of verberg het host cache venster.
no: Vis eller skjul vert-cache-vinduet.
pl: Pokaż lub ukryj okna Cache-a Hostów.
pt: Mostrar ou esconder a janela de CACHE DOS HOSTS.
ru: Показать или скрыть окно Кэша Хостов.
sl: Pokaži ali skrij okno za MEDPOMNILNIK GOSTITELJEV.
sq: Tregon ose fsheh dritaren DEPO HOSTI.
sr: Prikaži ili sakrij HOST CACHE prozor.
sv: Visa eller dölj fönstret VÄRDCACHE.
tr: HOST BELLEK penceresini göster/gizle.

source: Show or hide the LIBRARY window.
af: Vertoon of verwyder die BIBLIOTEEK venster.
ar: إظهار أو إخفاء نافذة المكتبة
ca: Mostra o oculta la finestra de la col·lecció.
de: Das Bibliotheks-Fenster ein- oder ausblenden.
es: Muestra u oculta COLECCIÓN.
fr: Afficher ou masquer la fenêtre BIBLIOTHÈQUE.
he: הצג או הסתר את חלון הספריה
hu: A KÖNYVTÁR ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra della libreria.
ja: ライブラリウィンドウを表示/非表示します
lt: Rodyti arba paslėpti „KOLEKCIJOS“ langą.
nl: Toon of verberg het bibliotheekvenster.
no: Vis eller skjul mine filer-vinduet.
pl: Pokaż lub ukryj okno biblioteki.
pt: Mostrar ou esconder a janela da BIBLIOTECA.
ru: Показать или скрыть окно Хранилища.
sl: Pokaži ali skrij okno za KNJIŽNICO.
sq: Tregon ose fsheh dritaren LIBRARI.
sr: Prikaži ili sakrij KOLEKCIJA prozor.
sv: Visa eller dölj fönstret BIBLIOTEK.
tr: KÜTÜPHANE penceresini göster/gizle.

source: Show or hide the MEDIA PLAYER window.
af: Vertoon die MEDIA SPELER venster.
ar: إظهار أو إخفاء نافذة مشغل الوسائط
ca: Mostra o oculta la finestra del reproductor.
de: Die Medienwiedergabe ein- oder ausblenden.
es: Mostrar u ocultar el REPRODUCTOR.
fr: Afficher ou masquer la fenêtre LECTEUR MULTIMEDIA.
he: הצג או הסתר את חלון נגן המדיה
hu: A MÉDIALEJÁTSZÓ ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra del lettore multimediale.
ja: メディアプレイヤーウィンドウを表示・非表示します
lt: Rodyti ar paslėpti „GROTUVO“ langą.
nl: Toon of verberg het mediaspelervenster.
no: Vis eller skjul mediaspiller-vinduet.
pl: Pokaż lub ukryj okno odtwarzacza.
pt: Mostrar ou esconder a janela do MEDIA PLAYER.
ru: Показать или скрыть окно Проигрывателя.
sl: Pokaži ali skrij okno MEDIJSKI PREDVAJALNIK.
sq: Tregon ose fsheh dritaren MEDIALEXUESI.
sr: Prikaži ili sakrij MEDIA PLAYER prozor.
sv: Visa eller dölj fönstret MEDIASPELARE.
tr: ORTAM OYNATICISI penceresini göster/gizle.

source: Show or hide the NEIGHBORS window.
af: Vertoon of verwyder die GASHEER KONNEKSIES venster.
ar: إظهار أو إخفاء نافذة الجوار
ca: Mostra o oculta la finestra de veïns als que estàs connectat.
de: Das Netzwerkfenster ein- oder ausblenden.
es: Mostrar u ocultar la pantalla de VECINOS.
fr: Afficher ou masquer la fenêtre VOISINS.
he: הצג או הסתר את חלון השכנים
hu: A HÁLÓZAT ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra degli host.
ja: 近隣ウィンドウを表示/非表示します
lt: Rodyti arba paslėpti „KAIMYNŲ“ langą.
nl: Toon of verberg het netwerkvenster.
no: Vis eller skjul naboer-vinduet.
pl: Pokaż lub ukryj okno Sąsiedzi.
pt: Mostrar ou esconder a janela VIZINHOS.
ru: Показать или скрыть окно Соединений.
sl: Pokaži ali skrij okno s SOSEDI.
sq: Tregon ose fsheh dritaren HOSTET.
sr: Prikaži ili sakrij SUSEDI prozor.
sv: Visa eller dölj fönstret GRANNAR.
tr: KOMŞULAR ARA penceresini göster/gizle.

source: Show or hide the PACKET DUMP window.
af: Vertoon of verwyder die PAKKIE STORTING venster.
ar: PACKET DUMP إظهار أو إخفاء نافذة
ca: Mostra o oculta la finestra del registre de paquets.
de: Das Packet-Dump-Fenster ein- oder ausblenden.
es: Muestra u oculta la HISTORIAL DE PAQUETES.
fr: Afficher ou masquer la fenêtre DÉCHARGE DE PAQUETS.
he: הצג או הסתר את חלון הפקטים
hu: A CSOMAGFORGALOM ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra del trasferimento pacchetti.
ja: パケットダンプウィンドウを表示/非表示します
lt: Rodyti arba paslėpti „PAKETŲ IŠVESTIES“ langą.
nl: Toon of verberg het pakket dump venster.
no: Vis eller skjul pakkedump-vindu.
pl: Pokaż albo ukryj okno Zrzutu pakietów.
pt: Mostrar ou esconder a janela PACOTES PERDIDOS.
ru: Показать или скрыть окно Дампа Пакетов.
sl: Pokaži ali skrij okno za IZMET (dump) paketov.
sq: Tregon ose fsheh dritaren SKUTA PAKETE.
sr: Prikaži ili sakrij PACKET DUMP prozor.
sv: Visa eller dölj fönstret PAKTEDUMP.
tr: ÇÖP KUTUSU penceresini göster/gizle.

source: Show or hide the HIT MONITOR window.
af: Vertoon of verwyder die TREFMONITOR venster.
ar: إظهار أو إخفاء نافذة مراقب الضربات
ca: Mostra o oculta la finestra del monitor de resultats.
de: Das Treffermonitor-Fenster ein- oder ausblenden.
es: Muestra u oculta la ventana del MONITOR DE RESULTADOS.
fr: Afficher ou masquer la fenêtre MONITEUR D'ACCÈS.
he: הצג או הסתר את מוניטור התוצאות
hu: A TALÁLATOK FIGYELÉSE ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra di monitoraggio dei file più richiesti.
ja: ヒットモニタウィンドウを表示/非表示します
lt: Rodyti arba paslėpti „KREIPINIŲ MONITORIAUS“ langą.
nl: Het hit controlevenster tonen of verbergen.
no: Vis eller skjul treffmonitor-vinduet.
pl: Pokaż lub ukryj okno Monitora trafień.
pt: Mostrar ou esconder a janela do MONITOR DE ACERTOS.
ru: Показать или скрыть окно Монитора Хитов.
sl: Pokaži ali skrij okno NADZORNIKA ZADETKOV.
sq: Tregon ose fsheh dritaren MONITORI I HITEVE.
sr: Prikaži ili sakrij POKAZIVAČ POGODAKA prozor.
sv: Visa eller dölj fönstret TRÄFFMONITOR.
tr: ULAŞILAN GÖRÜNTÜ penceresini göster/gizle.

source: Show or hide the SEARCH MONITOR window.
af: Vertoon of verwyder die SOEKMONITOR venster.
ar: إظهار أو إخفاء نافذة مراقب البحث
ca: Mostra o oculta la finestra del monitor de cerques.
de: Das Suchmonitor-Fenster ein- oder ausblenden.
es: Muestra u oculta la ventana del MONITOR DE BÚSQUEDAS.
fr: Afficher ou masquer la fenêtre MONITEUR DE RECHERCHE.
he: הראה או הסתר את חלון החיפוש
hu: A KERESÉSEK FIGYELÉSE ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra di monitoraggio della ricerca.
ja: 検索モニタウィンドウを表示/非表示します
lt: Rodyti arba paslėpti „PAIEŠKOS UŽKLAUSŲ MONITORIAUS“ langą.
nl: Het zoek controlevenster tonen of verbergen.
no: Vis eller skjul søkemonitor-vinduet.
pl: Pokaż lub ukryj okno monitora szukania.
pt: Mostrar ou esconder a janela do MONITOR DAS BUSCAS.
ru: Показать или скрыть окно Монитора Поиска.
sl: Pokaži ali skrij okno za ISKALNI NADZORNIK.
sq: Tregon ose fsheh dritare MONITORI I KËRKIMEVE.
sr: Prikaži ili sakrij POKAZIVAČ POTRAGE prozor.
sv: Visa eller dölj fönstret SÖKMONITOR.
tr: GÖRÜNTÜ ARA penceresini göster/gizle.

source: Show or hide the SECURITY window.
af: Vertoon die SEKURITEIT venster.
ar: إظهار أو إخفاء نافذة الأمان
ca: Mostra o oculta la finestra de seguretat.
de: Das Sicherheitsfenster ein- oder ausblenden.
es: Muestra u oculta la ventana de SEGURIDAD.
fr: Afficher ou masquer la fenêtre SÉCURITÉ.
he: הראה או הסתר את חלון האבטחה
hu: A BIZTONSÁG ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra della sicurezza.
ja: セキュリティウィンドウを表示・非表示します
lt: Rodyti ar paslėpti „APSAUGOS“ langą.
nl: Toon of verberg het beveiligingsvenster.
no: Vis eller skjul sikkerhetsvinduet.
pl: Pokaż lub ukryj okno Zabezpieczenia.
pt: Mostrar ou esconder a janela SEGURANÇA.
ru: Показать или скрыть окно Безопасность.
sl: Pokaži ali skrij VARNOSTNO okno.
sq: Tregon ose fsheh dritaren SIGURI.
sr: Prikaži ili sakrij SIGURNOST prozor.
sv: Visa eller dölj fönstret SÄKERHET.
tr: GÜVENLİK penceresini göster/gizle.

source: Show or hide the SYSTEM window.
af: Vertoon of verwyder die STELSEL venster.
ar: إظهار أو إخفاء نافذة النظام
ca: Mostra o oculta la finestra del sistema.
de: Die Konsole ein- oder ausblenden.
es: Mostrar u ocultar la ventana del SISTEMA.
fr: Afficher ou masquer la fenêtre SYSTÈME.
he: הראה או הסתר את חלון המערכת
hu: A RENDSZER ablak elrejtése, megjelenítése.
it: Mostra o nascondi la finestra del sistema.
ja: システムウィンドウを表示/非表示します
lt: Rodyti arba paslėpti „SISTEMOS“ langą.
nl: Toon of verberg het systeemvenster.
no: Vis eller skjul system-vinduet.
pl: Pokaż lub ukryj okno System.
pt: Mostrar ou esconder a janela SISTEMA.
ru: Показать или скрыть окно Системы.
sl: Pokaži ali skrij SISTEMSKO okno.
sq: Tregon ose fsheh dritaren SISTEMI.
sr: Prikaži ili sakrij SISTEM prozor.
sv: Visar eller dölj fönstret SYSTEM.
tr: SİSTEM penceresini göster/gizle.

source: Use Envy in standard Tabbed mode. (Home, Search, Transfers, Network, Library, Media)
af: Gebruik Envy in kragtige Tabelmodus (Tuisblad, Biblioteek, Media, Oordragte, Netwerk).
ar: إستخدام Envy في نمط التبويب المتقدم (الرئيسية ، المكتبة ، الوسائط ، عمليات النقل ، الشبكة) ـ
ca: Usa el mode en pestanyes, per a usuaris amb experiència.
de: Envy im Tab-Modus benutzen. (Home, Transfer, Netzwerk, Bibliothek, Media)
es: Usar el modo Avanzado, para usuarios con experiencia.
fr: Utiliser Envy en mode expert tabulé (Accueil, Bibliothèque, Lecteur Multimédia, Transferts, Réseau).
he: השתשמש בשרזה במצב מתקדם של טאבים
hu: A Envy használata összetett nézetben.
it: Utilizza Envy nella semplice modalità a tabelle (Pagina iniziale, Libreria, Media, Trasferimenti, Rete).
ja: Envyを上級タブモードで使用します(ホーム、ライブラリ、メディア、転送、ネットワーク)
lt: Perjunkite „Envy“ į kortelių veikseną (Pradžia, Kolekcija, Grotuvas, Siuntimai, Tinklas), skirtą patyrusiems naudotojams.
nl: Gebruik Envy in tabbladstijl (Startpagina, bibliotheek, media, verkeer, netwerk).
no: Bruk Envy i powermodus (Hjem, Mine filer, Media, Overføringer, Nettverk).
pl: Używaj Envy w trybie zakładkowym.
pt: Usar Envy no modo de ABAS (Home, Biblioteca, Media, Transferências, Rede).
ru: Переключить Envy в режим закладок для опытных (Домой, Хранилище, Проигрыватель, Пересылки, Сети).
sl: Uporabi Envy v načinu z Zavihki (Domov, Knjižnica, Mediji, Prenosi, Omrežje).
sq: Përdor Envy-n në mënyrë të avancuar të Lidhur (Shtëpi, Librari, Media, Transferoni, Rrjeti).
sr: Koristi Envy-u u naprednom modu - Prikaz s Karticama (Home, Library, Media, Transfers, Network).
sv: Använd Envy i tabbläge (Hem, Bibliotek, Media, Överföringar, Nätverk).
tr: Envy'yı güçlü tab modunda kullan (Ana sayfa, Kütüphane, Ortam, Transferler, Ağ, IRC Sohbet).
