Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: _Suppress Ultrapeer
af: _Onderdruk Ultrapeer
ar: _منع نظير-فائق
ca: _Sumprimeix Ultrapeer
de: _UP unterdrücken
es: _Suprimir Ultrapeer
fr: _Supprimer ultrapeer
he: Ultrapeer השהה
hu: _Ultrapeer elrejtése
it: _Annulla ultrapeer
ja: ウルトラピア圧縮(_U)
lt: _Slopinti vedančiuosius
nl: Ultrapeer _Ooderdrukken
no: _Reduser ultrapeer
pl: Stłum Ultrapeer'a
pt: _Suprimir Ultrapeer
ru: Подавить _ведущего
sl: _Zatri ultravrstnika
sq: _Shtype Ultrapikën
sv: _Undvik Ultrapeer
tr: _Ultrapeer'ı Sil

source: Download File from Link
af: Laai Lêer of Torrent Af
ar: تحميل ملف أو Torrent
ca: Descarrega arxiu o torrent
de: Datei oder Torrent herunterladen
es: Descargar Archivo O Torrent
fr: Télécharger un fichier ou un Torrent
he: הורד קובץ או טורנט
hu: Torrent vagy fájl letöltése
it: Scarica file o torrent
ja: ファイル・Torrentダウンロード
lt: Parsisiųsti failą ar Torrent
nl: Bestand/torrent downloaden
no: Last ned fil eller torrent
pl: Pobierz plik lub torrent
pt: Baixar Arquivo ou Torrent
ru: Загрузить файл или торрент
sl: Prenesi datoteko kot Torrent
sq: Shkarkoni një Skedë ose Torrent
sr: Skini Datoteku ili Torrent
sv: Ladda ned fil eller Torrent
tr: İndirme Dosyası ya da Torrent

source: New files can be downloaded directly from Web and P2P links. Simply copy/paste the URL or URI link for the file into the box below. (http:, ftp:, ed2k:, magnet:, etc.)
af: Envy kan lêers van die Web aflaai, en outomaties P2P skakels soek en aflaai. Plaas net eenvoudig die URL of URI van die lêer in die spasie hieronder en druk Enter. (http:, ftp:, ed2k:, magnet:, etc.)
ar: شير-أزا يمكنه تحميل الملفات من الويب و البحث تلقائيا عنها و تحميل روابط نظير إلى نظير تحميل أي ملف بواسطة شير-أزا يعتبر أمر سهل . ببساطة أكتب أو ألصق الرابط للملف المراد تحميله أو وصفا عنه في الخانة بالأسفل ثم إضغط "إنتر"ـ {n}(http: و ftp: و ed2k: و magnet:)
ca: Pot descarregar arxius de la web o enllaços de P2P. Simplement escriu o enganxa l'URI o URL de l'arxiu al requadre. (http:, ftp:, ed2k:, magnet:, etc.)
de: Envy kann Dateien aus dem Internet herunterladen und automatisch nach P2P-Links suchen und diese herunterladen. Geben Sie die URL oder URI in das Textfeld. (http:, ftp:, ed2k:, magnet:, etc.)
es: Puede descargar archivos de la web, o usando enlaces de P2P para buscarlos en la red. Simplemente escriba o pegue el URI del archivo en le recuadro, y haz click en Descargar. (http:, ftp:, ed2k:, magnet:, etc.)
fr: Peut télécharger les fichiers depuis le web, et automatiquement chercher et télécharger les liens P2P. Tapez ou collez simplement l'URI correspondant au fichier ci-dessous. (http:, ftp:, ed2k:, magnet:, etc.)
he: אוטמטי‎ ‏ובאופן ,(HTTP) ‏מהרשת‎ ‏קבצים‎ ‏להוריד‎ ‏יכול‎ ‏שרזה(http:, ftp:, ed2k:, magnet:, etc.) ‏שיתוף‎ ‏לרשתות‎ ‏קישורים‎ ‏ולהוריד‎ ‏לחפש‎. Enter ‏והקש‎‎ ‏לתא URI/URL כתובת‎ ‏הדבק‎/‏רשום‎ ‏‎.בשרזה קל להוריד קבצים
hu: A weboldalakról is le tud tölteni és a p2p linkeket is kezeli. Írja ide a letöltendő fájl elérési útvonalát. (http:, ftp:, ed2k:, magnet:, etc.)
it: Envy può scaricare file dal web, cercare e scaricare automaticamente link P2P. Scaricare qualsiasi file con Envy è semplice. Scrivi o incolla l'URL o URI che descrive il file nello spazio seguente e premi Invio. (http:, ftp:, ed2k:, magnet:, etc.)
ja: Envyはウェブ からファイルをダウンロードすることができ、P2Pリンク で自動的に検索・ダウンロードできます. Envyではどんなファイルをダウンロードするのも簡単です。ファイルへのURLかURIを入力するか、貼り付けてEnterキーを押して下さい (http:, ftp:, ed2k:, magnet:, etc.)
lt: „Envy“ gali parsiųsti failus iš žiniatinklio ir automatiškai surasti ir parsisiųsti P2P nuorodas. Tiesiog įrašykite arba įterpkite nukopijuotą failo nuorodą į langelį apačioje ir paspauskite „Parsisiųsti“. (http:, ftp:, ed2k:, magnet:, etc.)
nl: Envy kan bestanden downloaden vanaf het internet en automatisch P2P snelkoppelingen zoeken en downloaden. Simpelweg de desbetreffende URL of URI in het veld hieronder intypen of plakken. (http:, ftp:, ed2k:, magnet:, etc.)
no: Envy kan laste ned filer fra nettet, og automatisk søke og laste ned P2P linker. Bare skriv inn URL eller URI som beskriver filen i vinduet under og trykk Enter. (http:, ftp:, ed2k:, magnet:, etc.)
pl: Envy może pobierać pliki z Internetu oraz automatycznie szukać i pobierać linki P2P. Po prostu wpisz lub wklej URL lub URI opisujące ten plik w miejsce poniżej i wciśnij Enter. (http:, ftp:, ed2k:, magnet:, etc.)
pt: Pode baixar arquivos da rede, e automaticamente procurar e baixar links P2P. Simplesmente digite ou cole a URL ou URI descrevendo o arquivo na caixa abaixo e pressione Enter. (http:, ftp:, ed2k:, magnet:, etc.)
ru: Envy может загружать файлы из веба, и автоматически искать и загружать файлы по P2P ссылкам. Просто введите или вставьте ссылку HTTP или P2P ссылку в окно ниже и нажмите «Загрузить». (http:, ftp:, ed2k:, magnet:, etc.)
sl: Prenese datoteke iz spleta in samodejno išče in prenese P2P povezave. Vtipkajte ali prilepite URL ali URI naslov v spodnje okence in pritisnite Enter. (http:, ftp:, ed2k:, magnet:, etc.)
sq: Envy mund të shkarkojë skedat nga rrjeti, dhe automatikisht të kërkojë e shkarkojë nga linket P2P. Thjesht shkruani ose ngjisni më poshtë një URL/URI që përshkruan skedën dhe shtypni Enter. (http:, ftp:, ed2k:, magnet:, etc.)
sr: Envy može skinuti datoteku sa weba, i automatski potražiti i skinuti P2P linkove. Samo upišite ili zalepite URL ili URI u polje i pretisnite Enter. (http:, ftp:, ed2k:, magnet:, etc.)
sv: Envy kan ladda ned filer från webben och automatiskt söka och ladda ned länkar till filer på fildelningsnätverk. Skriv eller klista in den URL eller URI som beskriver filen du vill ladda ned i rutan nedanför och tryck enter. (http:, ftp:, ed2k:, magnet:, etc.)
tr: Envy web 'den dosya indirebilir, P2P bağlantılarıyla otomatik arama ve indirebilir. Basit bir şekilde URL ya da URI dosya tanımlamasını yukardaki kutuya yazın ya da yapıştırın ve Enter'a basın. (http:, ftp:, ed2k:, magnet:, etc.)

source: A small .torrent file is needed to begin BitTorrent downloads. Paste the .torrent's direct link above, or select a local .torrent file. (Use drag'n'drop any time.)
af: Envy kan ook BitTorrent lêers aflaai. 'n Torrent kan beskryf word as 'n xyz.torrent lêer, of 'n HTTP-skakel na die .torrent lêer. Om 'n torrent HTTP-skakel af te laai, plaas dit in die spasie hierbo. As jy alreeds 'n .torrent lêer het, kliek Open Torrent:
ar: شير-أزا يمكنه أيضا تحميل ملفات بيت-تورينت . يمكن وصف أي ملف تورينت بملف{n}torrent لملف HTTP لتحميل رابط , torrent إلى ملف HTTP أو رابط xyz.torrent{n}:"Torrent أنقر على زر "فتح torrent ألصقه فوق . إذا كان لديك مسبقا ملف
ca: També pot descarregar i compartir arxius de BitTorrent. Els torrent poden ser un arxiu o un URL. Per a descarregar-lo d'un enllaç, posa'l al requadre. Si ja tens l'arxiu del torrent, fes clic.
de: BitTorrent: Ein Torrent kann als .torrent-Datei oder als HTTP-Link angegeben werden. Um eine .torrent-Datei via HTTP herunterzuladen fügen Sie den Link in das obige Textfeld ein. Wenn Sie bereits eine *.torrent-Datei haben, klicken Sie auf.
es: Para descargar y compartir archivos de BitTorrent, los torrent pueden ser un archivo o un URL(link HTTP). Para decargarlo de un enlace, póngalo en el recuadro anterior. Si ya tienes el archivo del torrent, haz click aqui.
fr: Aussi télécharger les fichiers BitTorrent. Un torrent peut être un fichier 'xyz.torrent', ou un lien HTTP vers ce fichier '.torrent'. Copiez le dans la boîte ci-dessus. Si vous avez déjà un fichier '.torrent', Cliquez.
he: שרזה יכול להורד קבצים של טורנט-ביט. טורנט הוא למעשה קובץ לינק / ניווט 'torrent' לקבצי
hu: BitTorrent fájlok: Egy torrent lehet egy .torrent fájl vagy egy HTTP link, ami elvezet a .torrent fájlhoz. A torrent elérési útvonalát csak másolja be a felső ablakba. Ha már rendelkezik .torrent fájllal, kattintson a Torrent megnyitása gombra:
it: Envy può anche scaricare file BitTorrent. Un torrent può essere scaricato con un file xyz.torrent o con un link HTTP al file .torrent. Per scaricare un torrent con il link, incollalo nello spazio sopra. Se hai già un file .torrent, clicca su Apri torrent:
ja: EnvyはBitTorrentファイルのダウンロードもできます。 torrentは拡張子.torrentファイルへのHTTPリンクで記述されています。 torrentのHTTPリンクをダウンロードするには上のボックスにそれを貼り付けます。.torrentファイルがある場合はそれを開いて下さい:
lt: Jūs taip pat galite parsisiųsti BitTorrent failus. Tai gali būti failas su .torrent plėtiniu arba HTTP nuoroda į tokį failą. Torrent atsisiuntimui įterpkite nukopijuotą nuorodą į aukščiau esantį langelį. Jei Jūs jau turite .torrent failą, spauskite „Atverti Torrent:“
nl: Envy kan ook BitTorrent bestanden downloaden. Om een torrent HTTP snelkoppeling te downloaden, plak je het in het veld hierboven. Als je al een torrent bestand hebt, klik dan op "Torrent openen"
no: Envy kan også laste ned BitTorrent filer. En torrent kan bli beskrevet av en xyz.torrent fil, eller en HTTP-link til .torrent-filen. For å laste ned en torrent HTTP-link, lim den inn i vinduet over. Hvis du allerede har en .torrent-fil, Klikk Åpne Torrent:
pl: Envy może także pobierać pliki BitTorrentowe. Torrent może być opisany jak jakiś plik .torrent, lub jako link HTTP do pliku .torrent. Aby pobrać link HTTP do torrentu, wklej go do miejsca powyżej. Jeżeli już masz plik .torrent, kliknij Otwórz Torrent:
pt: Também baixa arquivos BitTorrent. Um Torrent é descrito por um arquivo .torrent ou um link HTTP para o arquivo .torrent. Para baixar um link HTTP de torrent cole-o na caixa acima. Se você tem um arquivo .torrent, clique em Abrir Torrent:
ru: Envy может загружать и BitTorrent файлы. Torrent представляет собой xyz.torrent файл или HTTP ссылку на '.torrent' файл. Для загрузки HTTP Torrent ссылки введите её выше. Если у Вас уже есть '.torrent' файл, нажмите кнопку
sl: Prav tako prenese datoteke BitTorrent. Torrent lahko opišemo, kot neko xyz.torrent datoteko ali povezavo tipa HTTP to .torrent datoteke. Za prenos torrent HTTP povezave prilepite naslov s zgornje okence. Če .torrent datoteko že imate, kliknite na Odpri Torrent:
sq: Envy mund të shkarkojë edhe skedat e BitTorrent. Torrenti përshkruhet nga një skedë .torrent, ose një link HTTP i skedës .torrent. Që të shkarkoni torrent nga një link HTTP, vendoseni atë më sipër. Nëse keni një skedë .torrent, klikoni Hap Torrent.
sr: Envy još može skinuti BitTorrent datoteke.Torrent može biti xyz.torrent datoteka, ili HTTP link na .torrent datoteku.Za skinuti torrent HTTP link, zalepi ga u gornji prostor.Ako već imate .torrent datoteku, kliknite na Otvori Torrent:
sv: Envy kan också ladda ned BitTorrent-filer. En torrent kan bli beskriven med en fil som har .torrent som filändelse lagrad på din dator eller en HTTP-server. För att ladda ned en torrent via en HTTP-länk klistrar du in länken i rutan nedanför. Om du redan har en .torrent-fil kan du klicka på Öppna Torrent.
tr: Envy ayrıca BitTorrent dosyaları indiriyor. Bir torrent xyz.torrent dosyası ya da .torrent dosyası HTTP bağlantısı ile tanımlanabilir. Bir torrent HTTP indirme bağlantısını yukarıdaki kutuya yapıştırın. Bir .torrent dosyası varsa, Torrent Aç tıklayın:

source: _Open Torrent
ar: _Torrent فتح
ca: Obre _Torrent
de: _Torrent öffnen...
es: Abrir _Torrent
fr: Ouvrir _Torrent
he: ...פתח טורנט
hu: Torrent megnyitása
it: Apri _torrent
ja: Torrentを開く(_T)
lt: Atverti _Torrent
nl: _Torrent openen
no: Åpne _torrent
pl: _Otwórz Torrent
pt: _Abrir Torrent
ru: _Открыть Torrent
sl: _Odpri Torrent
sq: _Hap Torrent
sr: Otvori _Torrent
sv: Öppna _Torrent…
tr: Torrent'ı Aç...

source: New Search|Search Again|Find in Library
af: Nuwe Soektog|Soek weer|Soek in Biblioteek
ar: بحث جديد|البحث مره اخرى|البحث في المكتبة
ca: Cerca|Cercar de nou|Cerca a la col·lecció
de: Neue Suche|Erneut Suchen|In Bibliothek suchen
es: Buscar|Buscar de nuevo|Buscar en Colección
fr: Nouvelle recherche|Chercher encore|Trouver dans la bibliothèque
he: חיפוש חדש|חפש שוב|מצא בספריה
hu: Új keresés|Újra keres|Könyvtárban keres
it: Nuova ricerca|Cerca ancora|Cerca nella libreria
ja: 新規検索|再検索|ライブラリ検索
lt: Nauja paieška|Ieškoti dar kartą|Ieškoti kolekcijoje
nl: Nieuwe zoekopdracht|Opnieuw zoeken|Zoeken in bibliotheek
no: Nytt søk|Søk på nytt|Finn i mine filer
pl: Nowe wyszukiwanie|Szukaj ponownie|Znajdź w Bibliotece (zasobach)
pt: Nova Busca|Procurar de Novo|Achar na Biblioteca
ru: Новый поиск|Искать снова|Поиск в хранилище
sl: Novo iskanje|Ponovno iskanje|Išči v knjižnici
sq: Kërkim i Ri|Kërko Përsëri|Gjej në Librari
sr: Nova Potraga|Ponovi Potragu|Nađi u Kolekciji
sv: Ny sökning|Sök igen|Sök i bibliotek
tr: Yeni Arama|Tekrar Ara|Kütüphanede Bul

source: Filter Results
af: Filreer Resultate
ar: فرز الملفات المطابقة
ca: Filtre
de: Ergebnisse filtern
es: Filtro
fr: Assortiments du filtre
he: ...מסנן תוצאות
hu: Találatok szűrése
it: Opzioni filtro
ja: フィルタ一致
lt: Filtruoti radinius
nl: Filter resultaten
no: Filtrertreff
pl: Filtruj pasujące wyniki
pt: Filtrar Combinações
ru: Фильтрование соответсвий
sl: Filter rezultatov
sq: Filtroni Krahasimet
sr: Filtrirani Rezultati
sv: Filtrera träffar
tr: Filtre Eşleştirmesi

source: Only show matches with these _words:
af: Vertoon net resultate wat die volgende _woorde bevat:
ar: :فقط إظهار الملفات المطابقة التي تتضمن ال_كلمات
ca: Sols mostra els resultats que incloguin les paraules:
de: Nur Ergebnisse, die folgende _Wörter enthalten:
es: Solo mostrar resultados que incluyan las _palabras:
fr: Montrer seulement les résultats qui contiennent les mots :
he: :הראה רק תוצאות שמכילות את המילים
hu: _Csak azokat mutassa, amiben benne van ez
it: Mostra solo risultati che includono le _parole:
ja: フィルタに一致させようとする単語を入力して下さい:
lt: Rodyti tik atitikimus, kuriuose yra ž_odžiai:
nl: Alleen resultaten tonen die deze _woorden bevatten:
no: Vis bare treff som inneholder _ordene:
pl: Pokaż tylko te wyniki, które zawierają słowa:
pt: Só mostrar combinações que incluam as _palavras:
ru: Показывать только содержащие слова:
sl: Pokaži samo rezultate, ki vsebujejo samo _besede:
sq: Trego vetëm krahasimet me _fjalët:
sr: Pokaži samo rezultate koji sadrže ove reči:
sv: Visa endast träffar som innehåller dessa _ord:
tr: Sadece kelimeyi içeren eşleştirmeleri göster:

source: Reg. Exp.
ar: (يمكنك أستبعاد الكلمات أيضا مع -كلمة)
hu: Reg. kif.
lt: Reg. išr.
ru: Рег. Выраж.

source: (Exclude -words)
af: (-woorde uitsluit)
ar: : و التي تطابق ال_حجم
ca: (Excloure -paraulas)
de: (-Wort ausschließen)
es: (Excluir -palabras)
fr: (Exclure -mots)
he: ‫(תוכל גם להשמיט מילים כך: 'מילה')
hu: (-szó megoldással zárhat ki szavakat)
it: (Escludere -parole)
ja: (-単語 で除外設定を行うことが出来ます)
lt: (Išbraukti iš radinių -žodius)
nl: (-woorden uitsluiten)
no: (Også fjerne -ord)
pl: (Wykluczyć -wyrazy)
pt: (Excluir -palavras)
ru: (исключать слова можно ставя '-' перед ними)
sl: (Izvzamete lahko tudi -besede)
sq: (Përjashtoni edhe -fjalët)
sr: (Možete i da ne sadrži -reči)
sv: (Också välja bort -ord)
tr: (-kelimeleri arama dışı tutabilirsiniz)

source: Min. size:
af: Minimum:
ca: Mínima:
de: Minimum:
es: Mínimo:
fr: Minimum :
he: :מינימום
hu: Minimum:
it: Minime:
ja: 最小:
lt: Mažiausiai:
nl: Minimaal:
no: Minimum:
pl: Minimum:
pt: Mínimo:
ru: Минимум:
sl: Najmanj:
sq: Minimumi:
sr: Minimalno:
sv: Minsta:
tr: Minimum:

source: Max. size:
af: Maksimum:
ca: Màxima:
de: Maximum:
es: Máximo:
fr: Maximum :
he: :מקסימום
hu: Maximum:
it: Massime:
ja: 最大:
lt: Daugiausiai:
nl: Maximaal:
no: Maks:
pl: Maksimum:
pt: Máximo:
ru: Максимум:
sl: Največ:
sq: Maksimumi:
sr: Maximalno:
sv: Största:
tr: Maksimum:

source: Min. number of sources:
af: Met ten minste bronne:
ca: Al menys fonts:
de: Mit mindestens Quellen:
es: Aunque sea Fuentes:
fr: Avec au moins sources. :
he: מקורות לפחות
hu: Legalább forrással:
it: Con almeno fonti:
ja: 少なくとも ソース:
lt: Mažiausiai su šaltinių:
nl: Met minstens bronnen:
no: Minst kilder:
pl: Z co najmniej źródłami:
pt: Com ao menos fontes:
ru: Минимум с источн:
sl: Z najmanj viri:
sq: Me të paktën burime:
sr: Sa baremizvora:
sv: Med minst källor:
tr: küçük miktar ile kaynaklar:

source: _Hide:
af: _Steek Weg:
ar: المضيفون المشغولون
ca: _Oculta:
de: _Ausblenden:
es: Ocultar:
fr: Masquer :
he: :הסתר
hu: _Elrejtés
it: _Nascondi:
ja: 非表示:
lt: _Slėpti:
nl: _Verbergen:
no: _Skjul:
pl: Ukryj:
pt: _Esconder:
ru: Скрыть:
sl: _Skrij:
sq: _Fshehi:
sr: Sakrij:
sv: _Dölj:
tr: _Gizle:

source: Files you already have
af: Lêers wat jy alreeds het
ar: المضيفون المنهكون/أو خلف جدار ناري
ca: Arxius que ja tens
de: Lokal vorhand. Dateien
es: Archivos que ya tienes
fr: Fichiers possédés
he: קבצים לא תואמים
hu: Nem hozzáillő találatok
it: File che già possiedi
ja: 既に所有しているファイル
lt: Failus, kuriuos jau turite
nl: Bestanden die je al hebt
no: Filer du allerede har
pl: Pliki, które już masz
pt: Arqs que você já tem
ru: Нестабильные
sl: Datot., ki se ne ujemajo s filtrom
sq: Skedat e mëparshme
sr: Datoteke koje već imate
sv: Filer du redan har
tr: Dosyaya Zaten Sahipsiniz

source: Non-matching files
ar: المضيفون الغير مستقرين
ca: Nombres erronis
de: Unpassende Ergebnisse
es: Resultados erroneos
fr: Sans correspondance
he: קבצים שכבר יש לך
hu: Már meglévő fájlok
it: File non corrispondenti
ja: 一致しないファイル
lt: Už užkardos
nl: Ongeschikte bestanden
no: Ikke liknende filer
pl: Nie pasujące pliki
pt: Arquivos que não combinam
ru: Несоответствующие
sl: Datot., ki jih že imate
sq: Skedat jo të njëjta
sr: Non-matching datoteke
sv: Filer som inte matchar
tr: Dosya Eşleme yok

source: Suspicious files
af: Verkeerde lêers
ar: Restricted ملف
ca: Arxius sospitosos
de: Gefälschte Ergebnisse
es: Archivos Sospechosos
fr: Fichiers suspects
he: קבצים חשודים
hu: Gyanús fájlok
it: File Sospetti
ja: 不審なファイル
lt: Įtartinus failus
nl: Verdachte bestanden
pl: Podejrzane pliki
pt: Arquivos suspeitos
ru: Подозрительные
sl: Sumljive datoteke
sq: Skedat e dyshimta
sr: Suspicious datoteke
sv: Misstänkta filer
tr: Sahte Sonuçlar

source: Restricted files
ar: DRM ملف
ca: Arxius restrict
de: Restrikted Dateien
es: Archivos Prohibidos
fr: Fichiers restricte
he: Restricted קבצי
hu: Restricted fájlok
it: File Restricted
ja: Restrictedファイル
lt: Restricted failus
nl: Restricted bestanden
pt: Arquivos prohibtos
ru: Файлы с Restricted
sl: Restricted datoteke
sq: Skedat Restricted
sr: Restricted datoteke
sv: Restricted filer
tr: Restricted Dosyaları

source: DRM files
ar: الملفات الغير مطابقة
ca: Arxius DRM
de: DRM-gesch. Dateien
es: Archivos DRM
fr: Fichiers DRM
he: DRM קבצי
hu: DRM fájlok
it: File DRM
ja: DRMファイル
lt: DRM failus
nl: DRM bestanden
pt: Arquivos DRM
ru: Файлы с DRM
sl: DRM datoteke
sq: Skedat DRM
sv: DRM filer
tr: DRM Dosyaları

source: Firewalled hosts (push)
af: Netskans/stootgashere
ar: الملفات التي لديك مسبقا
ca: Usuaris amb tallafocs/push
de: Push/LowID-Hosts
es: Usuarios firewalled/push
fr: Hôtes avec pare-feu
he: תחת חומת אש/push
hu: Passzív kiszolgálók
it: Host con firewall/push
ja: FW/プッシュ ホスト
lt: Neatitinka kriterijų
nl: Gefirewalde bronnen
no: Bak brannmur/push-verter
pl: Hosty za firew./push
pt: Hosts com Firewall/push
ru: За брандмауэром
sl: Gost. za požarnim zidom ali potisne
sq: Hoste në fajruoll/shtytje
sr: Firewalled/push hosts
sv: Värdar bakom brandvägg
tr: Güvenlik Duvarlı hostlar

source: Unstable hosts
af: Onstabiele gashere
ar: النتائج المزيفة
ca: Inestables
de: Instabile Hosts
es: Usuarios Inestables
fr: Hôtes instables
he: משתמשים לא יציבים
hu: Forgalmas kiszolgálók
it: Host instabili
ja: ビジー状態のホスト
lt: Nestabilius adresatus
nl: Onstabiele bronnen
no: Ustabile verter
pl: Nie stabilne hosty
pt: Hosts instáveis
ru: Уже загруженные
sl: Nestabilne gostitelje
sq: Hostet e lëkundshme
sr: Nestabilne hostove
sv: Instabila värdar
tr: Değişen hostlar

source: Busy hosts
af: Besige gashere
ar: وضع كإفتراضي
ca: Ocupats
de: Kein freier Uploadslot
es: Usuarios Ocupados
fr: Hôtes occupés
he: משתמשים עסוקים
hu: Labilis kiszolgálók
it: Host occupati
ja: 不安定なホスト
lt: Užimtus adresatus
nl: Bezette bronnen
no: Opptatt vert
pl: Zajęte hosty
pt: Hosts ocupados
ru: Занятые
sl: Zaposlene gostitelje
sq: Hostet e zëna
sr: Zauzete hostove
sv: Upptagna värdar
tr: Meşgul hostlar

source: Bogus results
af: Vals resultate
ar: حفظ _باسم
ca: Resultats falsos
de: Spamverdacht
es: Resultados falsos
fr: Faux résultats
he: תוצאות שגויות
hu: Hamis találatok
it: Risultati errati
ja: 役に立たない結果
lt: Klastotes
nl: Nepresultaten
no: Falske resultat
pl: Fałszywe wyniki
pt: Resultados falsos
ru: Подделки
sl: Lažne rezultate
sq: Rezultatet false
sr: Lažne rezultate
sv: Bluffresultat
tr: Yetişkinler İçin Sonuçlar

source: Adult results
af: Adult resultate
ar: الفرز:
ca: Arxius per a adults
de: Erotikfilter
es: Resultados para adultos
fr: Résultats pour adultes
he: תוצאות עם תוכן למבוגרים
hu: Felnőtt tartalom
it: Risultati per adulti
ja: アダルトファイル
lt: Turinį suaugusiems
nl: 16+ resultaten
no: Adult resultat
pl: Wyniki dla dorosłych
pt: Resultados adultos
ru: Для взрослых
sl: Rezultati za odrasle
sq: Rezultatet për të rritur
sr: Adult rezultate
sv: Filer med åldersgräns
tr: Şüpheli Dosyalar

source: Filters:
ca: Filtra
de: Filtern
es: Filtros:
fr: Filtrer
he: אישור
hu: Szűrők
it: Filtri:
ja: フィルタ:
lt: Filtrai:
no: Filtere:
pl: Filtry:
pt: Filtros:
ru: Фильтры:
sl: Filtri:
sq: Filtri:
sr: Filteri:
sv: Filter:
tr: Filtreler

source: Set as default
af: Stel in as standaard
ar: الملفات المشبوهة
ca: Posa-ho per defecte
de: Als Standard
es: Ponerlo por defecto
fr: Régler par défaut
he: קבע כברירת מחדל
hu: Alapértelmezett
it: Imposta come predefinito
ja: デフォルトに設定
lt: Nustatyti numatytuoju
nl: Markeer als standaard
no: Bruk som standard
pl: Ustaw jako domyślne
pt: Definir como padrão
ru: По умолчанию
sl: Nastavi kot privzeto
sq: Vendose si tipik
sr: Postavi za uvek
sv: Välj som standard
tr: Varsayılanı Gerçekleştir

source: _Save as
af: _Stoor as
ar: نتائج مواد البالغين
ca: _Desa com
de: _Speichern als...
es: _Guardar como
fr: _Sauvegarder sous
he: שמור בשם
hu: _Mentés...
it: _Salva come
ja: 新規保存
lt: _Išsaugoti kaip
nl: _Opslaan als
no: Lagre som
pl: Zapisz jako
pt: _Salvar como
ru: _Сохранить как
sl: _Shrani kot
sq: _Ruaje si
sr: _Sačuvaj kao
sv: _Spara som
tr: _Farklı Kaydet

source: Filter
af: Filreer
ar: إلغاء الأمر
ca: Filtres:
es: Filtrar
fr: Filtres :
he: ‪:...סינון
hu: Szűrés
it: Filtro
ja: フィルタ
lt: Filtruoti
no: Filtrer
pl: Filtruj
pt: Filtro
ru: Фильтровать
sq: Filtro
tr: Filtreler:

source: Save filter as
af: Stoor filter as
ar: حفظ المرشح باسم
ca: Desa filtre com...
de: Filter speichern als
es: Guardar filtro como
fr: Sauvegarder le filtre sous
he: ...שמור מסנן בשם
hu: Szűrő mentése másként
it: Salva il filtro come
ja: フィルタに名前を付けて保存
lt: Išsaugoti filtrą kaip
nl: Filter opslaan als
no: Lagre filter som
pl: Zapisz filtr jako
pt: Salvar filtro como
ru: Сохранить фильтр как
sl: Shrani filter kot
sq: Ruani filtrin
sr: Sačuvaj filter kao
sv: Spara filter som
tr: Filtre Farklı Kaydet

source: Save the current filter as
af: Stoor die huidige filter as
ar: حفظ المرشح الحالي باسم
ca: Desa el filtre com
de: Aktuellen Filter speichern als
es: Guardar el filtro como
fr: Sauvegarder le filtre actuel sous
he: :שמור את המסנן הנוכחי בשם
hu: Jelenlegi szűrő mentése másként
it: Salva il filtro attuale come
ja: 現在のフィルタに名前を付けて保存:
lt: Išsaugoti šį filtrą kaip
nl: Geef een filternaam:
no: Lagre nåværende filter som
pl: Zapisz obecny filtr jako
pt: Salvar o filtro atual como
ru: Сохранить текущий фильтр как
sl: Shrani trenutni filter kot
sq: Ruaje filtrin aktual si:
sr: Sačuvaj trenutni filter kao
sv: Spara nuvarande filter som
tr: Yürürlükteki Filtreyi Farklı Kaydet

source: Discovery Service
af: Ontdekkingsdiens
ar: خدمة الإكتشاف
ca: Servei de descobriments
es: Servicio de descubrimientos
fr: Services de découverte
he: שירות משאבי חיבור
hu: Szerverkereső szolgáltatás hozzáadása
it: Servizio di ricerca
ja: ディスカバリサービス
lt: Paslaugų radimo tarnyba
no: Oppdagelsestjeneste
pl: Serwis Discovery
pt: Serviço de Descobrimento
ru: Ресурс соединений
sl: Storitev Discovery
sq: Shërbime Zbulimi
sv: Upptäckstjänst
tr: Keşif Servisi
