Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: The eDonkey network uses large queues with long wait times. By limiting the maximum queue position you will accept so strictly, you may have trouble getting downloads to begin.\nAre you sure you want to limit what queue positions you will accept?
af: Die eDonkey netwerk gebruik groot waglyste met lang wagtye. Deur die maksimum aanvaarde waglysposisie so streng te beperk, mag jou aflaaie dalk sukkel om te begin.\nIs jy seker jy wil die waglysposisies beperk?
ca: La Xarxa eDonkey utilitza llargues cues amb temps llargs d' espera. Limitant la teva màxima cua de posició pots tenir problemes per a iniciar les descàrregues.nEstàs segur/a que vols limitar les posicions de cua que acceptaràs?
de: Das eDonkey-Netzwerk benutzt lange Warteschlangen mit langen Wartezeiten. Wenn Sie die Maximale Warteschlangenlänge zu strikt einstellen, könnten Sie Probleme bekommen, Dateien herunterzuladen.nSind Sie sicher, dass Sie die Maximale Warteschlangenposition auf diesen Wert setzen wollen?
es: La red eDonkey utiliza largas colas con tiempos largos de espera. Limitando la posición máxima de cola de espera,puede que te de problemas para iniciar las descargas.nEstas seguro que deseas limitar las posiciones de cola que vas a aceptar?
fr: Le réseau eDonkey utilise de larges files d'attente avec de longs temps d'attente. En acceptant de limiter trop strictement le nombre maximum de place dans la file d'attente, vous pourriez avoir des problèmes pour avoir des téléchargements qui commencent.nÊtes-vous certain de vouloir limiter le nombre de positions en file d'attente que vous acceptez ?
hu: Az eDonkey hálózaton sokáig kell sorbanállni és várakozni egy fájlért. Ha csökkenti a sorok maximális számát, valószínűleg nem fognak elidulni a letöltések.\nBiztos csökkenteni akarja a számodra kirendelt sorszámot?
it: La rete eDonkey usa grandi code con lunghi tempi di attesa. Limitando la posizione massima in coda puoi avere problemi nella partenza dei download.nSei sicuro di voler limitare la posizione massima in coda da accettare?
ja: eDonkeyネットワークは非常に長時間順番待ちしなくてはならないような巨大なキューを使用しています。 キューで順番待ちする最大値を制限することによって、 ダウンロードが始まらないというようなトラブルが発生する可能性があります。 本当にキューで順番待ちする最大値の制限を行って宜しいですか?
lt: eDonkey tinkle naudojamos didelės eilės, ir jose laukiama ilgai. Sumažinę eilės dydį Jūs priimsite susijungimus labai griežtomis sąlygomis ir galite turėti problemų su atsisiuntimu.\nAr įsitikinę, kad norite apriboti eilės numerius?
nl: Het eDonkey netwerk gebruikt grote wachtrijen met grote wachttijden. Door de maximum rijpositie te beperken zal u zo strikt goedkeuren, dat u problemen kunt ondervinden bij downloads om te beginnen.\nWeet u zeker dat u de maximale rijpositie die u wilt goedkeuren, beperken?
no: eDonkey-nettverket har lange køer med lange ventetider. Ved å begrense den maksimale akseptable køposisjonen så strengt, kan du få problemer med å få nedlastinger til å begynne.\nEr du sikker på at du vil begrense hvilken køposisjon du vil akseptere?
pt: A rede eDonkey faz uso de longas filas com longos tempos de espera. Em limitar a posição máxima na fila que você aceitará tão estritamente, você pode ter problemas para iniciar seu downloads.\nVocê tem certeza que você quer limitar quais as posições máximas na fila que você aceitará?
ru: В сети eDonkey используются длинные очереди, и в них приходится ждать долго. Если уменьшите величину, Вы начнете принимать соединения очень ограниченно и у Вас могут возникнуть проблемы с загрузкой.\nУверены, что хотите уменьшить число очередей?
sl: eDonkey omrežje uporablja dolge čakalne vrste z dolgimi čakalnimi dobami. Z omejevanjem največjega mesta v čakalni vrsti boste lahko imeli težave pri pridobivanju rež za prenose saj se lahko zgodi, da nikakor ne boste mogli priti na vrsto.\nSte prepričani, da želite omejiti največjo dovoljeno mesto v čakalni vrsti?
sv: Nätverket eDonkey använder långa köer med långa väntetider. Om du begränsar den maximala köpositionen kan du få problem med att ladda ner filer.\nÄr du säker på att du vill begränsa köpositioner?
tr: eDonkey ağı uzun zamanla uzun sıra kullanılır. Maksimum sıra pozisyonu limitini kabul ederken dikkatli olmalısınız, indirmelere başlamak zor olabilir.\nKabul edeceğin sıra pozisyonunu kısıtlamak istediğinden emin misin?

source: Envy Settings
af: Envy Verstellings
ar: إعدادات شير-أزا
ca: Configuració de Envy
de: Einstellungen
es: Configuración de Envy
fr: Réglages Envy
he: ‪‪הגדרות שרזה
hu: Beállítások
it: Opzioni di Envy
ja: Envy 設定
lt: „Envy“ nuostatos
nl: Envy instellingen
no: Innstillinger
pl: Ustawienia Envy
pt: Configurações do Envy
ru: Установки Envy
sl: Envy nastavitve
sq: Vendosjet e Envy-s
sr: Envy Podešavanja
sv: Inställningar
tr: Envy Ayarları

source: Are you sure you wish to delete the "%s" skin? This cannot be undone.
af: Is jy seker jy wil die "%s" omslag skrap? Dit kan nie herroep word nie.
ar: هل تريد فعلا حذف غلاف "%s" ؟ هذا لا يمكن التراجع عنه
ca: Estàs segur que vols esborrar l'interfície "%s". Aquesta decisió no es pot desfer.
de: Wollen Sie den Skin "%s" wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Estas seguro que deseas eliminar "%s" skin? Esto no se puede deshacer.
fr: Êtes-vous certain de vouloir supprimer le thème « %s »? Ceci est irréversible.
he: ‪.המעטפת תימחק לקיבעון "%s" האם אתה בטוח שברצונך למחוק את המעטפת
hu: Biztos, hogy törölni akarja a(z) "%s" kinézetet? Ezt már nem lehet később visszavonni.
it: Desideri eliminare la skin "%s". Quest'azione non potrà essere annullata.
ja: "%s" スキンを削除してよろしいですか? この作業は元に戻せません
lt: Ar tikrai norite ištrinti „%s“ apvalkalą? Atstatyti vėliau bus neįmanoma.
nl: Weet je zeker dat je de skin "%s" wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette dette "%s" skinnet? Det kan ikke gjenopprettes.
pl: Czy jesteś pewien że chcesz usunąć skórę "%s" ? Ta operacja jest nieodwracalna.
pt: Você tem certeza que você quer apagar a "%s" skin? Isto não pode ser desfeito.
ru: Уверены, что хотите удалить шкурку «%s»? Действие будет необратимое.
sl: Ste prepričani, da želite brisati preobleko "%s". Dejanja ne bo mogoče razveljaviti.
sq: A jeni i sigurt se doni të fshini lëvoren "%s". Këtë nuk mund ta ktheni.
sr: Jeste li sigurni da želite izbrisati "%s" skin?Ne može se povratiti.
sv: Är du säker på att du vill radera skinnet "%s". Detta kan inte ångras.
tr: "%s" arayüzünü silmek istediğinizden emin misiniz? Bu yapılamaz.

source: %s in : %s out (d:%I64i/u:%I64i)
af: %s in : %s uit (a:%I64i/o:%I64i)
ar: %s في : %s خارج (d:%I64i/u:%I64i)
ca: %s Entra : %s Surt (d:%I64i/u:%I64i)
de: %s ein : %s aus (d:%I64i/u:%I64i)
es: %s entra : %s sale (d:%I64i/u:%I64i)
fr: %s e. : %s s. (t:%I64i/e:%I64i)
he: ‪‪%s :‏נכנס‎ %s :‏יוצא‎ (D:%I64i/U:%I64i)
hu: Le: %s | Fel: %s (d:%I64i/u:%I64i)
ja: 入 %s : 出 %s (d:%I64i/u:%I64i)
lt: %s įein. : %s išein. (a:%I64i/i:%I64i)
nl: %s in: %s uit (d:%I64i/u:%I64i)
no: %s inn : %s ut (d:%I64i/u:%I64i)
pl: %s do : %s z (Pob:%I64i/Wys:%I64i)
pt: %s entram : %s saem (d:%I64i/u:%I64i)
ru: %s-Вх. %s-Исх. (З:%I64i/В:%I64i)
sl: %s not : %s ven (d:%I64i/u:%I64i)
sq: %s brenda : %s jashtë (s:%I64i/n:%I64i)
sr: %s primljeno : %s poslano (d:%I64i/u:%I64i)
sv: %s in : %s ut (d:%I64i/u:%I64i)
tr: %s içeride : %s dışarıda (d:%I64i/u:%I64i)

source: Connected to %lu neighbors. %s in local library.
af: Gekonnekteer aan %lu gashere. %s in lokale biblioteek.
ar: متصلة الجيران %lu. %s في المكتبة المحلية.
ca: Connectat amb %lu veí(ïns). Tens %s a la col·lecció local.
de: Verbunden mit %lu Hosts, %s in der lokalen Bibliothek.
es: Conectado a %lu vecinos. Tienes %s en Colección.
fr: Connecté à %lu voisins. %s dans votre bibliothèque locale.
he: ‪‏‪‏שכנים‎ %lu ‏אל‎ ‏מחובר‎ , %s ‏מקומית‎ ‏בספריה
hu: Kapcsolódva %lu szomszéddal. %s a megosztás mérete.
it: Connesso con %lu host. %s nella libreria locale.
ja: 近隣接続 %lu, 共有 %s
lt: Prisijungta prie %lu kaimynų(-o). %s asmeninėje kolekcijoje.
nl: Verbonden met %lu gastheren. %s in lokale bibliotheek.
no: Koblet til %lu nabo(er). %s lokalt.
pl: Połączony do %lu host(ów). %s w lokalnej bibliotece (zasobów).
pt: Conectado com %lu vizinhos. %s na biblioteca local.
ru: Соединено с %lu хостом(ами). %s в собсвенном хранилище.
sl: Povezan s sosedi: %lu. V lokalni knjižnici: %s.
sq: I lidhur te %lu fqinjë. %s në librarinë lokale.
sr: Spojeno na %lu suseda.%s u vašoj kolekciji.
sv: Ansluten till %lu grannar. %s i ditt lokala bibliotek.
tr: Komşu(lar)ya %lu bağlandı. %s yerel kütüphane.

source: Hub mode with %lu neighbors. %s in local library.
af: Hub modus met %lu kliënt(e). %s in lokale biblioteek.
ar: وضع المركز مع جيرانها %lu. %s في المكتبة المحلية.
ca: Mode Hub amb %lu veí(ïns). %s a la meva col·lecció.
de: Hub-Modus mit %lu Leaves. %s in ihrer Bibliothek.
es: Modo Hub %lu en redes. %s en Colección.
fr: En mode Hub avec %lu voisins. %s dans votre bibliothèque locale.
he: ‪‪%lu ‏מצב‎: ‏מוקד‎ ‏עם‎ ‏שכנים‎ , %s ‏מקומית‎ ‏בספריה
hu: Hub mód %lu szomszéddal. %s a helyi könyvtárban.
it: Modalità Hub con %lu vicino(i). %s nella tua libreria locale.
ja: ハブモード 近隣接続 %lu, 共有 %s
lt: Mazgo veiksena su %lu kaimynais(-ų). %s asmeninėje kolekcijoje.
nl: Hub Modus met %lu buurmannen. %s in lokale bibliotheek.
no: Hub-modus med %lu nabo(er). %s i lokalt bibliotek.
pl: Tryb Hub z %lu Sąsiadem(ami). %s w lokalnej bibliotece.
pt: Modo Hub com %lu vizinhos. %s na biblioteca local.
ru: Режим узла с %lu хостом(ами). %s в собсвенном хранилище.
sl: Način vozlišča s številom sosedov: %lu. V lokalni knjižnici: %s.
sq: Mënyrë Nyje me %lu hoste. %s në librarinë lokale.
sr: Hub način sa %lu suseda.%s u vašoj kolekciji.
sv: Navläge med %lu grannar. %s i ditt lokala bibliotek.
tr: %lu komşu(lar)la Hub modu. %s yerel kütüphane.

source: Hub/Ultrapeer mode with %lu neighbors. %s in local library.
af: Hub/Ultrapeer modus met %lu kliënt(e). %s in lokale biblioteek.
ar: وضع المركز مع جيرانها %lu. %s في المكتبة المحلية.
ca: Mode Hub/Ultrapeer amb %lu veí(ïns. %s a la meva col·lecció local.
de: Hub/Ultrapeer-Modus mit %lu Leaves. %s in ihrer Bibliothek.
es: Modo Hub/Ultrapeer %lu en redes. %s en Colección.
fr: En mode Hub/Ultrapeer avec %lu voisins. %s dans votre bibliothèque locale.
he: ‪‏‪‏מצב‎ Ultrapeer/‏מוקד‎ ‏עם‎ %lu ‏שכנים‎: , %s ‏מקומית‎ ‏בספריה
hu: Hub/Ultrapeer mód %lu szomszéddal. %s a helyi könyvtárban.
it: Modalità Hub/Ultrapeer con %lu vicino(i). %s nella libreria locale.
ja: ハブ/ウルトラピアモード 近隣接続 %lu, 共有 %s
lt: Mazgas/Vedančiojo veiksena su %lu kaimynais(-ų). %s asmeninėje kolekcijoje.
nl: Hub/Ultrapeer Modus met %lu buurman(nen). %s in lokale bibliotheek.
no: Hub/Ultrapeer-modus med %lu nabo(er). %s in local library.
pl: Tryb Hub/Ultrapeer z %lu Sąsiadem(ami). %s w lokalnej bibliotece.
pt: Modo Hub/Ultrapeer com %lu vizinhos. %s na sua biblioteca local.
ru: Узел/режим Ведущего с %lu хостом(ами). %s в собсвенном хранилище.
sl: Način Hub/Ultrapeer s številom sosedov: %lu. V lokalni knjižnici: %s.
sq: Mënyrë Nyje/Ultrapikë me %lu hoste. %s në librarinë lokale.
sr: Hub/Ultrapeer način sa %lu suseda.%s u vašoj kolekciji.
sv: Nav/Ultralikeläge med %lu grannar. %s i ditt lokala bibliotek.
tr: %lu komşusu ile Hub/Ultrapeer mod. %s yerel kütüphanede.

source: Ultrapeer mode with %lu neighbors. %s in local library.
af: Ultrapeer modus met %lu kliënt(e). %s in lokale biblioteek.
ar: وضع المركز مع جيرانها %lu.. %s في المكتبة المحلية.
ca: Mode Ultrapeer amb %lu veí(ïns). %s a la col·lecció local.
de: Ultrapeer-Modus mit %lu Leaves. %s in ihrer Bibliothek.
es: Modo Ultrapeer en %lu vecinos. %s en Colección.
fr: En mode Ultrapeer avec %lu voisins. %s dans votre bibliothèque locale.
he: ‪‏‪Ultrapeer ‏עם‎ %lu ‏שכנים‎: , %s ‏מקומית‎ ‏בספריה
hu: Ultrapeer mód %lu szomszéddal. %s a helyi könyvtárban.
it: Modalità Ultrapeer con %lu vicino(i). %s nella libreria locale.
ja: ウルトラピアモード 近隣接続 %lu, 共有 %s
lt: Vedančiojo veiksena su %lu kaimynais(-ų). %s asmeninėje kolekcijoje.
nl: Ultrapeer Modus met %lu buurman(nen). %s in lokale bibliotheek.
no: Ultrapeer-modus med %lu nabo(er). %s in local library.
pl: Tryb Ultrapeer z %lu Sąsiadem(ami). %s w lokalnej bibliotece.
pt: Modo Ultrapeer com %lu vizinhos. %s na sua biblioteca Local.
ru: Режим Ведущего с %lu хостом(ами). %s в собсвенном хранилище.
sl: Način Ultrapeer s številom sosedov: %lu. V lokalni knjižnici: %s.
sq: Mënyrë Ultrapikë me %lu hoste. %s në librarinë lokale.
sr: Ultrapeer način sa %lu suseda.%s u vašoj kolekciji.
sv: Ultralikeläge med %lu grannar. %s i ditt lokala bibliotek.
tr: %lu komşusu ile Ultrapeer mod. %s yerel kütüphanede.

source: Connected. %s in your library.
af: Gekonnekteer. %s in lokale biblioteek.
ar: متصلة. %s في المكتبة الخاصة بك.
ca: Connectat. %s a la col·lecció local.
de: Verbunden. %s in lokaler Bibliothek.
es: Conectado. %s en mi Colección.
fr: Connecté. %s dans la bibliothèque locale.
he: ‪‪‏מחובר‎ , %s ‏מקומית‎ ‏בספריה
hu: Kapcsolódva. %s a helyi könyvtárban.
it: Connesso. %s nella tua libreria locale.
ja: 接続済み, 共有 %s
lt: Prisijungta. Jūsų kolekcijoje yra %s.
nl: Verbonden. %s in lokale bibliotheek.
no: Tilkoblet. %s i lokalt bibliotek.
pl: Połączony. %s w lokalnej bibliotece (zasobów).
pt: Conectado. %s na sua biblioteca local.
ru: Подключено. %s в собсвенном хранилище.
sl: Povezan. V lokalni knjižnici: %s.
sq: I lidhur. %s në librarinë lokale.
sr: Spojeno. %s u vašoj kolekciji.
sv: Ansluten. %s i ditt lokala bibliotek.
tr: Bağlandı. %s yerel kütüphane.

source: Connecting to the network...
af: Besig om aan die netwerk te konnekteer...
ar: الاتصال بالشبكة...
ca: Conectant a la xarxa...
de: Verbindung mit Netzwerken herstellen...
es: Conectando a la red...
fr: Connexion au réseau...
he: ‪...מתחבר לרשת
hu: Kapcsolódás...
it: Connessione alla rete in corso...
ja: ネットワークに接続中...
lt: Jungiamasi prie tinklo...
nl: Bezig te verbinden met het netwerk...
no: Kobler til nettverket...
pl: Łączenie do sieci...
pt: Conectando a rede...
ru: Подключаюсь к сети...
sl: Povezujem na omrežje...
sq: Lidhje në rrjet...
sr: Spajam se na mrežu...
sv: Ansluter till nätverket…
tr: Ağa bağlanıyor...

source: Not connected to the network.
af: Nie aan die netwerk gekonnekteer nie.
ar: غير متصلة بالشبكة.
ca: Envy no està connectat a la xarxa.
de: Mit keinem Netzwerk verbunden.
es: Envy no esta conectado a la red.
fr: Non connecté au réseau.
he: ‪.לא מחובר לרשת
hu: Nincs kapcsolat.
it: Non connesso alla rete.
ja: ネットワーク未接続です
lt: Neprisijungta prie tinklo.
nl: Niet verbonden met het netwerk.
no: Ikke koblet til nettverket.
pl: Nie połączony do sieci.
pt: Não conectado a rede.
ru: Нет соединения с сетью.
sl: Ni povezave v omrežje.
sq: Nuk jeni i Lidhur në Rrjet.
sr: Nije spojeno.
sv: Ej ansluten till nätverket.
tr: Ağa bağlanmadı.

source: Active
af: Aktief
ar: نشط
ca: Actiu
de: Aktiv
es: Activo
fr: Actif
he: ‪פעיל
hu: Aktív
it: Attivo
ja: 有効
lt: Aktyvus
nl: Actief
no: Aktiv
pl: Aktywne
pt: Ativo
ru: Активный
sl: Aktivni
sq: Aktiv
sr: Aktivno
sv: Aktiv
tr: Aktif

source: Inactive
af: Nie Aktief
ca: Inactiu
de: Inaktiv
es: Inactivo
fr: Inactif
he: ‪לא פעיל
hu: Inaktív
it: Inattivo
ja: 無効
lt: Neaktyvus
nl: Werkeloos
no: Inaktiv
pl: Nieaktywne
pt: Inativo
ru: Неактивный
sl: Neaktiven
sq: Joaktiv
sr: Neaktivno
sv: Inaktiv
tr: Pasif

source: Clearing
af: Skoonmaak
ar: ازالة
ca: Aclarir
es: Aclarar
fr: Dégagement
he: מתבהרים
hu: Klíring
it: Schiarendo
ja: 交流クリア
lt: Kliringas
nl: Opruimen
no: Oppklaring
pl: Usuwanie
pt: Esclarecimento
ru: Уборка
sl: Klirinških
sq: Pastër
sr: Разведрава
sv: Rensa
tr: Temizlenmesi

source: Can't Move
af: Kan nie Skuif
ar: لاتستطيع النقل
ca: No es pot moure
de: Verschieben nicht möglich
es: No se puede mover
fr: Ne peut pas déplacer
he: ‪לא ניתן להעביר
hu: Nem mozgatható
it: Impossissibile spostare
ja: 移動できません
lt: Neįmanoma perkelti
nl: Kan niet verplaatsen
no: Kan ikke flytte
pl: Nie można przenieść
pt: Não Pôde Mover
ru: Не перемещается!
sl: Premik ni mogoč
sq: Nuk Lëviz
sr: Ne mogu Pomaknuti
sv: Kan inte flytta
tr: Oynatılamaz

source: Choked
af: Beset
ca: Tallat
es: Cortado
fr: Occupé
hu: Elakadva
it: Occupato
ja: チョーク済
lt: Apkrautas
nl: Versperd
no: Kvalt
pl: Zdławiony
pt: Ocupado
ru: Заморожен
sl: Zadušen (choked)
sq: I Mbytur
sr: Zagušen
sv: Kvävd
tr: Tıkandı

source: Enqueue
af: Waglys
ca: Posant en cua
de: Einreihen
fr: En file d'attente
he: ‪נכנס לתור
hu: Sorbanállás
it: In coda
ja: エンキュー
lt: Stojama eilėn
nl: In wachtrij
no: Settes i kø
pl: Kolejkowanie
pt: Enfileirando
ru: Ставится в очередь
sl: Postavi v čakalno vrsto
sq: Në radhë
sr: Dodaj
sv: Lägg i kö
tr: Sırada

source: File Error
af: Lêer Probleem
ar: خطاء في الملف
ca: Error d'arxiu
de: Dateifehler
es: Error de Archivo
fr: Erreur de fichier
he: ‪שגיאה בקובץ
hu: Hiba
it: Errore file
ja: ファイルエラー
lt: Rašymo klaida
nl: Bestandsfout
no: Filfeil
pl: Błąd pliku
pt: Erro de Arquivo
ru: Ошибка файла
sl: Napaka v datoteki
sq: Gabim Skede
sr: Greška u Datoteci
sv: Filfel
tr: Dosya Hatası

source: Hashset
ca: Taula de hash
hu: Hash érték
ja: ハッシュセット
lt: Maišos rinkinys
no: Hashsett
ru: Набор хеша
sl: Nabor izvlečkov (hashset)

source: Metadata
ca: Metainformació
de: Metadaten
fr: Métadonnée
hu: Metaadat
ja: メタデータ
lt: Meta duomenys
pl: Metadane
ru: Мета данные
sl: Metapodatki
tr: Veri

source: Response
af: Ontvang Antwoord
ca: Resposta
de: Antwort
es: Respuesta
fr: Réponse
he: ‪תגובה
hu: Válasz
it: Risposta
ja: 応答
lt: Atsakas
nl: Antwoordt...
no: Respons
pl: Odpowiedź
pt: Resposta
ru: Ответ
sl: Odgovor
sq: Përgjigje
sr: Odgovor
sv: Svar
tr: Yanıt

source: Moving
af: Skuif Lêer
ar: نقل
ca: Movent
de: Verschieben
es: Moviendo
fr: Déplace
he: ‪מעביר
hu: Mozgatás
it: Spostamento
ja: 移動中
lt: Perkeliama
nl: Verplaatst...
no: Flytter
pl: Przenoszenie
pt: Movendo
ru: Перемещается
sl: Premikam
sq: Lëviz
sr: Mičem
sv: Flyttar
tr: Oynatılıyor

source: Creating
af: Skep Lêer
ar: إنشاء
ca: Creant
de: Erstellen
es: Creando
fr: Crée
he: ‪יוצר
hu: Létrehozás
it: Creazione
ja: 作成中
lt: Kuriama
nl: Maakt...
no: Lager
pl: Tworzenie
pt: Criando
ru: Создается
sl: Ustvarjam
sq: Krijim
sr: Stvaram
sv: Skapar
tr: Yaratılıyor

source: Downloading
af: Laai Af
ar: تحميل
ca: Descarregant
de: Herunterladen
es: Descargando
fr: Téléchargement en cours
he: ‪מוריד
hu: Letöltés
it: Scaricamento
ja: ダウンロード中
lt: Siunčiama
nl: Downloadt...
no: Laster ned
pl: Pobieranie
pt: Baixando
ru: Скачивается
sl: Prenašam
sq: Shkarkim
sr: Skidam
sv: Laddar ned
tr: İndiriliyor

source: Busy
af: Beset
ar: مشغول
ca: Ocupat
de: Beschäftigt
es: Ocupado
fr: Occupé
he: ‪עסוק
hu: Elfoglalt
it: Occupato
ja: ビジー
lt: Užsiėmęs
nl: Bezet
no: Opptatt
pl: Zajęty
pt: Ocupado
ru: Занят
sl: Zaseden
sq: I Zënë
sr: Zauzeto
sv: Upptagen
tr: Meşgul

source: Q
ca: C
es: C
he: בתור
hu: S
it: C
lt: Eil.
no: K
pl: Kolejka
pt: F
ru: Оч.
sv: K

source: Queued
af: Op Waglys
ar: قائمة الانتظار
ca: En cua
de: In Warteschlange
es: En Cola
fr: Mis en file d'attente
he: בתור
hu: Sorbanáll
it: Accodato
ja: キュー
lt: Eilėje
nl: Wachtrij
no: I kø
pl: Zakolejkowany
pt: Enfileirado
ru: В очереди
sl: V čakalni vrsti
sq: Në pritje
sr: Čekam
sv: Kölagd
tr: Sıralı

source: Paused
af: Gevries
ar: موقف مؤقت
ca: Aturat
de: Pause
es: Pausado
fr: En pause
he: ‪מושהה
hu: Szünet
it: In pausa
ja: 一時停止
lt: Pristabdyta
nl: Gepauzeerd
no: Pause
pl: Wstrzymano
pt: Pausado
ru: Пауза
sl: Trenutno prekinjen
sq: Pushon
sr: Pauzirano
sv: Pausad
tr: Duraklatıldı

source: Pending
af: Wag
ar: انتظار
ca: Pendent
de: Warten
es: Pendiente
fr: En suspens
he: ‪ממתין לתשובה
hu: Várakozás
it: In sospeso
ja: 保留中
lt: Laukiama
nl: In afwachting
no: Venter
pl: Oczekuje
pt: Pendente
ru: Ожидание
sl: V čakanju
sq: Varje
sr: Na Čekanju
sv: Avvaktande
tr: Bekliyor

source: Requesting
af: Stuur Versoek
ar: الطالبة
ca: Demanant
de: Anfordern
es: Pidiendo
fr: Requête
he: ‪מבקש
hu: Kérés
it: Richiesta
ja: 要求中
lt: Užklausiama
nl: Toelating vragen...
no: Anmoder
pl: Żądanie
pt: Pedindo
ru: Запрос
sl: Naprošam
sq: Kërkesë
sr: Tražim
sv: Efterfrågar
tr: İstekte Bulunuluyor

source: Seeding
af: Saai
ar: ارسال
ca: Compartint
de: Seeden
es: Compartiendo
fr: Seed
he: ‪מפיץ
hu: Seedelés
it: Condivisione
ja: シード中
lt: Skleidžiama
nl: Zaait...
no: Sprer
pl: Rozpowszechnianie (seeding)
pt: Fazendo Seed
ru: Раздача
sl: Sejem (seeding)
sq: Mbjellje
sv: Sår
tr: Kökeni

source: source
af: bron
ar: مصدر
ca: font
de: Quelle
es: fuente
he: :מקורות
hu: forrás
it: fonte
ja: ソース
lt: šaltinis
nl: bron
no: kilde
pl: źródło
pt: Fonte
ru: источник
sl: vir
sq: burim
sr: izvor
sv: källa
tr: Kaynak

source: sources
af: bronne
ar: المصادر
ca: fonts
de: Quellen
es: fuentes
he: מקורות
hu: forrás
it: fonti
ja: ソース
lt: šaltinių
nl: bronnen
no: kilder
pl: źródeł
pt: fontes
ru: источников
sl: virov
sq: burime
sr: izvora
sv: källor
tr: Kaynak

source: (No Sources)
af: (Geen Bronne)
ar: (أي مصادر)
ca: (No hi ha fonts)
de: (Keine Quellen)
es: (No hay fuentes)
fr: (Pas de sources)
he: ‪(ללא מקורות)
hu: (Nincs forrás)
it: (Nessuna fonte)
ja: (ソース無し)
lt: (Nėra šaltinių)
nl: (Geen bronnen)
no: (Ingen kilder)
pl: (Brak źródeł)
pt: (Sem Fontes)
ru: (нет источников)
sl: (Ni virov)
sq: (Asnjë Burim)
sr: (Nema Izvora)
sv: (Ingen framgång)
tr: (Kaynak Yok)

source: Torrent
he: ‪טורנט
ru: Торрент
sq: Torrenti

source: Tracker Down
af: Verwyser Af
ar: تعقب لأسفل
ca: Rastrejador caigut
de: Kein Seeder
es: Tracker Caído
fr: Traqueur hors ligne
he: ‪תקלה בגשש
hu: Tracker üzemen kívül
it: Tracker scollegato
ja: トラッカーダウン
lt: Seklys atsijungęs
nl: Tracker plat
no: Tracker nede
pl: Tracker wyłączony
pt: Tracker Caiu
ru: Трекер не отвечает
sl: Sledilnik ne deluje
sq: Gjurmuesi Poshtë
sv: Spårare nere
tr: Tracker Servis Dışı

source: Uninterested
af: Nie Geïntreseerd
ar: غير مهتم
ca: Desaparegut
de: Uninteressiert
es: Desinteresado
fr: N'est pas intéressé
he: ‪לא מעוניין
hu: Érdektelen
it: Non interessato
ja: 非インタレスト
lt: Nedomina
nl: Ongeïnteresseerd
no: Uinteressert
pl: Niezainteresowany
pt: Não-Interessado
ru: Бесполезен
sl: Me ne zanima
sq: I Painteresuar
sr: Nezainteresiran
sv: Ointresserad
tr: İlgisiz

source: Unsupported
af: Nie Geïntreseerd
ar: غير معتمد
ca: Desaparegut
de: Nicht unterstützt
es: No admitido
fr: Pas appuyé
he: ‪לא מעוניין
hu: Érdektelen
it: Non interessato
ja: 非インタレスト
lt: Nedomina
nl: Ongeïnteresseerd
no: Uinteressert
pl: Niezainteresowany
pt: Não-suportado
ru: Бесполезен
sl: Me ne zanima
sq: I painteresuar
sr: Nezainteresiran
sv: Ointresserad
tr: İlgisiz

source: Unverified
af: Nie Gekontroleer
ar: غير مؤكدة
ca: No verificat
de: Nicht verifiziert
es: No Verificado
fr: Non vérifié
he: ‪לא מאומת
hu: Ellenőrizetlen
it: Non verificato
ja: 未検証
lt: Nepatikrinta
nl: Niet decontroleerd
no: Ikke godkjent
pl: Nie zweryfikowano
pt: Não Verificado
ru: Без проверки
sl: Nepreverjen
sq: I paverifikuar
sr: Nepotvrđeno
sv: Overifierad
tr: Doğrulanmadı

source: Verified
af: Gekontroleer
ar: التحقق
ca: Verificat
de: Verifiziert
es: Verificado
fr: Vérifié
he: ‪מאומת
hu: Ellenőrizve
it: Verificato
ja: 検証済
lt: Patikrinta
nl: Gecontroleerd
no: Godkjent
pl: Zweryfikowano
pt: Verificado
ru: Проверено
sl: Preverjen
sq: I verifikuar
sr: Potvrđeno
sv: Verifierad
tr: Doğrulandı

source: Verifying
af: Kontroleer
ar: تحقيق
ca: Verificant
de: Verifizieren
es: Verificando
fr: Vérification
he: ‪מאמת
hu: Ellenőrzés
it: Verifica
ja: 検証中
lt: Patikra
nl: Controleert...
no: Verifiserer
pl: Weryfikowanie
pt: Verificando
ru: Проверка
sl: Preverjam
sq: Verifikim
sr: Potvrđujem
sv: Verifierar
tr: Doğrulandı
