Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: More advanced users can access the full range of Envy's options via the Tools menu. Click Exit at any time to leave the wizard.
af: As jy 'n meer gevorderde gebruiker is, kan jy toegang tot die volle spektrum van Envy se verstellings via die Opsies kieslys verkry. Kliek 'Maak Toe' om die assistent op enige stadium te verlaat.
ar: لعمل إعدادات الإتصال Envy اضغط على خروج واضغط على ادوات ثم إعدادات Envy اذا كنت مستخدم محترف اضغط لبرنامج.
ca: Si ets un usuari avançat, les opcions es poden canviar usant el menú d'eines. Aquesta guia pot ser tancada en qualsevol moment, fent clic a "Tanca".
de: Wenn Sie ein fortgeschrittener Benutzer sind, können Sie alle Einstellungen unter Extras -> Einstellungen verändern. Klicken Sie auf Schließen, um den Assistenten zu beenden.
es: Si eres un usuario avanzado, las opciones se pueden cambiar usando el menú de herramientas. Esta guía puede ser cerrada en cualquier momento, haciendole click en Cerrar.
fr: Si vous êtes un utilisateur avancé, vous pouvez accéder à toutes les options de Envy via le menu « Outils ». Cliquez sur « Quitter » pour quitter l'assistant à n'importe quel moment.
he: אם אתה משתמש מתקדם יותר, אתה יכול לגשת לאפשרויות המלאות של שרזה דרך תפריט כלים, לחץ יציאה כדי לצאת מהאשף בכל רגע
hu: De, ha inkább részletesen akarja beállítani a programot, menjen az Eszközök menü Beállítások pontjára. A Kilépés gombbal bármikor megszakíthatja a varázslót.
it: Se sei un utente molto esperto, puoi accedere a tutte le opzioni di Envy tramite il menu Strumenti. Clicca su Esci per chiudere la configurazione guidata in qualsiasi momento.
ja: もしあなたが経験豊富なP2Pユーザーなら、ツールメニューからEnvyのオプション全てにアクセスすることができます。 ”終了”ボタンをクリックすればウィザードをいつでも終了できます。
lt: Jei esate labiau patyręs naudotojas, Jūs galite pasiekti visas „Envy“ parinktis per meniu „Įrankiai“. Paspauskite „Išeiti“, jei norėsite bet kada uždaryti šį vedlį.
nl: Meer ervaren gebruikers kunnen alle opties van Envy ook direct bereiken via het Hulpmiddelen menu. Druk op "Sluiten" om de wizard te verlaten wanneer je maar wilt.
no: Hvis du er en mer avansert bruker, kan du endre innstillingene via Envys verktøy-meny. Klikk avslutt for å lukke hjelperen når du ønsker det.
pl: Jeśli jesteś bardziej zaawansowanym użytkownikiem, możesz uzyskać dostęp do wszystkich opcji Envyy używając menu Narzędzia. Kliknij Wyjście, aby zamknąć w każdej chwili niniejszego kreatora.
pt: Se você é um usuário mais avançado, você pode acessar o alcance completo das configurações do Envy via o menu Ferramentas. Clique em Sair para fechar o assitente a qualquer hora.
ru: Если Вы опытный пользователь, Вы можете получить доступ к полному диапазону настроек Envy в меню Инструменты. Нажмите «Выход» для закрытия мастера в любое время.
sl: Če ste bolj zahteven uporabnik, lahko dostopate do vseh Envy možnosti preko menija Orodja. Da bi v kateremkoli trenutku zaprli Čarovnika, kliknite na gumb Izhod.
sq: Nëse jeni përdorues më i përparuar, mundet të hapni gamën e gjerë të mundësive të Envy-s, në menynë Mjete. Klikoni Dil që ky udhërrëfyes të mbyllet në çdo kohë.
sr: Ukoliko ste napredni korisnik, sve Envy opcije možete naći u meniju Alati.Ako želite zatvoriti ovu pomoć u bilo kojem trentku kliknite na Izlaz.
sv: Om du är en mer avancerad användare kan du komma åt alla Envys alternativ via verktygsmenyn. Välj Avsluta för att när som helst stänga guiden.
tr: İleri bir kullanıcıysanız, Araçlar menüsü aracılığıyla Envy seçeneklerinin tümüne erişebilirsiniz. Sihirbazı kapatmak için Çıkışı tıklayınız.

source: This wizard will assist you to:
af: Hierdie assistent sal jou help om:
ar: :هذا المعالج سيساعدك في
ca: Aquest assistent t'ajudarà en:
de: Dieser Assistent wird ihnen dabei helfen:
es: Este asistente te ayudará a:
fr: Cet assistant vous aidera à :
he: :האשף יעזור לך להגדיר את הדברים הבאים
hu: Ezek a feladatok:
it: Questa configurazione guidata ti aiuterà a:
ja: このウィザードは以下の設定を行います:
lt: Šis vedlys Jums padės:
nl: Deze wizard zal je helpen met:
no: Veviseren trenger å vite mer om:
pl: Ten kreator pomoże ci:
pt: Este Assistente vai ajudá-lo a:
ru: Этот мастер поможет Вам:
sl: Čarovnik vam bo pomagal pri naslednjih opravilih:
sq: Udhërrëfyesi ndihmon të:
sr: Ovde možete jednostavno podesiti sledeće:
sv: Denna guide kommer att assistera dig att:
tr: Bu sihirbaz size yardım edecek:

source: Tell Envy about your Internet connection
af: Inligting oor jou internet konneksie te verskaf
ar: بالانترنت Envy طريقة إتصال
ca: La configuració del tipus de connexió
de: Envy über den Typ ihrer Internetverbindung zu informieren
es: Configurar el tipo de su conexión
fr: Configurer votre connexion Internet.
he: הגדרת פרטי חיבור האינטרנט שלך בשרזה
hu: Milyen internetkapcsolata van?
it: Selezionare la tua connessione Internet
ja: Envyのインターネット接続設定
lt: pasirinkti naudotojo sąsają, kuri Jums patogiausia,
nl: Envy te vertellen over je internetverbinding
no: Hva slags internettilkobling du har
pl: Przekazać Envye parametry Twojego połaczenia z Internetem
pt: Dizer ao Envy sobre a sua conexão com a Internet
ru: Расказать Envy о Вашем Интернет соединении
sl: Medmrežne (internetne) povezave
sq: Njohësh Envy-n me lidhjen tënde të Internetit
sr: Vašu Internet vezu preko koje se spajate sa Envy
sv: Berätta för Envy om din Internetanslutning
tr: İnternet bağlantınızı Envy'ya bildirin

source: Connect to your choice of P2P networks
af: Te kies watter lêers jy wil deel
ar: اختيار الملفات التي تريد وضع مشاركة لها
ca: Triar el contingut per a compartir
de: Dateien freizugeben
es: Preparar contenido para compartir
fr: Choisir les dossiers à partager.
he: בחירת הקבצים לשיתוף
hu: Mit akar megosztani?
it: Scegliere quali file condividere
ja: 共有するファイルの選択
lt: nupasakoti „Envy“ programai, koks Jūsų interneto ryšys,
nl: Het kiezen welke bestanden je wilt delen
no: Hvilke filer du vil dele
pl: Wybrać, które pliki będą udostępniane (współdzielone)
pt: Escolher quais arquivos compartilhar
ru: Выбрать какие файлы открыть для доступа
sl: Katere datoteke želite deliti z drugimi
sq: Zgjidhni skedat që dëshironi të shpërndani
sr: Odabrati datoteke koje želite da delite sa svetom
sv: Välj vilka filer att dela ut
tr: Paylaştıracağınız dosyaları seçin

source: Choose which files to share, and
af: Te konnekteer aan jou keuse van P2P Netwerke en
ar: بالشبكة p2p إتصال
ca: Seleccionar les xarxes P2P que s'utilitzaran
de: Eine Verbindung zu den gewünschten P2P-Netzwerken herzustellen
es: Seleccionar las redes que se van a usar, y
fr: Se connecter aux réseaux p2p (peer-to-peer) de votre choix
he: בחירת רשתות שיתוף הקבצים אליהן תתחבר
hu: Melyik hálózat(ok)hoz akar kapcsolódni?
it: Connetterti alle reti P2P di tua scelta
ja: 接続するP2Pネットワークの選択
lt: nurodyti bendrintų failų vietą ir
nl: Het verbinden met de gewenste P2P netwerken
no: Hvilke P2P-nettverk du vil koble til
pl: Włączyć się do wybranych przez Ciebie sieci P2P,
pt: Conectar as redes P2P de sua escolha, e
ru: Соединиться с Вашей любимой P2P сетью, и
sl: Povezava v katerokoli P2P omrežje in
sq: Lidhesh te rrjetet P2P që pëlqen, dhe
sr: Odabrati i podesiti veze prema P2P mrežama koje želite, i
sv: Anslut till ditt val av fildelningsnätverk och
tr: P2P ağlarından seçtiklerinize bağlanın ve

source: Get started using Envy.
af: Envy te begin gebruik.
ar: Envy إبدأ الإستعمال
ca: Començar a utilitzar Envy...
de: Envy zu benutzen
es: Empezar usando Envy.
fr: Commencer à utiliser Envy.
he: התחלת השימוש בשרזה
hu: A Envy használata
it: Iniziare ad usare Envy
ja: Envyの開始
lt: pradėti naudotis „Envy“ programa.
nl: Het gebruik van Envy te activeren.
no: Hvordan du vil starte Envy
pl: ... i rozpocząć używanie Envyy.
pt: Ser iniciado para usar o Envy.
ru: Начать пользоваться Envy'ой.
sl: Kako začeti uporabljati program Envy.
sq: Përdorni Envy-n.
sr: Započeti koristiti Envy.
sv: Börja använda Envy
tr: Envy'yı kullanmaya başlayın.

source: Welcome to Envy (2/8)
af: Welkom by Envy (2/8)
ar: (2/8) _ Envy مرحبا بكم في
ca: Benvingut a Envy (2/8)
de: Willkommen bei Envy (2/8)
es: Bienvenido a Envy (2/8)
fr: Envy vous souhaite la bienvenue (2/8)
he: (2/8) ברוכים הבאים לשרזה
hu: Köszöntöm a Envy (2/8)
it: Benvenuto su Envy (2/8)
ja: Envyへようこそ (2/8)
lt: Sveiki! Čia „Envy“ (2/8)
nl: Welcome bij Envy (2/8)
no: Velkommen til Envy (2/8)
pl: Witaj w Envye (2/8)
pt: Bem-Vindo ao Envy (2/8)
ru: Добро пожаловать в Envy (2/8)
sl: Dobrodošli v Envy (2/8)
sq: Mirë se erdhët në Envy (2/8)
sr: Dobrodošli u Envy (2/8)
sv: Välkommen till Envy (2/8)
tr: Envy'ya Hoşgeldiniz (2/8)

source: For best performance, Envy needs to know your internet connection.
af: Vir optimale werksverrigting, benodig Envy inligting oor jou internet konneksie.
ar: للإتصال بالإنترنت Envy لأداء مثالي ، يجب إعداد
ca: Per a un rendiment óptim, Envy necessita saber un mica més sobre la teva connexió a Internet.
de: Envy benötigt nun einige Informationen über ihre Internetverbinung um bestmöglich zu funktionieren.
es: Para un rendimiento optimo, Envy necesita saber un poco más sobre tu conexión a Internet.
fr: Pour des performances optimales, Envy doit en connaître un peu plus sur votre connexion à Internet.
he: לביצועים מירביים, שרזה צריכה לדעת קצת יותר על החיבור שלך לאינטרנט
hu: A Envy többet kell tudnia az ön internetkapcsolatáról.
it: Per prestazioni ottimali, Envy ha bisogno di avere informazioni sulla tua connessione a internet.
ja: 最適な性能を得る為、あなたのインターネット接続についての情報をいくつかEnvyに提供する必要があります。
lt: Optimaliam darbui „Envyi“ reikia žinoti šiek tiek apie Jūsų interneto ryšį.
nl: Voor optimale snelheid, moet Envy meer weten over de snelheid en de connectie van je internet
no: For optimal utnyttelse, trenger Envy å vite litt om tilkoblingen din.
pl: Do optymalnego działania, Envy potrzebuje trochę wiadomości o Twoim połączeniu z Internetem.
pt: Para ótima performance, Envy precisa saber um pouco sobre sua conexão com a Internet.
ru: Для оптимальной работы Envy должна знать о вашем соединении с Интернетом.
sl: For optimum performance, Envy needs to know a little bit about your connection to the Internet.
sq: Për efektshmëri optimale, Envy duhet të dijë si lidheni në Internet.
sr: Da bi ispravno radila, Envy treba znati nešto i o Vašoj vezi prema internetu.
sv: För att uppnå bästa prestanda måste Envy veta lite om din Internetanslutning.
tr: En iyi sonuç için Envy'nın bağlantınız hakkında bazı temel bilgilere ihtiyacı bulunmaktadır.

source: You may select the Internet connection type:
ar: :إختر نوع إتصال الإنترنت
ca: Tria el tipus de la teva connexió a Internet:
de: Wählen Sie den Typ ihrer Internetverbindung:
es: Elije el tipo de tu conexión a Internet
fr: Veuillez sélectionner le type de connexion :
he: אנא בחר|אני משתמש באינטרנט בביתי|אני משתמש באינטרנט בקו קבוע במכללה|אני משתמש באינטרנט בקו קבוע במשרד|אני משתמש באינטרנט במלון או בשדה תעופה
hu: Milyen kapcsolattal rendelketik?
it: Scegli il tipo della tua connessione a internet:
ja: 以下の中からあなたが使用しているインターネットの接続を選択して下さい:
lt: Pasirinkite prisijungimo prie interneto tipą:
nl: Kies je Internet snelheid:
no: Hvis du kjenner hastigheten på tilkoblingen din, velg den som passer best nedenfor.
pl: Wybierz rodzaj Twojego łącza Internetowego:
pt: Escolha o tipo da sua conexão com a Internet:
ru: Выберите тип подключения к интернету:
sl: Če poznate hitrost vaše povezave v medmrežje, jo izberite iz spodnjega seznama:
sq: Zgjidheni llojin e lidhjes me Internet:
sr: Ako znate brzinu vaše veze na Internet molim da odaberete najbolju opciju:
sv: Välj typ av Internetanslutning:
tr: İnternet bağlantınızı Envy'ya belirtin:

source: | Dial-up Modem| ISDN 128K| DSL 768K| DSL 1.5| Cable 3| DSL 4| DSL2 8| FIOS 10| DSL2 12| FIOS 15| FIOS 20| FIOS 25| FIOS 30| FIOS 50| T1| T3| LAN| OC3
ar: مودم طلب هاتفي|ISDN 128ك|DSL 768ك|DSL 1.5|DSL 4م|DSL2 8م|FIOS 10م|DSL2 12م|FIOS 15م|FIOS 20م|FIOS 25م|FIOS 30|FIOS 50|T1|T3|LAN|OC3|مودم كيبل|
ca: Mòdem|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Cable Mòdem
de: Modem (56k)|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Cable Modem
fr: |Modem Dial-up|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Modem Câble
hu: Betárcsázós modem|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Kábelmodem
it: Modem analogico|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Modem via cavo
ja: ダイヤルアップモデム|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|ケーブルモデム
lt: Telefono ryšys|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN (Vietinis tinklas)|OC3|Kabelinis modemas
nl: Dial-up modem|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Kabel modem
no: |Oppringt modem|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Kabelmodem
pl: |Modem wdzwaniany|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Modem kablowy
pt: Modem Dial up|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Modem a Cabo
ru: Коммутир. соединение|ИСДН 128К)|ДСЛ 768К|ДСЛ 1,5М|ДСЛ 4M|ДСЛ2 8M|ДСЛ2 10|ДСЛ2 12|ДСЛ2 15|ДСЛ2 20|ДСЛ2 25|ДСЛ2 30|Т1|Т3|Локальная сеть|OC3|Кабельный модем
sl: |Modemska povezava|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Kabelski modem
sq: Modem Dial up|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Modem me Kabllo
sr: |Običan Modem|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Kablovski Modem
sv: Uppringt modem|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Kabelmodem
tr: Çevirmeli Modem|ISDN 128K|DSL 768K|DSL 1.5M|DSL 4M|DSL2 8|FIOS 10|DSL2 12|FIOS 15|FIOS 20|FIOS 25|FIOS 30|FIOS 50|T1|T3|LAN|OC3|Kablo Modemi

source: Or choose the download speed:
af: Of kies die download spoed:
ar: :أو إختر سرعة التحميل
ca: O tria una velocitat de descàrrega:
de: Oder wählen Sie ihre max. Downloadgeschwindigkeit:
es: O escoge la velocidad de descarga:
fr: Ou, choisissez la vitesse téléchargement :
he: או בחר:
hu: Vagy adja meg a letöltési:
it: O scegli la velocità di scaricamento:
ja: 下り速度：
lt: Arba pasirinkite atsisiuntimo greitį:
nl: Of kies je download snelheid:
no: Eller velg nedlastingen hastighet:
pl: LUB, wybierz prędkość pobierania:
pt: Ou escolha a velocidade do download:
ru: Или выберите скорость загрузки:
sl: ALI izberite (download):
sq: Ose zgjidheni shpejtësinë e shkarkimit:
sr: Или изаберите довнлоад брзину:
sv: Eller välj nedladdningdshastighet:
tr: Ya da indirme hızınızı:

source: ...and upload speed:
af: ...en oplaai spoed:
ar: :و سرعة الإرسال
ca: i de pujada:
de: und die max. Uploadgeschwindigkeit:
es: y la velocidad de subida:
fr: et la vitesse d'envoi :
he: ומהירות ההעלאה:
hu: és a feltöltési sebességet:
it: e la velocità di invio (upload):
ja: 上り速度:
lt: ir išsiuntimo greitį:
nl: en je upload snelheid:
no: ...og opplastingshastighet:
pl: i prędkość wysyłania:
pt: e a velocidade do upload:
ru: и скорость раздачи:
sl: ALI izberite (upload):
sq: shpejtësinë e ngarkimit:
sr: ...и брзина слања:
sv: och uppladdningshastighet:
tr: ve gönderme hızınızı belirtin:

source: Do auto port-forwarding with Plug'n'Play?
af: Moet motor hawe-ekspedisie met Plug'n'Play?
ar: ؟ UPnP هل تريد إعداد المنفذ تلقائيا بواسطة
ca: Configurar el readreçament de ports amb UPnP?
de: Die benötigten Portfreigaben mit Hilfe von UPnP?
es: ¿Desea auto-configurar el puerto de reenvío con UPnP?
fr: Voulez-vous configurer votre routeur en utilisant UPnP ?
he: ?UPnP-ברצונך להגדיר פתחה (פורט) אוטומטית עי שימוש ב
hu: Akar automatikus UPnP port-forwardot?
it: Vuoi impostare automaticamente il port-forwarding usando UPnP?
ja: Plug'n'Playを使用して自動的にポートを空けますか?
lt: Ar Jūs norite automatiškai peradresuoti prievadą naudojant UPnP?
nl: Wil je automatisch je router forwarden via UPNP?
no: Gjør automatisk port-forwarding med Plug'n'Play?
pl: Czy chcesz automatycznie ustawić forwardowanie portu przy pomocy UPnP?
pt: Você quer automaticamente configurar o port-forwarding usando o UPnP?
ru: Хотите ли Вы перенаправить порт используя UPnP?
sl: Vendar bom nastavil usmerjanje vrat (UPnP) za Envy?
sq: A doni që port-përparimi të ndërtohet automatikisht me UPnP?
sr: Да ли ауто-Порт-форвардинг са Плуг'н'плаи
sv: Villd du ställa in portmapping via uPnP automatiskt?
tr: Port açma işlemini UPnP kullanarak otomatik olarak yapmak istiyor musunuz?

source: Port: (Any 4-5 digit number)
ca: Port: (4-5 numeros)
es: Puerto: (Numero 4-5 digitos)
fr: Port : (Numéro 4-5 chiffres)
he: Port: (4-5 digit number)
hu: Port: (4-5 jegyű szám)
it: Port: (Numero di 4-5 cifre)
lt: Port: (4-5 skaitmenų numeris)
nl: Port: (Elk 4-5 cijfers)
pt: Port: (Um número 4-5 dígitos)
ru: Порт: (Любая 4-5 цифр)
tr: Port: (4-5 basamaklı bir sayı)

source: Welcome to Envy (3/8)
af: Welkom by Envy (3/8)
ar: (3/8) _ Envy مرحبا بكم في
ca: Benvingut a Envy (3/8)
de: Willkommen bei (3/8)
es: Bienvenido a PeerProjec (3/8)
fr: Envy vous souhaite la bienvenue (3/8)
he: (3/8) ברוכים הבאים לשרזה
hu: Köszöntöm a Envy (3/8)
it: Benvenuto su Envy (3/8)
ja: Envyへようこそ (3/8)
lt: Sveiki! Čia „Envy“ (3/8)
nl: Welkom bij Envy (3/8)
no: Velkommen til Envy (3/8)
pl: Witaj w Envye (3/8)
pt: Bem-Vindo ao Envy (3/8)
ru: Добро пожаловать в Envy (3/8)
sl: Dobrodošli v Envy (3/8)
sq: Mirë se erdhët në Envy (3/8)
sr: Dobrodošli u Envy (3/8)
sv: Välkommen till Envy (3/8)
tr: Envy'ya Hoşgeldiniz (3/8)

source: Envy is a general purpose filesharing application that can swarm multiple P2P networks on a single download, therefore all are recommended. Note you can always manage specific networks at any time.
af: Envy is 'n algemeendoelige lêerdelingsprogram wat toegang tot verskeie P2P netwerke gelyktydig bied. Op hierdie bladsy kan jy kies aan watter P2P netwerke jy wil koppel. Let wel dat jy altyd later ander netwerke kan selekteer.
ar: شير-أزا هو تطبيق لمشاركة الملفات بشكا عام حيث يمكنه الدخول على العديد من شبكات النظير إلى النظبر في نفس الوقت . هنا يمكنك أن تختار الشبكات المراد الدخول إليها . ملاحظة : يمكنك أن تختار شبكات مختلفة دائما فيما بعد
ca: Envy és una aplicació per a compartir arxius de forma general que pot accedir a diverses xarxes P2P al mateix temps. Aquí pots seleccionar a quines xarxes et vols connectar. Recorda que després pots seleccionar altres xarxes.
de: Envy ist ein Allround-File-Sharing-Programm, das auf mehrere P2P-Netzwerke gleichzeitig zugreifen kann. Hier können Sie einstellen, welche Netzwerke Sie verwenden möchten. Sie können später jederzeit andere Netzwerke auswählen.
es: Envy es una aplicacion para compartir archivos de proposito en general y puede acceder a varias redes P2P al mismo tiempo. Aquí puedes seleccionar a que redes te quieres conectar. Pero recuerda que luego puedes seleccionar otras redes.
fr: Envy est une application d'échange de fichier à usage universel qui peut accéder à de nombreux réseaux P2P simultanément. Choisissez ci-dessous à quels réseaux se connecter, vous pourrez en sélectionner de différents à tout moment.
he: שרזה היא תוכנת שיתוף לשימוש כללי שמסוגלת לגשת למספר רשתות שיתוף קבצים בו זמנית. כאן אתה יכול לבחור לאילו רשתות תרצה לגשת. שים לב שאתה יכול תמיד לבחור רשתות אחרות מאוחר יותר
hu: A Envy egy fájlmegosztó program, ami egyszerre több p2p hálózathoz is tud csatlakozni. Ezen az oldalon beállíthatja, hogy melyik hálózathoz akar kapcsolódni.
it: Envy è un'applicazione generica per la condivisione dei file che può accedere a molte reti P2P nello stesso momento. Qui puoi selezionare a quali reti vuoi accedere. Da notare che puoi sempre selezionare differenti reti successivamente.
ja: Envyは複数のP2Pネットワークへ同時にアクセスできる汎用ファイル共有アプリケーションです。 このページではあなたがどのP2Pネットワークに接続するかを選択することができます。 ここで選択しなかったとしても、後でいつでも別のネットワークを選択できることを覚えておいて下さい。
lt: „Envy“ - tai bendros paskirties failų apsikeitimo programa, kuri gali prisijungti prie kelių lygiaverčio tarptinklinio susijungimo (P2P) tinklų vienu metu. Pasirinkite, prie kurių P2P tinklų norite jungtis, o po to derinkite kiekvieną tinklą atskirai.
nl: Envy is een programma voor algemeen gebruik om bestanden uit te wisselen. Het kan meerdere P2P netwerken tegelijkertijd bereiken. Hier kun je selecteren welke netwerken je wilt gebruiken. Je kunt later altijd nog je keuze veranderen.
no: Envy er et avansert fildelingsprogram som kan koble seg til flere P2P nettverk på en gang. Her kan du velge hvilke nettverk du vil koble til. Husk at du kan endre dette senere også.
pl: Envy uniwersalną aplikacją do wymiany plików, która może jednocześnie łączyć się z wieloma sieciami P2P. Tutaj możesz wybrać do których sieci Envy ma włączyć. Zauważ, że zawsze możesz później wybrać inne sieci.
pt: O Envy é um aplicativo de compartilhamento de arquivos de propósito geral que pode acessar muitas redes P2p ao mesmo tempo. Aqui você pode selecionar quais redes você gostaria de acessar. Note que você pode sempre selecionar diferentes redes mais tarde.
ru: Envy - многоцелевая программа обмена файлами, с доступом ко многим P2P сетям одновременно. Здесь Вы можете выбрать, какие P2P сети Вы хотите использовать. Отметьте, что Вы можете выбрать их позже.
sl: Envy je večnamenski program za deljenje datotek, ki lahko hkrati dostopa do več P2P omrežij naenkrat. Tu lahko določite omrežja do katerih želite dostopati. Te nastavitve lahko kadarkoli kasneje tudi poljubno spremenite.
sq: Envy është një aplikim skedë-shpërndarës me synim të përgjithshëm hyrjen në sa shumë rrjete P2P në të njëjtën kohë. Këtu mund të zgjidhni në cilat rrjete doni të hyni. Vëreni se gjithmonë mund të zgjidhni rrjete të ndryshme, edhe më vonë.
sr: ПеерПројецт први парцијални преузимања датотеке приватну фасциклу, а затим их помера када се заврши у складу са Преузмите групе.
sv: Envy är ett en mångsidig fildelningsapplikation som kan komma åt många fildelningsnätverk på samma gång. På denna sida kan du välja vilka fildelningsnätverk du vill ansluta till och justera specifika inställningar för varje nätverk.
tr: Envy aynı zamanda birçok P2P ağa erişebilen genel bir dosya paylaşımı programıdır. Bu sayfada bağlamayı istediğiniz P2P ağları seçebilirsiniz, ve sonra her ağ için belirli ayarları ayarlayabilirsiniz.

source: Connect to Gnutella2 (Default)
af: Koppel aan Gnutella2 (Sterk Aanbeveel)
ar: (مهم جدا) Gnutella2 الإتصال بـ
ca: Connecta a Gnutella2 (altament recomanat)
de: Zu Gnutella2 verbinden (Empfohlen)
es: Conectar a Gnutella2 (Altamente Recomendado)
fr: Connexion à Gnutella2 (Recommandé)
he: (החתבר לגנוטלה2 (מומלץ מאוד
hu: Kapcsolódás a Gnutella2-höz (erősen ajánlott)
it: Connetti a Gnutella2 (Fortemente raccomandato)
ja: Gnutella2に接続 (推奨)
lt: Jungtis prie Gnutella2 (Labai rekomenduojama)
nl: Verbinden met Gnutella2 (zeer aanbevolen)
no: Koble til Gnutella2 (høyst anbefalt)
pl: Połącz z Gnutella2 (Gorąco Zalecane)
pt: Conectar a Gnutella2 (Altamente Recomendado)
ru: Соединяться с Gnutella2 (рекомендуется)
sl: Poveži se z Gnutello2 (Zelo priporočljivo)
sq: Lidhu tek Gnutella2 (Rekomandohet Fort)
sr: Spoji se na Gnutellu2 (Preporučeno)
sv: Anslut till Gnutella2 (mycket rekommenderat)
tr: Gnutella2'ya Bağlan (hararetle önerilir)
