Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Multiple Values
af: Veelvoudige Waardes
ar: قيم متعددة
ca: Valors múltiples
de: Mehrfache Einträge
es: Valores Multiple
fr: Valeurs multiples
he: ‪‪ערכים כפולים
hu: Több érték
it: Valori multipli
ja: 複数値
lt: Skirtingos reikšmės
nl: Meerdere Waardes
no: Sammensatte verdier
pl: Wiele wartości
pt: Valores Múltiplos
ru: Разные значения
sl: Mnogotere vrednosti
sq: Vlera Shumëfishe
sv: Flera värden
tr: Çeşitli Değerler

source: You haven't entered your location in your user profile.\n\nIt's a good idea to enter your location so that other users can see which country you are from. Note that entering a location does not reveal any compromising information.\n\nAre you sure you want to continue without entering your location?
af: Jy het nog nie jou ligging in jou gebruikersprofiel ingevul nie.\n\nDit is 'n goeie idee om jou ligging in te vul sodat ander gebruikers kan sien waar jy vandaan kom. Deur 'n ligging in te vul word geen private inligting ontbloot nie.\n\nIs jy seker jy wil voortgaan sonder om jou ligging in te vul?
ca: No ha estat especificada la teva ubicació al teu perfil.\n\nPer a altres usuaris podria ser interessant d'on ets, per a crear un mejor sentit de comunitat.nn¿Estàs segur(a) de continuar sense especificar la ubicació?
de: Sie haben in ihrem Profil keinen Standort angegeben.\n\nEs wird empfohlen einen Standort anzugeben, damit andere Benutzer sehen können aus welchem Land Sie kommen. Das Angeben eines Standorts gibt keine wichtigen Informationen preis.\n\nSind Sie sicher, dass Sie ohne einen Standort anzugeben fortfahren möchten?
es: No ha sido especificada su ubicación en su perfil.\n\nPara otros usuarios podría ser interesante saber donde eres, para crear un mejor sentido de comunidad.\n\n¿Estás seguro(a) de continuar sin especificar tu ubicación?
fr: Vous n'avez pas encore précisé votre résidence dans votre profil utilisateur.nC'est une bonne idée d'entrer une résidence car cela permet aux autres utilisateurs de voir de quel pays vous êtes. Notez que remplir ce champ ne révèle aucune information compromettante.nnÊtes-vous certain de vouloir continuer sans entrer de résidence ?
hu: Nem adott meg lakhelyet az adatlapjában.\n\nEz egy jó ötlet, hiszen így mások is tudni fogják, hogy ön melyik országban lakik. Ezzel semmilyen bizalmas információt nem árul el!\n\nBiztos, hogy nem akarja megadni?
it: Non hai inserito la località nel tuo profilo utente.nnÈ consigliato inserire una località in modo che gli altri utenti sanno dove sei. Si noti che inserire la località non rivela nessuna informazione compromettente.\n\nDesideri continuare senza inserire una località?
ja: ユーザプロフィールに場所が入力されていませんnn場所が設定されていれば他のユーザがあなたがどこから接続しているか分かるようになります。 このフィールドへ入力していなくても何も問題はありませんnn場所を設定せずに続けて宜しいですか?
lt: Jūs neįvedėte vietovės savo profilyje.\n\nSavo vietovės įvedimo tikslas - leisti kitiems naudotojams matyti, iš kur Jūs esate.\n\nĮsidėmėkite, kad įvedę vietovę Jūs neatskleisite jokios konfidencialios informacijos.\n\nAr tikrai norite tęsti, neįvedę savo vietovės?
nl: Je hebt je locatie niet ingevoerd in je gebruikersprofiel.\n\nHet is aan te raden om je locatie in te voeren zodat andere gebruikers kunnen zien uit welk land je komt. Merk op dat het invoeren van je locatie geen andere gevoelige informatie bekend maakt.\n\nWil je echt verder gaan zonder je locatie in te voeren?
no: Du har ikke angitt hvor du er fra i bruker profilen din.\n\nDet er en god idé å angi hvor du er fra slik at andre kan se hvor de er koblet til. Dette vil ikke gjøre noe utslag på din sikkerhet.\n\nEr du sikker på at du vil fortsette uten å angi sted?
pt: Você não colocou a sua localidade no Perfil.\n\nÉ uma boa idéia colocar uma localidade para os outros usuário saberem de qual país você está falando. Colocar informações sobre a sua localidade não revela nenhuma informação comprometedora.\n\nVocê tem certeza que você quer continuar sem colocar a sua localidade?
ru: Вы не ввели местонахождение в Ваш профиль.\n\nУказать местонахождение нужно для того, чтобы другие могли видеть откуда вы подключились.\n\nЗаметьте, что указывая местонахождение Вы не раскрываете какой-либо конфиденциальной информации.\n\nВы уверенны что хотите продолжить без Вашего местонахождения?
sl: Niste vnesli lokacije v vaš uporabniški profil.\n\nVnos lokacije močno priporočamo, saj bodo tako drugi uporabniki vedeli, s katere države prihajate. Vnos lokacije še ne razkrije vaših zasebnih podatkov.\n\nSte prepričani, da želite nadaljevati brez vnosa lokacije?
sq: Në profilin e përdoruesit nuk keni shkruar vendin tuaj.\n\nËshtë mirë që ta shkruani atë që përdoruesit e tjerë ta shohin se nga cili vend jeni. Vëreni se hyrja e vendit nuk zbulon ndonjë informacion me rrezik.\n\nA jeni i sigurt se doni të vijoni pa shkruar vendin nga jeni?
sr: Niste upisali vašu lokaciju u profil.\n\nUpisati lokaciju je korisno, tako drugi ljudi mogu videti gdje živite.\n\nJeste li sigurni da želite nastaviti bez lokacije?
sv: Du har ännu inte skrivit en geografisk plats i din användarprofil\n\nDet är en bra idé att ange en plats så att andra användare kan ser var du kommer från.\n\nÄr du säker på att du vill fortsätta utan att ange en plats?
tr: Kullanıcı profilinize konumunuzu girmediniz.\n\nDiğer kullanıcıların hangi ülkeden oldugunuzu görebilmesi için konumunuzu girmeniz iyi bir fikir. Not: konumunuzu belirtmezseniz, uzlaşmış bilgi edinemezsiniz.\n\nYer belirtmeden devam etmek istediğinize emin misiniz?

source: You haven't entered a screen name in your user profile.
af: Jy het nog nie 'n bynaam in jou gebruikersprofiel ingevul nie.
ca: No s'ha especificat un pseudònim en el teu perfil.nnÉs bona idea especificar-ne un, per a que els demés usuaris sàpiguen de forma agradable a qui estan connectats.nn¿Estàs segur(a) de continuar sense pseudònim?
de: Sie haben in ihrem Benutzerprofil keinen Nicknamen angegeben.
es: No se ha especificado un nick(nombre real/inventado con que figuras en la conexión) en su perfil.
fr: Vous n'avez pas encore précisé votre nom d'utilisateur dans votre profil utilisateur.
hu: Nem adott meg becenevet az adatlapjában.
it: Non hai inserito un nickname nel tuo profilo utente.
ja: ユーザプロフィールに名前が入力されていません
lt: Jūs neįvedėte slapyvardžio savo profilyje.
nl: Je hebt geen schuilnaam ingevuld in je gebruikersprofiel.
no: Du har ikke valgt et navn i din bruker profil.
pt: Você não colocou o seu nome de usuário no Perfil.
ru: Вы не ввели отображаемое имя в Ваш профиль.
sl: Niste vnesli zaslonskega imena v vaš uporabniški profil.
sq: Në profilin e përdoruesit nuk keni shkruar asnjë emër.
sr: Niste upisali nadimak u profil.
sv: Du har inte skrivit ett visningsnamn i din användarprofil.\n\nDet är en bra idé att välja ett visningsnamn så att andra användare kan se vem de är ansluten till.\n\nÄr du säker på att du vill fortsätta utan ett visningsnamn?
tr: Profilinizde takma ad girmediniz.

source: You have not selected your age and gender. Are you sure you want to continue without doing this?
af: Jy het nie jou ouderdom en geslag geselekteer nie. Is jy seker jy wil voortgaan sonder om dit te doen?
ca: No has seleccionat la teva edat i gènere. Estàs segur/a que vols continuar sense fer Això?
de: Sie haben ihr Alter und Geschlecht nicht angegeben. Sind Sie sicher, dass sie fortfahren möchten?
es: No has seleccionado tu edad y sexo. ¿Estas seguro que deseas continuar sin incluirlo?
fr: Vous n'avez pas encore précisé votre civilité ou votre âge.nnÊtes-vous certain de vouloir continuer sans le faire ?
he: ‪?לא בחרת גיל ומין, אתה בטוח שאתה רוצה להמשיך
hu: Nem adta meg a korát és a nemét. Tovább akar így menni?
it: Non hai selezionato la tua età e il tuo sesso. Continuare comunque?
ja: あなたの年齢と性別が選択されていませんnnこの設定を行わずに次に進んで宜しいですか?
lt: Jūs nenurodėte savo amžiaus ir lyties. Ar tikrai norite tęsti be šių duomenų?
nl: Je hebt je leeftijd en geslacht niet aangegeven. Weet je zeker dat je verder wilt gaan zonder dit te doen?
no: Du har ikke valgt alder og kjønn. Er du sikker på at du vil fortsette?
pt: Você não selecionou a sua idade e sexo. Você tem certeza que você quer continuar sem fazer isto?
ru: Вы не указали Ваш пол и возраст. Уверенны что хотите продолжить не делая этого?
sl: Niste vnesli starosti in spola. Ste prepričani, da želite nadaljevati brez vnosa teh podatkov?
sr: Niste upisali Vaše godine i pol. Jeste li sigurni da želite nastaviti?
sv: Du har inte angett ålder och kön. Är du säker på att du vill fortsätta utan att göra detta?
tr: Yaş ve cinsiyetinizi belirlemediniz. Bunları yapmadan devam etmek istediğinize emin misiniz?

source: New Folder
af: Nuwe Gids
ar: مجلد جديد
ca: Nova carpeta
de: Neuer Ordner
es: Nueva Carpeta
fr: Nouveau dossier
he: תיקיה חדשה
hu: Új Mappa
it: Nuova Cartella
ja: 新しいフォルダ
lt: Naujas Aplankas
nl: Nieuwe Map
no: Ny Mappe
pl: Nowy Folder
pt: Nova Pasta
ru: Новая Папка
sl: Nova Mapa
sq: Re Dosja
sr: Нови директоријум
sv: Ny Mapp
tr: Yeni Klasör

source: Click the Connect button to get started.
af: Kliek die Konnekteer-knoppie om te begin.
ca: Fes clic en "Connecta", per a començar.
de: Klicken Sie auf "Verbinden" um zu beginnen.
es: Haz click en Conectar, para empezar.
fr: Cliquez sur le bouton « Se connecter » pour commencer.
he: ‪לחץ על כפתור התחבר כדי להתחיל
hu: A kezdéshez kattintson a Kapcsolódás gombra.
it: Clicca sul pulsante Connetti per iniziare.
ja: 開始するには接続ボタンをクリックして下さい
lt: Paspauskite „Jungtis“ mygtuką norėdami pradėti.
nl: Druk op "Verbinden" om te starten.
no: Klikk på Koble til-knappen for å starte.
pt: Clique no botão Conectar para começar.
ru: Нажмите кнопку «Подключиться» чтобы начать работу.
sl: Kliknite na gumb 'Poveži se' in lahko boste pričeli.
sq: Shtype butonin Lidhu që të fillosh.
sr: Kliknite na Spoji za početak.
sv: Klicka på Anslut för att börja.
tr: Başlamak için Başla butonunu tıklayınız.

source: You're not connected to the network.
af: Jy is nie aan die netwerk gekonnekteer nie.
ca: Envy no està connectat a cap xarxa.
de: Sie sind mit keinem Netzwerk verbunden.
es: Envy no está conectado.
fr: Vous n'êtes pas connecté au réseau.
he: ‪אתה לא מחובר לרשת
hu: Nincs kapcsolat a hálózatokkal.
it: Non sei connesso alla rete.
ja: ネットワーク未接続です
lt: Jūsų kompiuteris nėra prijungtas prie tinklo.
nl: Je bent niet verbonden met het netwerk.
no: Du er ikke koblet til nettverket.
pt: Você não está conectado a rede.
ru: Вы не подключены к сети.
sl: Niste povezani v omrežje.
sq: Ju nuk jeni i lidhur në rrjet.
sr: Niste spojeni na mrežu.
sv: Du är inte ansluten till nätverket.
tr: Ağa bağlanamadınız.

source: Closing
af: Sluit Konneksie
ca: Tancant
de: Schließen...
es: Cerrando
fr: Fermeture
he: ‪סוגר
hu: Bezárás
it: Chiusura
ja: 切断
lt: Atsijungiama
nl: Sluiten
no: Lukker
pl: Zamykanie
pt: Fechando
ru: Отключение
sl: Zapiram
sr: Zatvaram
sv: Stänger
tr: Kapanıyor

source: Compression:
af: Kompressie:
ca: Compresió:
de: Kompression:
es: Compresión:
he: ‪:כיווץ
hu: Tömörítés:
it: Compressione:
ja: 圧縮:
lt: Suspaudimas:
nl: Compressie:
no: Kompressjon:
pl: Kompresja:
pt: Compressão:
ru: Сжатие:
sl: Stiskanje:
sr: Kompresija:
sv: Komprimering:
tr: Özet:

source: None
af: Geen
ca: Cap
de: Keine
es: Ninguno
fr: Aucune
he: ‪אין
hu: Nincs
it: Nessuna
ja: なし
lt: Jokio
nl: Geen
no: Ingen
pl: Żadna
pt: Nenhuma
ru: Отсутсвует
sl: Noben
sr: Ništa
sv: Ingen
tr: Hiçbiri

source: Connecting
af: Konnekteer
ar: الاتصال
ca: Connectant
de: Verbinden...
es: Conectando
fr: Connexion
he: ‪מתחבר
hu: Kapcsolódás
it: Connessione
ja: 接続中
lt: Jungiamasi
nl: Verbinden
no: Oppretter kobling
pl: Łączenie
pt: Conectando
ru: Соединение
sl: Povezujem
sq: Lidhje
sr: Spajam
sv: ANsluter
tr: Bağlanıyor

source: Current:
af: Huidiget:
ca: Actual:
de: Bandbreite:
es: Actual:
fr: Courant :
he: ‪:נוכחי
hu: Jelenleg:
it: Corrente:
ja: 現在:
lt: Esamas:
nl: Actueel:
no: I øyeblikket:
pl: Aktualnie:
pt: Atualmente:
ru: Текущий:
sl: Trenutno:
sr: Trenutno:
sv: Nuvarande:
tr: Güncel:

source: eDonkey Server Connection
af: eDonkey2000 Bediener Konneksie
ca: Connexió Servidor eDonkey
de: eDonkey-Serververbindung
es: Conexión Servidor eDonkey
fr: Connexion serveur eDonkey
he: ‪חיבור של שרת אידונקי2000
hu: eDonkey kapcsolat
it: Connessione al server eDonkey
ja: eDonkey2000 サーバー接続
lt: eDonkey serverio ryšys
nl: eDonkey Server verbinding
no: eDonkey2000 Server kobling
pl: Połączenie serwera eDonkey
pt: Conexão com o Servidor eDonkey
ru: Связь с eDonkey сервером
sl: eDonkey2000 strežniška povezava
sr: eDonkey2000 Server Veza
sv: eDonkey-serveranslutning
tr: eDonkey2000 Sunucu Bağlantısı

source: eDonkey (HighID)
af: eDonkey2000 (HighID)
he: ‪אי-דונקי (HighID)
it: eDonkey (ID Alto)
ja: eDonkey2000(HighID)
lt: eDonkey (aukštas ID)
no: eDonkey2000 (HighID)
pt: eDonkey (ID Alta)
ru: eDonkey (высокий ID)
sl: eDonkey2000 (HighID)
sr: eDonkey2000 (HighID)
tr: eDonkey2000 (HighID)

source: eDonkey Server Connection (LOWID: %lu)
af: eDonkey Bediener Konneksie (LOWID: %lu)
ca: Connexió Servidor eDonkey(LOWID: %lu)
de: eDonkey-Server-Verbindung (LowID: %lu)
es: Conexión Servidor eDonkey(LOWID: %lu)
fr: Connexion serveur eDonkey (LOWID : %lu)
hu: eDonkey kapcsolat (LOWID: %lu)
it: Connessione al server eDonkey (ID BASSO: %lu)
ja: eDonkey サーバー接続 (LOWID: %lu)
lt: eDonkey serverio ryšys (LOWID: %lu)
nl: eDonkey Server verbinding (LOWID: %lu)
no: eDonkey Server kobling (LOWID: %lu)
pt: Conexão com servidor eDonkey (ID Baixa: %lu)
ru: Связь с eDonkey сервером (LOWID: %lu)
sl: eDonkey strežniška povezava (LOWID: %lu)
sr: eDonkey Server Veza (LOWID: %lu)
sv: eDonkey-serveranslutning (LOWID: %lu)
tr: eDonkey Sunucu Bağlantısı (LOWID: %lu)

source: eDonkey (LowID)
af: eDonkey2000 (LowID)
he: ‪אי-דונקי (LowID)
it: eDonkey (ID Basso)
ja: eDonkey2000(LowID)
lt: eDonkey (žemas ID)
no: eDonkey2000 (LowID)
pt: eDonkey (ID Baixa)
ru: eDonkey (низкий ID)
sl: eDonkey2000 (LowID)
sr: eDonkey2000 (LowID)
tr: eDonkey2000 (LowID)

source: eDonkey Server
af: eDonkey2000 Bediener
ca: Servidor eDonkey
es: Servidor eDonkey
fr: Serveur eDonkey
he: ‪אי-דונקי Server
hu: eDonkey szerver
it: Server eDonkey
ja: eDonkey2000サーバ
lt: eDonkey serveris
no: eDonkey2000 Server
pl: Serwer eDonkey
pt: Servidor eDonkey
ru: eDonkey сервер
sl: eDonkey2000 strežnik
sr: eDonkey2000 Server
tr: eDonkey2000 Sunucu

source: G1 Leaf
fr: Leaf G1
he: ‪קו ענף גנוטלה1
ja: G1リーフ
lt: G1 atšaka
pl: Liść G1
ru: G1 ветвь
sl: G1 list
sv: G1-löv

source: G1 Peer
fr: Peer G1
he: ‪גנוטלה1 Peer
ja: G1ピア
lt: G1 partneris
pl: Peer G1
ru: G1 партнер
sl: G1 vrstnik (peer)
sv: G1-like
tr: G1 Eş

source: Gnutella: Peer-to-Peer Connection
af: Gnutella: Peer-tot-Peer Konneksie
ca: Gnutella: Connexió Peer-to-Peer
de: Gnutella: Peer-to-Peer-Verbindung
es: Gnutella: Conexión Peer-to-Peer
fr: Gnutella : Connexion Peer-to-Peer
hu: Gnutella: Peer-to-Peer kapcsolat
it: Gnutella: Connessione Peer-a-Peer
ja: Gnutella: ピア・ツー・ピア 接続
lt: Gnutella: Ryšys partneris-partneris
nl: Gnutella: Peer-naar-peer verbinding
no: Gnutella: Peer-to-Peer kobling
pt: Gnutella: Conexão Peer-para-Peer
ru: Gnutella: Связь партнер к партнеру
sl: Gnutella: P2P povezava
sr: Gnutella: Peer-to-Peer Veza
sv: Gnutella: Like-till-like-anslutning
tr: Gnutella: Peer-to-Peer Bağlantısı

source: Gnutella: Leaf-to-Ultrapeer Connection
af: Gnutella: Leaf-tot-Ultrapeer Konneksie
ca: Gnutella: Connexió Leaf-to-Ultrapeer
de: Gnutella: Leaf-to-Ultrapeer-Verbindung
es: Gnutella: Conexión Leaf-to-Ultrapeer
fr: Gnutella : Connexion Leaf-to-Ultrapeer
hu: Gnutella: Leaf-to-Ultrapeer kapcsolat
it: Gnutella: Connessione Leaf-a-Ultrapeer
ja: Gnutella: リーフ→ウルトラピア 接続
lt: Gnutella: Ryšys atšaka-vedantysis
nl: Gnutella: Leaf-naar-ultrapeer verbinding
no: Gnutella: Leaf-to-Ultrapeer kobling
pt: Gnutella: Conexão Leaf-para-Ultrapeer
ru: Gnutella: Связь ветвь к ведущему
sl: Gnutella: povezava med listom in ultravrstnikom (Leaf-to-Ultrapeer)
sr: Gnutella: Leaf-to-Ultrapeer Veza
sv: Gnutella: Löv-till-ultralike-anslutning
tr: Gnutella: Leaf-to-Ultrapeer Bağlantısı

source: Gnutella: Ultrapeer-to-Leaf Connection
af: Gnutella: Ultrapeer-tot-Leaf Konneksie
ca: Gnutella: Connexió Ultrapeer-to-Leaf
de: Gnutella: Ultrapeer-to-Leaf-Verbindung
es: Gnutella: Conexión Ultrapeer-to-Leaf
fr: Gnutella : Connexion Ultrapeer-to-Leaf
hu: Gnutella: Ultrapeer-to-Leaf kapcsolat
it: Gnutella: Connessione Ultrapeer-a-Leaf
ja: Gnutella: ウルトラピア→リーフ 接続
lt: Gnutella: Ryšys vedantysis-atšaka
nl: Gnutella: Ultrapeer-naar-leaf verbinding
no: Gnutella: Ultrapeer-to-Leaf kobling
pt: Gnutella: Conexão Ultrapeer-para-Leaf
ru: Gnutella: Связь ведущий к ветви
sl: Gnutella: Ultrapeer-to-Leaf povezava
sr: Gnutella: Ultrapeer-to-Leaf Veza
sv: Gnutella: Ultralike-till-löv-anslutning
tr: Gnutella: Ultrapeer-to-Leaf Bağlantısı

source: G1 Ultrapeer
fr: Ultrapeer G1
he: ‪גנוטלה1 Ultrapeer
ja: G1ウルトラピア
lt: G1 vedantysis
pl: Ultrapeer G1
ru: G1 ведущий
sl: G1 ultravrstnik (ultrapeer)
sv: G1-ultralike

source: G2 Hub
fr: Hub G2
he: ‪מוקד גנוטלה2
ja: G2ハブ
lt: G2 mazgas
pl: Hub G2
ru: G2 узел
sl: G2 zvezdišče
sv: G2-nav

source: G2 Leaf
fr: Leaf G2
he: ‪קו ענף גנוטלה2
ja: G2リーフ
lt: G2 atšaka
pl: Liść G2
ru: G2 ветвь
sl: G2 list
sv: G2-löv

source: G2 Peer
fr: Peer G2
he: ‪גנוטלה2 Peer
ja: G2ピア
lt: G2 partneris
pl: Peer G2
ru: G2 партнер
sl: G2 vrstnik
sv: G2-like
tr: G2 Eş

source: Gnutella2: Leaf-to-Hub Connection
af: Gnutella2: Leaf-tot-Hub Konneksie
ca: Gnutella2: Connexió Leaf-to-Hub
de: Gnutella2: Leaf-to-Hub-Verbindung
es: Gnutella2: Conexión Leaf-to-Hub
fr: Gnutella2 : Connexion Leaf-to-Hub
hu: Gnutella 2: Leaf-to-Hub kapcsolat
it: Gnutella2: Connessione Leaf-a-Hub
ja: GnutellaⅡ: リーフ→ハブ 接続
lt: Gnutella2: Ryšys atšaka-mazgas
nl: Gnutella2: Leaf-naar-hub verbinding
no: Gnutella2: Leaf-to-Hub kobling
pt: Gnutella2: Conexão Leaf-para-Hub
ru: Gnutella2: Связь ветвь к узлу
sl: Gnutella2: povezava med listom in zvezdiščem (Leaf-to-Hub)
sr: Gnutella2: Leaf-to-Hub Veza
sv: Gnutella2: Löv-till-nav-anslutning
tr: Gnutella2: Leaf-to-Hub Bağlantısı

source: Gnutella2: Hub-to-Hub Connection
af: Gnutella2: Hub-tot-Hub Konneksie
ca: Gnutella2: Connexió Hub-to-Hub
de: Gnutella2: Hub-to-Hub-Verbindung
es: Gnutella2: Conexión Hub-to-Hub
fr: Gnutella2 : Connexion Hub-to-Hub
hu: Gnutella 2: Hub-to-Hub kapcsolat
it: Gnutella2: Connessione Hub-a-Hub
ja: GnutellaⅡ: ハブ→ハブ 接続
lt: Gnutella2: Ryšys mazgas-mazgas
nl: Gnutella2: Hub-naar-hub verbinding
no: Gnutella2: Hub-to-Hub kobling
pt: Gnutella2: Conexão Hub-para-Hub
ru: Gnutella2: Связь узел к узлу
sl: Gnutella2: Hub-to-Hub (med zvezdišči) povezava
sr: Gnutella2: Hub-to-Hub Veza
sv: Gnutella2: Nav-till-nav-anslutning
tr: Gnutella2: Hub-to-Hub Bağlantısı

source: Gnutella2: Hub-to-Leaf Connection
af: Gnutella2: Hub-tot-Leaf Konneksie
ca: Gnutella2: Connexió Hub-to-Leaf
de: Gnutella2: Hub-to-Leaf-Verbindung
es: Gnutella2: Conexión Hub-to-Leaf
fr: Gnutella2 : Connexion Hub-to-Leaf
hu: Gnutella 2: Hub-to-Leaf kapcsolat
it: Gnutella2: Connessione Hub-a-Leaf
ja: GnutellaⅡ: ハブ→リーフ 接続
lt: Gnutella2: Ryšys mazgas-atšaka
nl: Gnutella2: Hub-naar-leaf verbinding
no: Gnutella2: Hub-to-Leaf kobling
pt: Gnutella2: Conexão Hub-para-Leaf
ru: Gnutella2: Связь узел к ветви
sl: Gnutella2: povezava med zvezdiščem in listom (Hub-to-Leaf)
sr: Gnutella2: Hub-to-Leaf Veza
sv: Gnutella2: Nav-till-löv-anslutning
tr: Gnutella2: Hub-to-Leaf Bağlantısı

source: Handshake
af: Bladskud
ca: Negociació
es: Conexión
fr: Poignée de main
he: ‪לחיצת יד
hu: Viszontválasz
it: Negoziazione
ja: ハンドシェイク
lt: Patvirtinimas
nl: Handschudden
no: Håndtrykk
pl: Witanie
pt: Inicialização
ru: Подтверждение
sl: Rokovanje
sr: Rukovanje
sv: Handskakning
tr: Anlaşma

source: Handshaking
af: Skud Blad
ca: Negociant
de: Handshake...
es: Negociando Conexión
fr: Poignée de main
he: ‪לוחץ יד
hu: Viszontválasz
it: Sto negoziando
ja: ハンドシェイク中
lt: Patvirtinama
nl: Handschudden
no: Foretar håndtrykk
pl: Witanie
pt: Inicializando
ru: Подтверждение
sl: Rokovanje
sr: Razmjenjujem Pozdrave
sv: Handskakning
tr: Anlaşılıyor

source: Inbound
af: Inkomende
ca: Entrada
de: Eingehend
es: Entrada
fr: Entrant
he: ‪נכנס
hu: Bejövő
it: In entrata
ja: 入力
lt: Įeinantis
nl: Inkomend
no: Inngående
pl: Przychodzące
pt: Entrada
ru: Входящий
sl: Vhodno
sr: Primam
sv: Ingående
tr: Gelen

source: Outbound
af: Uitgaande
ca: Sortida
de: Ausgehend
es: Salida
fr: Sortant
he: ‪יוצא
hu: Kimenő
it: In uscita
ja: 出力
lt: Išeinantis
nl: Uitgaand
no: Utgående
pl: Wychodzące
pt: Saída
ru: Исходящий
sl: Izhodno
sr: Šaljem
sv: Utgående
tr: Giden

source: Total:
af: Totaal:
de: Gesamt:
he: ‪:סכום כולל
hu: Teljes:
it: Totale:
ja: 合計:
lt: Viso:
nl: Totaal:
no: Totalt:
pl: Łącznie:
ru: Всего:
sl: Skupaj:
sr: Ukupno:
sv: Totalt:
tr: Toplam:

source: Ratio:
af: Verhouding:
ca: Ràtio:
he: :‪יחס
hu: Arány:
it: Rapporto:
ja: 比率:
lt: Santykis:
no: Rate:
pl: Współczynnik:
ru: Соотношение:
sl: Razmerje:
sr: Veličina:
sv: Förhållande:
tr: Oranı:

source: Rejected
af: Geweier
ca: Rebutjat
de: Abgelehnt
es: Rechazado
fr: Rejeté
he: ‪דחוי
hu: Megtagadva
it: Rifiutato
ja: 廃棄
lt: Atsakyta
nl: Afgewezen
no: Avvist
pl: Odrzucone
pt: Rejeitado
ru: Отказ
sl: Zavrnjen
sr: Odbijeno
sv: Nekad
tr: Reddedildi

source: Unknown
af: Onbekend
ar: مجهول
ca: Desconegut
de: Unbekannt
es: Desconocido
fr: Inconnu
he: ‪לא ידוע
hu: Ismeretlen
it: Sconosciuto
ja: 未知
lt: Nežinoma
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sl: Neznan
sq: E panjohur
sr: Nepoznato
sv: Okänd
tr: Bilinmeyen

source: Shutting down Envy network core...
af: Envy netwerkkern word gesluit...
ca: Tancant el nucli de la xarxa...
de: Der Envy-Netzwerkkern wird heruntergefahren...
es: Cerrando el nucleo de la red...
fr: Fermeture du noyau réseau de Envy...
he: ‪‪...סוגר את בסיס הרשת של שרזה
hu: Envy hálózati mag leállítása...
it: Chiusura del nucleo della rete in corso...
ja: Envyネットワークコアを終了しています...
lt: Stabdomas „Envy“ tinklo branduolys...
nl: Afsluiten van Envy's netwerkcentrum...
no: Skrur av Envys nettverkkjerne...
pl: Wyłączanie jądra Envy...
pt: Desligando o núcleo de rede do Envy...
ru: Закрытие ядра сети Envy...
sl: Zapiram omrežno jedro Envy...
sq: Po mbyllet bërthama e rrjetit Envy...
sr: Gasim mrežno jezgro...
sv: Stänger ned Envys nätverkskärna…
tr: Envy ağ merkezi kapatılıyor...

source: Disconnected.
af: Gediskonnekteer.
ca: Desconnectat.
de: Mit keinem Netzwerk verbunden.
es: Desconectado.
fr: Déconnecté.
he: ‪‪‪.מנותק מהרשת
hu: Lekapcsolódtam a hálózatról.
it: Disconnesso.
ja: ネットワークから切断しました
lt: Atsijungta nuo tinklo.
nl: De verbinding met het netwerk is verbroken.
no: Koblet fra nettverket.
pl: Rozłączono z sieci.
pt: Desconectado.
ru: Отключено от сети.
sl: Prekinjena povezava v omrežje.
sq: U shkëputët nga rrjeti.
sr: Iskljucen sa mreže.
sv: Ej ansluten till nätverket.
tr: Ağdan bağlantı kesiliyor.

source: Are you sure you want to disconnect?
af: Is jy seker jy wil diskonnekteer?
ca: Estàs segur que vols desconnectar-te?
de: Sind Sie sicher, dass Sie die Verbindung trennen möchten?
es: Estas seguro que deseas desconectarte?
fr: Êtes-vous certain de vouloir vous déconnecter ?
he: ‪?האם אתה בטוח שברצונך להתנתק
hu: Biztos le akarsz kapcsolódni?
it: Desideri disconnettere?
ja: 本当に切断してよろしいですか?
lt: Ar tikrai norite atsijungti?
nl: Weet je zeker dat je de verbinding wilt verbreken?
no: Er du sikker på at du vil koble fra?
pl: Napewno chcesz rozłączyć?
pt: Você tem certeza que você quer desconectar?
ru: Вы уверены, что хотите отключиться
sl: Ste prepričani, da želite prekiniti povezavo?
sq: A jeni i sigurt se doni të shkëputeni?
sr: Jeste li sigurni da se želite isključiti?
sv: Är du säker på att du vill koppla ifrån?
tr: Bağlantıyı kesmek istediğinize emin misiniz?
