Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Filter out the selected host for an extended period.
af: Verban die geselekteerde gasheer vir die duur van die sessie.
ar: حظر المضيف المحدد لمدة هذه الجلسة
ca: Bloqueja aquesta adreça IP per aquesta sessió.
de: Den markierten Host für die Dauer dieser Sitzung bannen.
es: Bloquear usuario por esta sesión.
fr: Bannir l'hôte sélectionné pour la durée de cette session.
he: חסום את הכתובת למשך ההפעלה הנוכחית
hu: A kiválasztott felhasználó kitiltása egy időre.
it: Blocca gli host selezionati per la durata di questa sessione.
ja: このセッションの間、選択したホストをBAN(禁止)します
lt: Užkirsti pasirinkto adresato prieigą visos šios sesijos metu.
nl: De geselecteerde gastheer verbannen voor de duur van deze sessie.
no: Blokker valgte vert til neste gang du starter Envy.
pl: Zablokuj wybrany serwer na czas tej sesji.
pt: Banir o host selecionado pela duração desta sessão.
ru: Запретить доступ помеченного хоста на протяжении этой сессии.
sl: Izobči (ban) izbranega gostitelja za čas trenutne seje.
sq: Dëbon hostin e zgjedhur për zgjatje të sesionit.
sr: Blokiraj selektovani host do kraja ove sesije.
sv: Utestäng de valda värdarna under denna session.
tr: Bu bölümün devam etmesi için seçilen host yasaklı.

source: Add a new rule to the security chain...
af: Voeg 'n nuwe reël by die sekuriteitsketting...
ar: إضافة قاعدة جديدة إلى سلسلة الأمان...
ca: Afegeix una nova regla de seguretat.
de: Eine neue Regel hinzufügen...
es: Agregar...
fr: Ajouter une nouvelle règle à la chaîne de sécurité...
he: הוסף חוק חדש לשרשרת האבטחה
hu: Új szabály hozzáadása...
it: Aggiungi una nuova regola nelle chiavi di sicurezza...
ja: セキュリィティチェインに新しい規則を追加します...
lt: Pridėti naują taisyklę prie apsaugos sekos...
nl: Voeg een nieuwe beveilingsregel toe...
no: Legg til en ny regel til sikkerhetslisten.
pl: Dodaj nową zasadę do łańcucha bezpieczeństwa...
pt: Adicionar uma nova regra para a cadeia de segurança...
ru: Добавить новое правило в цепочку безопасности...
sl: Dodaj novo pravilo v varnostno verigo...
sq: Shton një rregull të ri tek zinxhiri i sigurisë...
sr: Dodaj novo pravilo u sigurnosni lanac...
sv: Lägg till en regel till säkerhetskedjan…
tr: Güvenlik zincirine yeni kural ekle...

source: Edit the selected security rule...
af: Verander die geselekteerde sekuriteitsreël...
ar: تحرير قاعدة الأمان المحددة...
ca: Edita la norma de seguretat.
de: Die markierte Sicherheitsregel bearbeiten...
es: Editar regla de seguridad...
fr: Éditer la règle de sécurité sélectionnée...
he: ערוך את חוק האבטחה הנבחר
hu: A kiválasztott biztonsági szabály szerkesztése...
it: Modifica le regole di sicurezza selezionate...
ja: 選択したセキュリィティ規則を編集します...
lt: Taisyti pasirinktą saugos taisyklę...
nl: Wijzig de geselecteerde beveiligingsregel...
no: Endre valgte sikkerhetsregel.
pl: Edytuj zasade bezpieczeństwa...
pt: Editar a regra de segurança selecionada...
ru: Править помеченное правило безопасности...
sl: Uredi izbrano varnostno pravilo...
sq: Editon rregullin e zgjedhur të sigurisë...
sr: Uredi selektovano sigurnosno pravilo...
sv: Redigera den valda säkerhetspolicyn…
tr: Seçilen güvenlik kuralını düzenle...

source: Export the selected security rules to a file...
af: Voer die geselekteerde sekuriteitsreëls uit na 'n lêer...
ar: تصدير قواعد الأمان المحددة إلى ملف...
ca: Exporta les normes de seguretat a un arxiu XML.
de: Die markierten Regeln in eine Datei exportieren...
es: Exportar reglas a un archivo XML.
fr: Exporte cette sélection de règles de sécurité vers un fichier...
he: .ייצא חוקי אבטחה לקובץ
hu: Biztonsági szabályok exportálása...
it: Esporta in un file le regole di sicurezza selezionate...
ja: 選択したセキュリティ規則をファイルへエクスポートします...
lt: Eksportuoti pasirinktas saugos taisykles į failą...
nl: Exporteer de geselecteerde beveiligingsregels naar een bestand...
no: Lagre de valgte sikkerhetsreglene som en fil...
pl: Eksportuj wybraną zasadę bezpieczeństwa do pliku...
pt: Exportar a regra de segurança selecionada para um arquivo...
ru: Экспорт помеченных правил безопасности в файл...
sl: Izvozi izbrana varnostna pravila v datoteko...
sq: Eksporton në skedë rregullin e zgjedhur të sigurisë...
sr: Izvezi selektovana sigurosna pravila u datoteku...
sv: Exportera de valda säkerhetsreglerna till en fil…
tr: Seçilen güvenlik kurallarını bir dosyaya gönder...

source: Import security rules from a file...
af: Trek sekuriteitsreëls in van 'n lêer...
ar: إستيراد قواعد الأمان المحددة من ملف...
ca: Importa les normes de seguretat d'un arxiu XML.
de: Sicherheitsregeln aus Datei importieren...
es: Importar reglas de un archivo XML externos.
fr: Importe des règles de sécurité depuis un fichier...
he: ייבא חוקי אבטחה מקובץ
hu: Biztonsági szabályok importálása...
it: Importa da un file le regole di sicurezza...
ja: ファイルからセキュリティ規則をインポートします...
lt: Importuoti saugos taisykles iš failo...
nl: Importeer beveiligingsregels vanuit een bestand...
no: Åpne lagrede sikkerhetsregler...
pl: Importuj Zasady bezpieczeństwa z pliku...
pt: Importar regras de segurança de um arquivo...
ru: Импорт правил безопасности из файла...
sl: Uvozi varnostna pravila iz datoteke...
sq: Importon nga një skedë rregullat e sigurisë...
sr: Uvezi sigurosna pravila iz datoteke...
sv: Importera säkerhetsregler från en fil…
tr: Dosyadan güvenlik kurallarını aktar...

source: Move the selected security rules down the precedence list.
af: Skuif die geselekteerde sekuriteitsreëls af in die prioriteitslys.
ar: نقل قواعد الأمان المحددة أسفل قائمة الأسبقية
ca: Mou aquesta regla cap avall en la llista de precedència.
de: Die Priorität dieser Regel verringern.
es: Mover abajo.
fr: Abaisse le niveau de priorité de cette sélection de règles de sécurité.
hu: A kiválasztott szabály lejjebb tolása az elsőbbségi listán.
it: Sposta in basso nella lista della precedenza le regole di sicurezza selezionate.
ja: 優先順位リスト内で選択されたセキュリティ規則を下に移動します
lt: Perkelti pasirinktas saugos taisykles į apačią, suteikiant žemesnį rangą.
nl: Verplaats de geselecteerde beveiligingsregels naar beneden in de prioriteitenlijst.
no: Flytt valgte sikkerhetsregler ned i prioritetslisten.
pt: Mover as regras de segurança selecionadas para baixo na lista de prioridade.
ru: Переместить помеченные правила безопасности вниз по списку старшенства.
sl: Premakni izbrana varnostna pravila navzdol po prednostni lestvici.
sq: Lëviz poshtë në listën e përparësive rregullat e zgjedhur të sigurisë.
sv: Flytta den valda säkerhetsreglen ned i företrädeslistan.
tr: Seçilen güvenlik kuralını öncelik listesinde aşağıya taşı.

source: Move the selected security rules up the precedence list.
af: Skuif die geselekteerde sekuriteitsreëls op in die prioriteitslys.
ar: نقل قواعد الأمان المحددة أعلى قائمة الأسبقية
ca: Mou aquesta regla cap a dalt en la llista de precedència.
de: Die Priorität dieser Regel erhöhen.
es: Mover arriba.
fr: Remonte le niveau de priorité de cette sélection de règles de sécurité.
hu: A kiválasztott szabály feljebb tolása az elsőbbségi listán.
it: Sposta in alto nella lista della precedenza le regole di sicurezza selezionate.
ja: 優先順位リスト内で選択されたセキュリティ規則を上に移動します
lt: Perkelti pasirinktas saugos taisykles į viršų, suteikiant aukštesnį rangą.
nl: Verplaats de geselecteerde beveiligingsregels naar boven in de prioriteitenlijst.
no: Flytt valgte sikkerhetsregler opp i prioritetslisten.
pt: Mover as regras de segurança selecionadas pra cima na lista de prioridade.
ru: Переместить помеченные правила безопасности вверх по списку старшенства.
sl: Premakni izbrana varnostna pravila navzgor po prednostni lestvici.
sq: Lëviz lart në listën e përparësive rregullat e zgjedhur të sigurisë.
sv: Flytta den valda säkerhetsreglen upp i företrädeslistan.
tr: Seçilen güvenlik kuralını öncelik listesinde yukarıya taşı.

source: Set the default security policy to allow all hosts.
af: Stel die standaard sekuriteitsbeleid in sodat alle gashere toegelaat word.
ar: وضع نهج الأمان الإفتراضي للسماح لكافة المضيفين
ca: Canvia la política de seguretat per defecte a acceptar totes les connexions.
de: Standardmäßig alle Hosts zulassen.
es: Aceptar todas las conexiones.
fr: Régler la politique de sécurité par défaut pour autoriser tous les hôtes.
hu: Beállítja az alapértelmezett biztonsági szabályt, ami mindenhol engedélyezett.
it: Imposta come predefinito la regola di sicurezza di accettare ogni host.
ja: デフォルトのセキュリティ方針を全てのホストに許可するように設定します
lt: Nustatyti, kad saugos politika, leidžianti visų adresatų prieigą, būtų numatytąja.
nl: De beveiliging zodanig instellen, dat standaard alle bronnen geaccepteerd worden.
no: Velg at normal sikkerhet skal godta alle verter.
pl: Ustaw domyślnie aby zezwalać na łączenie z wszystkimi hostami
pt: Pôr a política padrão para permitir todos os hosts.
ru: Установить политику безопасности по умочанию на разрешенный допуск всем хостам.
sl: Nastavi privzeto varnostno politiko tako, da dovoli vse gostitelje.
sq: Vendos dëftesën e sigurisë tipike për të lejuar tërë hostet.
sv: Sätt förvald säkerhetspolicy till att tillåta alla värdar.
tr: İzin verilen tüm hostlar için varsayılan güvenlik politikasını kümele.

source: Set the default security policy to deny all hosts.
af: Stel die standaard sekuriteitsbeleid in sodat alle gashere geweier word.
ar: وضع نهج الأمان الإفتراضي لحظر كافة المضيفين
ca: Canvia la política de seguretat per defecte a denegar totes les connexions.
de: Standardmäßig alle Hosts abweisen.
es: Negar todas las conexiones.
fr: Régler la politique de sécurité par défaut pour refuser tous les hôtes.
hu: Beállítja az alapértelmezett biztonsági szabályt, ami mindenhol tiltva van.
it: Imposta come predefinito la regola di sicurezza di rifiutare ogni host.
ja: デフォルトセキュリティ方針を全てのホストで許可しないように設定します
lt: Nustatyti, kad saugos politika, draudžianti visų adresatų prieigą, būtų numatytąja.
nl: De beveiliging zodanig instellen, dat standaard alle bronnen worden geweigerd.
no: Velg at normal sikkerhet skal nekte alle verter.
pl: Ustaw domyślnie aby zabraniać łączenia z wszystkimi hostami.
pt: Pôr a política padrão para negar todos os hosts.
ru: Установить политику безопасности по умочанию на отказ допуска всем хостам.
sl: Nastavi privzeto varnostno politiko tako, da zavrne vse gostitelje.
sq: Vendos dëftesën e sigurisë tipike për të mohuar tërë hostet.
sv: Sätt förvald säkerhetspolicy till att neka alla värdar.
tr: Tanınmayan tüm hostlar için varsayılan güvenlik politikasını kümele.

source: Remove the selected security rules.
af: Verwyder die geselekteerde sekuriteitsreëls.
ar: إزالة قواعد الأمان المحددة
ca: Esborra aquesta norma de seguretat.
de: Die markierte(n) Sicherheitsregel(n) löschen.
es: Eliminar esta regla de seguridad.
fr: Supprimer cette sélection de règles de sécurité.
he: הסר את חוקי האבטחה הנבחרים
hu: A kiválasztott biztonsági szabály eltávolítása.
it: Rimuovi le regole di sicurezza selezionate.
ja: 選択したセキュリティ規則を削除します
lt: Pašalinti pasirinktą(-as) saugos taisyklę(-es).
nl: Verwijder de geselecteerde beveiligingsregel.
no: Fjern valgte sikkerhetsregler.
pl: Usuń wybraną zasadę bezpieczeństwa.
pt: Remover a regras de segurança selecionadas.
ru: Удалить помеченное правило(а) безопасности.
sl: Odstrani izbrana varnostna pravila.
sq: Fshin rregullin e zgjedhur të sigurisë.
sr: Obriši selektovana sigurnosna pravila.
sv: Radera den valda säkerhetspolicyn.
tr: Seçilen güvenlik kurallarını kaldır.

source: Reset the hit counts on the selected rules.
af: Herstel die trefteller van die geselekteerde reëls.
ar: إستعادة عدد الضربات مع القواعد المحددة
ca: Reinicia els compadors de les regles de seguretat seleccionades.
de: Die Trefferzähler der markierte(n) Sicherheitsregel(n) zurücksetzen.
es: Reiniciar contadores.
fr: Remettre le compteur d'accès à zéro pour cette sélection de règles.
he: אפס את המונה לחוקי אבטחה הנבחרים
hu: A kiválasztott biztonsági szabály számlálójának nullázása.
it: Azzera il conteggio delle richieste nelle regole selezionate.
ja: 選択した規則のヒット数をリセットします
lt: Apnulinti pasirinktų saugos taisyklių kreipinių skaitliukus.
nl: De tellers terugzetten voor de geselecteerde regels.
no: Fjern treffresultat til valgte regler.
pl: Wyresetuj statystyki używania wybranej reguły.
pt: Reiniciar as contagens de acerto das regras de segurança selecionadas.
ru: Сбросить счетчики хитов для помеченных правил.
sl: Ponastavi števce zadetkov na izbrana pravila.
sq: Rivendos numërimin e hiteve në rregullin e zgjedhur.
sv: Återställ träffräknaren för de valda reglerna.
tr: Güvenlik kurallarında ulaşılan sayıları sıfırla.

source: Create a new scheduled task for the list...
af: Voeg 'n nuwe reël by die sekuriteitsketting...
ar: إضافة قاعدة جديدة إلى سلسلة الأمان...
ca: Afegeix una nova regla de scheduled.
de: Eine neue Regel hinzufügen...
es: Agregar un nuevo task a la lista scheduler.
fr: Ajouter une nouvelle règle à la chaîne.
he: הוסף חוק חדש לשרשרת האבטחה
hu: Új szabály hozzáadása...
it: Aggiungi una nuova regola nelle chiavi...
ja: セキュリィティチェインに新しい規則を追加します...
lt: Pridėti naują taisyklę prie apsaugos sekos...
nl: Voeg een nieuwe beveilingsregel toe...
no: Legg til en ny regel til sikkerhetslisten.
pl: Dodaj nową zasadę do łańcucha bezpieczeństwa...
pt: Adiciona uma nova tarefa a lista da agenda.
ru: Добавить новую задачу в Планировщике.
sl: Dodaj novo pravilo v varnostno verigo...
sq: Shton një rregull të ri tek zinxhiri...
sr: Dodaj novo pravilo u sigurnosni lanac...
sv: Lägg till en regel till säkerhetskedjan…
tr: Güvenlik zincirine yeni kural ekle...

source: Edit the selected task...
af: Verander die geselekteerde sekuriteitsreël...
ar: تحرير قاعدة الأمان المحددة...
ca: Edita la norma de seguretat.
de: Die markierte Sicherheitsregel bearbeiten...
es: Editar regla de siguientes...
fr: Éditer la règle de sécurité sélectionnée...
he: ערוך את חוק האבטחה הנבחר
hu: A kiválasztott biztonsági szabály szerkesztése...
it: Modifica le regole di sicurezza selezionate...
ja: 選択したセキュリィティ規則を編集します...
lt: Taisyti pasirinktą saugos taisyklę...
nl: Wijzig de geselecteerde beveiligingsregel...
no: Endre valgte sikkerhetsregel.
pl: Edytuj zaznaczoną regułę bezpieczeństwa...
pt: Editar a tarefa selecionada...
ru: Править выбранную задачу...
sl: Uredi izbrano varnostno pravilo...
sq: Editon rregullin e zgjedhur të...
sr: Uredi selektovano sigurnosno pravilo...
sv: Redigera den valda säkerhetspolicyn…
tr: Seçilen güvenlik kuralını düzenle...

source: Enable selected tasks.
af: Verwyder die geselekteerde oplaai(e) van die lys.
ar: مسح عمليات الرفع المحددة من القائمة
ca: Esborra les pujades seleccionades de la llista.
de: Markierte(n) Upload(s) von der Liste entfernen.
es: Eliminar las transferencias seleccionadas.
fr: Supprimer de la liste cette sélection d'envois.
he: נקה את העלאות הנבחרות מהרשימה
hu: A kijelölt feltöltés(ek) törlése.
it: Annulla gli upload selezionati.
ja: 選択したアップロードをリストからクリアします
lt: Pašalinti iš išsiunčiamų failų sąrašo pasirinktą failą(-us).
nl: De geselecteerde uploads uit de lijst wissen.
no: Fjern valgte opplasting(er) fra listen.
pl: Wyczyść zaznaczone wysyłanie(a) z listy.
pt: Ativa a(s) tarefa(s) selecionada(s) da lista.
ru: Включить выбранную задачу.
sl: Počisti iz seznama izbrane naložke.
sq: Pastron nga lista ngarkesën e zgjedhur.
sr: Očisti selektovano davanje(a) sa liste.
sv: Rensa de valda uppladdningen/uppladdningarna från listan.
tr: Listeden seçilen yüklemeleri temizle.

source: Disable selected tasks.
af: Konnekteer aan die netwerk.
ar: الإتصال بالشبكات المحددة
ca: Connecta a les xarxes seleccionades.
de: Mit den Netzwerken verbinden
es: Conectar a la red o redes.
fr: Veuillez choisir une tâche.
he: התחבר לרשת
hu: Kapcsolódás a kiválasztott hálózatokhoz.
it: Connetti alle reti selezionate.
ja: ネットワークに接続します
lt: Jungtis prie pasirinktų tinklų.
nl: Selecteer alsjeblieft een taak.
no: Koble til nettverket.
pl: Podłącz się do wybranych sieci.
pt: Desativa as tarefas selecionadas.
ru: Выключить выбранные задачи.
sl: Poveži se na omrežje.
sq: Lidhet në rrjet.
sr: Spoji se na mrežu.
sv: Anslut till nätverket.
tr: Ağa bağlan.

source: Export selected tasks to a file...
af: Voer die geselekteerde sekuriteitsreëls uit na 'n lêer...
ar: تصدير قواعد الأمان المحددة إلى ملف...
ca: Exporta les normes a un arxiu XML.
de: Die markierten Regeln in eine Datei exportieren...
es: Exportar reglas a un archivo XML.
fr: Exporte cette sélection de règles vers un fichier...
he: .ייצא חוקי אבטחה לקובץ
hu: Biztonsági szabályok exportálása...
it: Esporta in un file le regole selezionate...
ja: 選択したセキュリティ規則をファイルへエクスポートします...
lt: Eksportuoti pasirinktas saugos taisykles į failą...
nl: Exporteer de geselecteerde beveiligingsregels naar een bestand...
no: Lagre de valgte sikkerhetsreglene som en fil...
pl: Eksportuj wybraną zasadę bezpieczeństwa do pliku...
pt: Exportar a regra de segurança selecionada para um arquivo...
ru: Экспорт помеченных правил безопасности в файл...
sl: Izvozi izbrana varnostna pravila v datoteko...
sq: Eksporton në skedë rregullin e zgjedhur...
sr: Izvezi selektovana sigurosna pravila u datoteku...
sv: Exportera de valda säkerhetsreglerna till en fil…
tr: Seçilen güvenlik kurallarını bir dosyaya gönder...

source: Import scheduled tasks from a file...
af: Trek sekuriteitsreëls in van 'n lêer...
ar: إستيراد قواعد الأمان المحددة من ملف...
ca: Importa les normes d'un arxiu XML.
de: Sicherheitsregeln aus Datei importieren...
es: Importar reglas de un archivo XML externos.
fr: Importe des règles depuis un fichier...
he: ייבא חוקי אבטחה מקובץ
hu: Biztonsági szabályok importálása...
it: Importa da un file le regole...
ja: ファイルからセキュリティ規則をインポートします...
lt: Importuoti saugos taisykles iš failo...
nl: Importeer beveiligingsregels vanuit een bestand...
no: Åpne lagrede sikkerhetsregler...
pl: Importuj Zasady bezpieczeństwa z pliku...
pt: Importar regras de segurança de um arquivo...
ru: Импорт правил безопасности из файла...
sl: Uvozi varnostna pravila iz datoteke...
sq: Importon nga një skedë rregullat...
sr: Uvezi sigurosna pravila iz datoteke...
sv: Importera säkerhetsregler från en fil…
tr: Dosyadan güvenlik kurallarını aktar...

source: Remove selected tasks from the list.
af: Verwyder die geselekteerde aflaai(e) van die lys.
ar: إزالة التحميل(ات) المحددة من القائمة
ca: Esborra les descàrregues seleccionades de la llista.
de: Den markierten Download von der Liste entfernen.
es: Borrar el/las siguiente(s) descarga(s) de tu lista.
fr: Nettoyer de la liste cette sélection de téléchargements.
he: הסר את ההורדה הנבחרת מהרשימה
hu: A kiválasztott letöltés(ek) törlése.
it: Rimuovi i download selezionati dalla lista.
ja: 選択したダウンロードをリストから取り除きます
lt: Pašalinti pasirinktą failą(-us) iš sąrašo.
nl: Verwijder de geselecteerde downloads uit de lijst.
no: Fjern valgte nedlasting(er) fra listen.
pl: Usuń zaznaczone pobieranie (pobierania) z listy.
pt: Remove a(s) tarefa(s) selecionada(s) da lista.
ru: Убрать выбранные задачи из списка.
sl: Odstranitev izbranih prenosov iz seznama.
sq: Fshin nga lista shkarkesën e zgjedhur.
sr: Očisti selektovano skidanje(a) sa liste.
sv: Radera de valda nedladdningarna från listan.
tr: Listeden seçilmiş indirmeleri kaldır.

source: Delete all scheduled tasks.
ar: Removes all scheduled tasks.
es: Borrar todos las siguientes descargas.
fr: Nettoyer all règles scheduled.
it: Rimuovi all regole scheduled.
pt: Remove todas as tarefas agendadas.
ru: Удалить все задачи Планировщика.

source: Clear the status log.
af: Maak die statuslog skoon.
ar: مسح سجل الحالة
ca: Esborra la història d'estat.
de: Den Konsolenpuffer leeren.
es: Borra la historia de estado.
fr: Nettoyer le journal de statut.
he: נקה את רישום המצב
hu: A napló törlése.
it: Azzera il log di stato.
ja: ステータスログをクリアします
lt: Valyti būsenos žurnalą.
nl: Het statuslog wissen.
no: Oppdater stausloggen.
pl: Wyczyść log statusu.
pt: Limpar o log de status.
ru: Очистить журнал статуса.
sl: Pobriši statusni dnevnik (log).
sq: Pastron ditarin e statusit.
sv: Rensa statusloggen.
tr: Durum günlüğünü temizle.

source: Record a timestamp for each line.
af: Hou rekord van die tyd van elke lyn.
ar: تسجيل طابع الوقت لكل سطر
ca: Enregistra el temps a cada línia.
de: Für jede Zeile einen Zeitstempel aufzeichnen.
es: Dejar estampa del tiempo en la historia.
fr: Enregistrer l'horodatage pour chaque ligne.
he: הצג זמן/שעה לכל שורה
hu: Minden sorhoz időbélyeget ad.
it: Registra un orario per ciascuna linea.
ja: 各行のタイムスタンプを記録します
lt: Registruoti laiką kiekvienoje eilutėje.
nl: Geef elke regel een tijdstempel.
no: Lag tidsstempel for hver linje.
pl: Zapisuj znacznik czasu dla każdej linijki.
pt: Registra um horário para cada linha.
ru: Добавлять штамп времени в каждую строчку.
sl: Zapiši časovni žig za vsako vrstico.
sq: Regjistron shtypjen e kohës për secilën vijë.
sv: Gör en tidsstämpel för varje rad.
tr: Her hat için zamanı kaydet.

source: Display a detailed system activity log.
af: Vertoon 'n gedetailleerde stelselaktiwiteitslog.
ar: عرض سجل تفصيلي عن نشاط النظام
ca: Mostra informació detallada de l'activitat del sistema.
de: Ausführliche Meldungen ausgeben.
es: Mostrar detalles.
fr: Affiche un journal détaillé de l'activité du système.
he: הצג רישום מפורט על פעילות המערכת
hu: Részletes napló megjelenítése.
it: Mostra il log dettagliato delle attività di sistema.
ja: 詳細なシステム稼働ログを表示します
lt: Rodyti išsamų sistemos aktyvumo žurnalą.
nl: Een uitgebreider logboek weergeven van de systeemactiviteiten.
no: Vis en detaljert systemlogg.
pl: Pokaż dokładny log aktywności systemu.
pt: Exibir um log de atividade do sistema detalhado.
ru: Показывать подробный журнал активности системы.
sl: Prikaži podroben dnevnik sistemske aktivnosti.
sq: Tregon një ditar me detaje për aktivitetet e sistemit.
sv: Visa en detaljerad logg över systemaktiviteter.
tr: Sistemin detaylı etkinlik günlüğünü görüntüle.

source: Connect or disconnect from the network.
af: Konnekteer aan, of diskonnekteer van die netwerk.
ar: إتصال أو قطع الإتصال من الشبكة
ca: Connecta o desconnecta de la xarxa.
de: Verbindungen zu den Netzwerken herstellen / trennen.
es: Conectar o desconectar.
fr: Se connecter ou se déconnecter au réseau.
he: התחבר או התנתק לרשת
hu: Le- és felkapcsolódás a hálózatokra.
it: Connetti o disconnetti dalla rete.
ja: ネットワークに接続・切断します
lt: Jungtis ar atsijungti nuo tinklo.
nl: Met het netwerk verbinden of de verbinding verbreken.
no: Koble til eller koble fra nettverket.
pl: Podłącz lub rozłącz się z siecią.
pt: Conectar ou desconectar da rede.
ru: Соединиться или отключиться от сети.
sl: Poveži ali prekini povezavo z omrežjem.
sq: Lidh ose shkëput rrjetin.
sr: Spoji se ili isključi sa mreže.
sv: Anslut eller koppla ifrån nätverket.
tr: Ağa bağlan/bağlantı kes.

source: Return to the Envy Home page
af: Keer terug na die Envy Tuisblad
ar: العودة إلى صفحة Envy الرئيسية
ca: Pàgina inicial de la web de Envy
de: Zur Homepage zurückkehren
es: Ir a la página de inicio
fr: Revenir à la page d'accueil de Envy
he: חזור לעמוד הבית של שרזה
hu: Vissza a Envy kezdőlapjára.
it: Vai alla pagina iniziale di Envy
ja: Envyホームページに戻ります
lt: Grįžti į „Envy“ pradžios puslapį
nl: Ga terug naar het Envy startpagina venster.
no: Gå tilbake til hjem-vinduet.
pl: Powróć do strony głównej Envy
pt: Retornar a Home page do Envy
ru: Вернутся на начальную страницу Envy
sl: Vrni se na domačo stran Envy
sq: Rikthen faqen zyrtare të Envy-s
sr: Vraća Envy na početnu stranicu
sv: Återvänd till Envy hemsida
tr: Envy Anasayfaya dön
