Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: The Gnutella2 network (G2) is Envy's premiere network, offering more features and performance than any other P2P net. (Shareaza)
af: Die Gnutella2 Netwerk is Envy se primêre netwerk en bied meer funksies en beter werkverrigting as enige ander P2P netwerk. Word sterk aanbeveel.
ar: شبكة نيتيللاGnutella هي الشبكة الرئيسية لبرنامج شير-أزا ، فهي تقدم مميزات و أداء أكثر من أي شبكة أخرى
ca: La xarxa Gnutella2 és la xarxa preferida per Envy, ofrerint més característiques i rendiment que lees altres.
de: Das Gnutella2-Netzwerk ist das Hauptnetzwerk von Envy.
es: La Red Gnutella2 (G2) es la red principal de Envy, ofreciendo más características y rendimiento que otra red P2P.
fr: Le réseau Gnutella2 (G2) est le réseau de prédilection de Envy, il est le plus performant des réseaux P2P. (Shareaza)
he: רשת גנוטלה2 היא הרשת הראשית של שרזה, המציעה יותר אופציות וביצועים מכל רשת שיתוף אחרת
hu: A Gnutella2 a Envy fő hálózata, p2p rendszerű. Rengeteg szolgáltatás és nagy sebesség jellemzi.
it: La rete Gnutella2 (G2) è la rete primaria di Envy, in quanto offre più funzionalità e prestazioni di qualsiasi altra rete P2P. (Shareaza)
ja: Gnutella2ネットワークは他のどんなP2Pネットワークよりも機能・処理能力があり、Envyの主力ネットワークとなっています
lt: Gnutella2 tinklas - tai pagrindinis „Envy“ tinklas, siūlantis daugiau galimybių ir našumo nei kiti P2P tinklai. Ypač rekomenduojama.
nl: Het Gnutella2 netwerk (G2) is Envy's voornaamste netwerk. Het biedt meer opties en prestatie dan enig ander P2P netwerk.
no: Gnutella2 nettverket er hovednettverket til Envy, et nettverk som har flere egenskaper og høyere utnyttelse en noen andre P2P nett.
pl: Gnutella2 jest sztandarową siecią Envyy, oferuje więcej możliwości i lepsze działanie niż jakakolwiek inna sieć P2P.
pt: A rede Gnutella2 é a rede premiere do Envy, oferecendo mais funções e performance do que qualquer outra rede P2P.
ru: Gnutella2 (G2) - основная сеть Envy, она предлагает больше особенностей и опций работы чем любая другая P2P сеть.
sl: Omrežje Gnutella2 je osrednje Envy omrežje, ki ponuja več storitev in boljše zmogljivosti, kot katerokoli drugo P2P omrežje.
sq: Rrjeti Gnutella2 është rrjeti parësor i Envy-s, i cili ofron më tepër veçori dhe efektshmëri se çdo rrjet P2P.
sr: Gnutella2 mreža je Envy osnovna mreža, nudi najviše opcija i najbrža je od svih ostalih P2P mreža.
sv: Gnutella2 är Envys främsta nätverk, som erbjuder fler funktioner och prestanda än något annat fildelningsnätverk hittils. Mycket rekommenderad.
tr: Gnutella2 ağı Envy'nın ana ağıdır, diğer P2P netlerden daha fazla performans ve özellik sunmaktadır.

source: Connect to Gnutella
af: Koppel aan Gnutella
ar: الأصلية Gnutella الإتصال بـ
ca: Connecta a Gnutella original
de: Zu Gnutella1 verbinden
es: Conectar al Gnutella
fr: Connexion à Gnutella
he: התחבר לאידונקי2000
hu: Kapcsolódás a Gnutella1-hez
it: Connetti a Gnutella originale
ja: オリジナルGnutellaに接続
lt: Jungtis prie pirminio Gnutella
nl: Verbinden met het originele Gnutella netwerk
no: Koble til Gnutella
pl: Połącz z Oryginalną Gnutellą
pt: Conectar a Gnutella Original
ru: Соединяться с оригинальной Gnutella
sl: Poveži se z izvorno Gnutello
sq: Lidhu tek Gnutella Origjinal
sr: Spoji se na Originalnu Gnutellu
sv: Anslut till Gnutellas ursprungsnätverk
tr: Orijinal Gnutella'ya Bağlan

source: The original Gnutella network (G1) is less feature-rich than G2, with more unwanted spam, yet remains a valuable resource. (LimeWire)
af: Alhoewel die oorspronklike Gnutella netwerk minder funksieryk as Gnutella2 is en ook minder lêers het as eDonkey2000, bly dit 'n waardevolle hulpbron.
ar: أيضا شبكة نيتيللا الأصلية أقل من حيث المميزات من شبكة نيتيللا2 و ملفاتها أقل أيضا من أيدونكي و مع ذلك تبقى مصدر للملفات لا غنى عنه
ca: Tot i que la xarxa Gnutella original (Gnutella1) no té tantes característiques com Gnutella2 ni tants arxius com eDonkey, continua essent un recurs valuós.
de: Obwohl das ursprüngliche Gnutella-Netzwerk weniger Funktionen als Gnutella2 und weniger Dateien als eDonkey hat, bleibt es eine wertvolle Ressource.
es: Aunque la red Gnutella Original (G1) no tiene tantas características como G2, y no tiene tantos archivos como ED2K, continua siendo un recurso válido.
fr: Le réseau Gnutella original (G1) possède moins de fichiers qu'eDonkey, mais il reste une ressource non négligeable. (LimeWire)
he: רשת אידונקי היא רשת מבוססת שרת פופלרית. יש בה פחות אופציות מגונטלה2 אבל עם כמות קבצים מרשימה
hu: A Gnutella elődje. Kevesebb fájlt tartalmaz, mint az eD2k, de azért sokminden megtalálható rajta.
it: Sebbene la rete originale Gnutella (G1) abbia meno funzionalità rispetto a Gnutella2, ed abbia meno file di eDonkey, è sempre una notevole risorsa. (LimeWire)
ja: オリジナルGnutellaネットワークはGnutella程機能もなく、eDonkey2000より共有量も少ないですが、それでもまだ貴重なリソースを得ることができます。
lt: Nors pirminis Gnutella tinklas turi mažiau galimybių, nei Gnutella2, ir mažiau failų, nei eDonkey, šis tinklas pasilieka vertingu ištekliumi.
nl: Hoewel het originele Gnutella netwerk (G1) minder opties heeft dan Gnutella2, en minder bestanden dan eDonkey, blijft het toch een waardevolle bron.
no: Gnutella har færre egenskaper enn Gnutella2, færre filer enn eDonkey2000, men er likevel en verdifull resurs.
pl: Oryginalna Gnutella ma mniej możliwości niż Gnutella2 i ma mniej plików niż eDonkey, jednak pozostaje cennym zasobem.
pt: Embora a rede Gnutella original é menos rica em funções do que a Gnutella2, e tenha menos arquivos do que o eDonkey, ela permanece um recurso valioso.
ru: Хотя оригинальная Gnutella (G1) менее богата возможностями чем Gnutella2, и имеет меньше файлов чем eDonkey, всё равно это ценный ресурс.
sl: Čeprav ima izvorno Gnutella omrežje manj storitev od Gnutelle2 in ima tudi manj datotek v skupni rabi od eDonkey2000, ostaja še vedno pomemben vir vsebin.
sq: Edhe pse rrjeti origjinal Gnutella ka më pak veçori se Gnutella2, dhe ka më pak skeda se eDonkey, ai mbetet një burim me vlerë.
sr: Iako originalna Gnutellina mreža ima manje mogućnosti od Gnutelle2,manje datoteka od eDonkey2000, i dalje je vredan izvor datoteka.
sv: Fastän Gnutellas ursprungsnätverk erbjuder färre funktioner än Gnutella2 och färre filer än eDonkey är det ändå en värdefull resurs.
tr: Orijinal Gnutella ağı Gnutella2 den daha zengin özellikleri olmasına ve eDonkey'den daha az dosya olmasına karşın değerli bir kaynak olarak kalacaktır.

source: Connect to eDonkey2000
af: Koppel aan eDonkey2000
ar: eDonkey الإتصال بـ
ca: Connecta a eDonkey
de: Zu eDonkey verbinden
es: Conectar a eDonkey2000
fr: Connexion à eDonkey2000
he: התחבר לגנוטלה המקורי
hu: Kapcsolódás az eDonkey-hoz
it: Connetti a eDonkey2000
ja: eDonkey2000に接続
lt: Jungtis prie eDonkey
nl: Verbinden met eDonkey2000
no: Koble til eDonkey2000
pl: Połącz z eDonkey
pt: Conectar ao eDonkey
ru: Соединяться с eDonkey
sl: Poveži se z eDonkey2000
sq: Lidhu tek eDonkey
sr: Spoji se na eDonkey2000
sv: Anslut till eDonkey
tr: eDonkey2000'ye Bağlan

source: The eDonkey network (ED2K) is a popular server-based network. While not as feature-rich or fast as G2, ED2K has a vast file collection. (eMule)
af: Die eDonkey netwerk (ED2K) is 'n populêre bediener-gebaseerde netwerk. Nie so funksieryk soos Gnutella2 nie, maar dit het 'n groot hoeveelheid lêers.
ar: شبكة إدونكي هي شبكة تعتمد على ملقم عام . لكنها ليست بمميزات نيتيللا2 . إدونكي تملك مجموعة ملفات لا يستهان بها
ca: La xarxa eDonkey és una xarxa molt popular basada en servidors. No és tan rica en característiques com Gnutella2, però eDonkey té una gran quantitat d'arxius disponibles.
de: Das eDonkey-Netzwerk ist ein beliebtes serverbasiertes Netzwerk. Obwohl es nicht so viele Funktionen wie Gnutella2 bietet, findet man viele Dateien.
es: La red eDonkey (ED2K) es una red popular basada en servidores. No es tan rico en características como G2, eDonkey tiene una colección muy grande de archivos.
fr: Le réseau eDonkey (ED2K) est un réseau populaire basé sur des serveurs. Il peut être moins performant que G2, mais possède plus de contenu. (eMule)
he: למרוח שרשת גנוטלה המקורית היא עם פחות אופציות מגנוטלה2 ועם פחות קבצים מאידונקי היא עדיין מקור בעל ערך
hu: Az eDonkey egy népszerű kliens-szerver rendszerű hálózat. Nincs annyi szolgáltatása, mint a G2-nek, de gyakorlatilag minden megtalálható rajta.
it: La rete eDonkey (ED2K) è una rete popolare basata su server. Non possiede molte funzionalità come G2, ma è molto più vasta. (eMule)
ja: eDonkeyネットワークは典型的なサーバーベースのネットワークです。 機能的にはGnutella2ほど豊富ではありませんが、興味深いファイルの共有があります。
lt: eDonkey tinklas - tai populiarus tinklas su serveriais. Nors neturi tiek galimybių kaip Gnutella2, eDonkey tinkle yra įspūdinga failų kolekcija.
nl: Het eDonkey netwerk (ED2K) is een populair netwerk, op servers gebaseerd. Hoewel met minder rijk aan opties als G2, heeft ED2K een omvangrijke bestandsverzameling.
no: eDonkey er et tjener-basert nettverk. Selv om det ikke har like mange egenskaper som Gnutella2 inneholder det enorme mengder filer.
pl: Sieć eDonkey jest popularną siecią opartą na serwerach. Nie ma takich możliwości jak Gnutella2, jednak eDonkey ma pokaźną kolekcję plików.
pt: A rede eDonkey é uma rede popular baseada em servidores. Enquanto não tão rica em funções como Gnutella2, eDonkey tem uma impressionante coleção de arquivos.
ru: eDonkey (ED2K) популярная сеть с использованием серверов. Не столь богата возможностями как Gnutella2, но содержит больше файлов.
sl: Omrežje eDonkey je zelo priljubljeno omrežje, ki sloni na osrednjih strežnikih. Čeprav nima na voljo toliko storitev, kot Gnutella2, ima to omrežje velik nabor vsebin v skupni rabi.
sq: Rrjeti eDonkey është një rrjet i famshëm me bazë serverin. Ndonëse nuk ka aq veçori sa Gnutella2, eDonkey ka një koleksion skedash mahnitës.
sr: eDonkey2000 mreža je popularna server-bazirana mreža.Iako nema mogućnosti kao Gnutella2, poseduje impresivnu zbirku datoteka.
sv: eDonkey-nätverk är ett populärt serverbaserat nätverk, med en imponerande stor filsamling, men utan alla funktioner som Gnutella2 har.
tr: eDonkey ağı popüler bir sunucu tabanlı ağdır. Gnutella2 kadar zengin özellikte olmasa da, eDonkey etkileyici dosya kolleksiyonuna sahiptir.

source: Handle BitTorrent by default (Associate .torrent files)
af: Hanteer torrent skakels.
ar: .torrent معالجة روابط
ca: Maneja enllaços BitTorrent.
de: Envy mit .torrent-Dateien verknüpfen.
es: Manejar enlaces .torrent.
fr: Prendre en charge les liens torrent.
he: .טפל בקישורי טורנטים
hu: Torrentfájlok kezelése
it: Gestisci collegamenti ai torrent.
ja: BitTorrentリンクを処理する
lt: Susieti torrent nuorodas su programa.
nl: Verbinden met BitTorrent (.Torrents)
no: Åpne torrent linker.
pl: Obsługuj linki torrentowe.
pt: Gerenciar os links torrent.
ru: Ассоциировать файлы торрентов с программой.
sl: Uporabljaj torrent povezave.
sq: Përkrahi linket torrente.
sr: Preuzmi torrent linkove.
sv: Hantera torrentlänkar.
tr: Torrent bağlantılarını yönet.

source: Welcome to Envy (4/8)
af: Welkom by Envy (4/8)
ar: (4/8) _ Envy مرحبا بكم في
ca: Benvingut a Envy (4/8)
es: Bienvenido a Envy (4/8)
fr: Envy vous souhaite la bienvenue (4/8)
he: (4/8) ברוכים הבאים לשרזה
hu: Köszöntöm a Envy (4/8)
it: Benvenuto su Envy (4/8)
ja: Envyへようこそ (4/8)
lt: Sveiki! Čia „Envy“ (4/8)
nl: Welkom bij Envy (4/8)
no: Velkommen til Envy (4/8)
pl: Witaj w Envye (4/8)
ru: Добро пожаловать в Envy (4/8)
sl: Dobrodošli v Envy (4/8)
sq: Mirë se erdhët në Envy (4/8)
sr: Dobrodošli u Envy (4/8)
sv: Välkommen till Envy (4/8)
tr: Envy'ya Hoşgeldiniz (4/8)

source: Envy first downloads partial files to a private folder, then moves them when completed according to Download Groups.
af: Envy eerste downloads gedeelte lêers op 'n private gids, beweeg dan aan hulle wanneer dit voltooi is volgens Download groepe.
ar: التنزيلات Envy أول جزئية الملفات إلى مجلد خاص، ثم ينتقل منها عند الانتهاء وفقا للمجموعات تحميل.
ca: També Envy primer parcial arxius en una carpeta privada, després es mou quan es completi d'acord a Grups de Descàrrega.
de: Envy ersten Downloads teilweise Dateien in einen privaten Ordner, dann bewegt sie, wenn nach Download Gruppen abgeschlossen.
es: Envy primer parcial archivos en una carpeta privada, luego se mueve cuando se complete de acuerdo a Grupos de Descarga.
fr: Envy abord partielle des fichiers dans un dossier privé, puis les transfère une fois complété selon les Groupes de téléchargement.
he: הורדות Envy הראשון חלקי הקבצים לתיקיה פרטית, ואז מעביר אותם כאשר הושלמה לפי קבוצות הורד.
hu: Envy első letöltések részleges fájlokat saját mappába, majd mozgatja őket, amikor szerint kitöltött Letöltés csoportok.
it: Downloads Envy parziali prime file in una cartella privata, si sposta poi una volta completato il download in base ai gruppi.
ja: Envy を初めてダウンロード部分の個人用フォルダにファイル、[ダウンロードグループによると完了したときにそれらを移動します。
lt: Envy pirmasis parsisiųsti dalinio failus į privataus aplanko, tada perkelti juos, kai užpildytas pagal Atsisiųsti grupės.
nl: Envy eerste downloads gedeeltelijke bestanden naar een persoonlijke map, dan beweegt ze als ze klaar zijn volgens Download groepen.
no: Envy første nedlastinger delvis filer til en privat mappe, flyttes deretter dem når fullført i henhold til Download grupper.
pl: Envy pierwszy częściowe pliki do pobrania plików do prywatnego folderu, a następnie przenosi je po ukończeniu zgodnie z Grupy Download.
pt: Download Envy primeira parcial arquivos para uma pasta privada, em seguida, move-los quando preenchido de acordo com Grupos de download.
ru: Envy первой загрузки частичные файлы в личную папку, затем перемещает их, когда завершено в соответствии с Скачать группы.
sl: Envyprvi delni prenosi datotek v zasebne mape, nato pa jih premika, ko bo dokončan v skladu s Skupine Download.
sq: Shkarkime Envy e parë të pjesshme fotografi të një dosje private, pastaj lëvizjet e tyre kur të përfundojë sipas Grupet Download.
sv: Envy första nedladdningar del filer till en privat mapp, flyttar sedan dem när genomförts enligt Hämta grupper.
tr: Envy ilk indirmeler kısmi özel bir klasöre dosya, daha sonra Download Göre tamamlandığında taşır.

source: Store Incomplete files here temporarily:
af: Stoor Onvolledige Aflaaie Hier:
ar: :تخزين الملفات ال_غير مكتملة المؤقتة هنا
ca: Carpeta d'arxius _incomplets: (temporal)
de: Unvollständige Dateien:
es: Carpeta temporale de archivos incompletos:
fr: Stocker les fichiers incomplets ici :
he: :אכסן קבצים זמניים כאן
hu: Félkész letöltések mappája
it: Cartella dei file Incompleti temporanei:
ja: 未完了ファイルの保存先:
lt: Laikyti nebaigtus siųstis failus čia:
nl: Sla tijdelijke bestanden hier op:
no: Lagre midlertidige filer her:
pl: Przechowuj pliki tymczasowe (jeszcze niekompletne) tutaj:
pt: Armazenar Arquivos Incompletos Aqui Temporário:
ru: Держать незаконченные файлы в папке:
sl: Shrani začasne nedokončane datoteke na tem mestu:
sq: Depozitoni Këtu Skedat e Përkohshme të Papërfunduara:
sr: Nezavršene Datoteke Sačuvj Ovde:
sv: Spara tillfälliga ofullständiga nedladdningar här:
tr: Geçici tamamlanmamış dosyaları burada depola:

source: Save Complete files here by default:
af: Stoor Volledige Aflaaie Hier:
ar: :حفظ الملفات الم_كتملة هنا
ca: _Carpeta d'arxius completats:
de: Downloadverzeichnis:
es: Carpeta de archivos completados:
fr: Sauvegarder les fichiers terminés ici :
he: :אכסן קבצים שהושלמה הורדתם בתיקייה
hu: Kész letöltések mappája
it: Cartella dei file Completati:
ja: 完了ファイルの保存先:
lt: Saugoti parsiųstus failus čia:
nl: Sla voltooide bestanden hier op:
no: Lagre ferdige filer her:
pl: Zapisuj zakończone pliki tutaj:
pt: Salvar Arquivos Completados Aqui:
ru: Сохранять загруженные файлы в папке:
sl: Shrani dokočane datoteke na tem mestu:
sq: Depozitoni Këtu Skedat e Përfunduara:
sr: Skinute Datoteke Sačuvaj Ovde:
sv: Spara färdiga nedladdningar här:
tr: Dosyanın tamamını buraya kaydet:

source: Save .Torrent files here:
af: Stoor .Torrent Aflaaie Hier:
ar: Store .Torrent files here:
ca: Carpeta d'arxius ._Torrents:
de: .Torrentsverzeichnis:
es: Carpeta de archivos .Torrent:
fr: Stocker les .Torrents ici :
he: Store .Torrent files here:
hu: .Torrent letöltések mappája:
it: Cartella dei file .Torrent:
ja: .Torrent了ファイルの保存先:
lt: Saugoti .Torrent failus čia:
nl: Sla .Torrent bestanden hier op:
no: Lagre .Torrent filer her:
pl: Przechowuj .Torrent pliki tutaj:
pt: Salvar Arquivos .Torrent Aqui:
ru: Сохранять .Torrent файлы в папке:
sl: Shrani .Torrent datoteke na tem mestu:
sq: Depozitoni Këtu Skedat e .Torrent:
sr: .Torrent Datoteke Sačuvj Ovde:
sv: Spara .Torrent nedladdningar här:
tr: Geçici .Torrent burada depola:

source: Common filetypes are initially setup as subfolders of the default location, but Groups can easily be customized by Right-Click. Simply Drag'n'Drop files.
af: Algemene tipes is aanvanklik opgestel om in subgidse, maar groepe kan verander word. Eenvoudig drag'n'drop lêers.
ar: نوع الملف المشترك يتم الإعداد في البداية والمجلدات الفرعية من الموقع الافتراضي، ولكن يمكن بسهولة يمكن تطويعه من قبل مجموعات بزر الماوس الأيمن. ببساطة الملفات Drag'n'Drop.
ca: Tipus d'arxius comuns són inicialment de configuració de les subcarpetes, però els grups es poden personalitzar. Arrossegar i deixar anar arxius.
de: Gemeinsame Dateitypen werden zunächst Setup in Unterordnern, aber Gruppen können individuell gestaltet werden. Einfach Drag'n'Drop Dateien.
es: Tipos de archivos comunes son inicialmente de configuración de las subcarpetas, pero los grupos se pueden personalizar. Arrastrar y soltar archivos.
fr: Types de fichiers communs sont d'abord l'installation en sous-dossiers, mais les groupes peuvent être personnalisés. Glisser-déposer des fichiers.
he: סוגי קבצים נפוצים הם בתחילה ההתקנה בתיקיות משנה, אבל קבוצות יכול להיות מותאם אישית. פשוט Drag'n'drop קבצים.
hu: Közös fájltípusok kezdetben beállítás almappákat, de a csoportok testre szabható. Egyszerűen drag'n'drop fájlokat.
it: Comuni tipi di file di configurazione sono inizialmente in sottocartelle, ma i gruppi possono essere personalizzati. Semplicemente drag'n'drop file.
ja: 一般的なファイル形式は、サブフォルダ内の最初にセットアップされるグループは、カスタマイズすることができます。単純にドラッグ＆ドロップファイル。
lt: Bendrojo failų tipus, iš pradžių setup poaplankius, tačiau grupės gali būti pritaikytos. Tiesiog drag'n'drop failus.
nl: Voorkomende bestandstypen worden in eerste instantie opgezet als submappen, maar groepen kunnen worden aangepast. Gewoon Drag'n'drop bestanden.
no: Vanlige filtyper er opprinnelig oppsett som undermapper til standard, men grupper kan lett tilpasses av Høyre-klikk. Bare drag'n'drop filer.
pl: Popularne rodzaje początkowo konfiguracji w podfolderach, ale można dostosować do grupy. Wystarczy przeciągnąć pliki.
pt: Os tipos mais comuns são inicialmente a instalação em subpastas, mas os grupos podem ser personalizados. Basta arquivos Drag'n'drop.
ru: Наиболее распространенные типы изначально установки в подпапках, но группы могут быть настроены. Просто drag'n'drop файлов.
sl: Skupno vrste datotek so najprej ustanovljeno v podmapah, vendar Skupine lahko prilagodite. Preprosto spuščanje datotek.
sq: Llojet më të zakonshme janë të vendosur fillimisht në subfolders, por Grupet mund të personalizohet. Thjesht fotografi drag'n'drop.
sr: Уобичајени типови су првобитно поставили у потфасцикле, али групе могу да се прилагоде. Једноставно драг'н'дроп датотеке.
sv: Vanliga filtyper är inställda på i undermappar, men grupper kan anpassas. Helt enkelt dra och släpp filer.
tr: Yaygın türleri başlangıçta ama, alt klasörler kurmak Grupları özelleştirilebilir. Sadece sürükle-bırak desteği dosyaları.

source: Welcome to Envy (5/8)
af: Welkom by Envy (5/8)
ar: (5/8) _ Envy مرحبا بكم في
ca: Benvingut a Envy (5/8)
de: Willkommen bei Envy (5/8)
es: Bienvenido a Envy (5/8)
fr: Envy vous souhaite la bienvenue (5/8)
he: (5/8) ברוכים הבאים לשרזה
hu: Köszöntöm a Envy (5/8)
it: Benvenuto su Envy (5/8)
ja: Envyへようこそ (5/8)
lt: Sveiki! Čia „Envy“ (5/8)
nl: Welkom bij Envy (5/8)
no: Velkommen til Envy (5/8)
pl: Witaj w Envye (5/8)
pt: Bem Vindo ao Envy (5/8)
ru: Добро пожаловать в Envy (5/8)
sl: Dobrodošli v Envy (5/8)
sq: Mirë se erdhët në Envy (5/8)
sr: Dobrodošli u Envy (5/8)
sv: Välkomment till Envy (5/8)
tr: Envy'ya Hoşgeldiniz (5/8)

source: P2P networks are only as good as the people who use them:{n}Anything available for download is being shared by another user like you.
af: P2P netwerke is net so goed soos die mense wat hulle gebruik. Al die inhoud beskikbaar vir aflaai word gedeel deur 'n ander gebruiker.
ar: شبكات النظير إلى النظير هي فقط صالحة إذا كان من يستخدمها إنسان صالح . كل المحتوبات المتوفر للتحميل يتم مشاركتها مع مستخدمين آخرين
ca: Les xarxes P2P són bones si la gent que les utilitza també ho és. Tot el contingut disponible per a descarregar està essent compartit per un altre usuari.
de: P2P-Netzwerke sind nur so gut wie die Leute, die sie benutzen. Alle Dateien, die Sie herunterladen können, werden von anderen Benutzern freigegeben.
es: Las redes P2P son buenas si son como la gente que los usa. Todo el contenido disponible para descargar esta siendo compartido por otro usuario.
fr: Les réseaux P2P ne peuvent être performants si vous ne partagez pas. Le contenu disponible en téléchargement provient des utilisateurs.
he: ערך רשתות השיתוף הוא כערך האנשים שמשתמשים בהן. כל התוכן שזמין להורדה זמין ממשתמשים אחרים
hu: A p2p hálózatok csak akkor működnek, ha mindenki megoszt valamit. Amit letölt a hálózaton az valakinek a megosztása.
it: Le reti P2P sono composte da persone che le utilizzano. Tutto il contenuto disponibile per il download è condiviso da altri utenti.
ja: P2Pネットワークはその使用者によって成り立っています。 ダウンロードできる全てのファイルは世界中のユーザによって共有されているものです。
lt: Lygiaverčio tarptinklinio susijungimo (P2P) tinklai yra geri tiek, kiek patys žmonės, kurie juo naudojasi. Parsisiųsti failus galite dėl to, kad kiti naudotojai dalinasi.
nl: P2P netwerken zijn enkel zo goed als de mensen die ze gebruiken. Al het voor downloaden beschikbare materiaal is vrijgegeven door andere gebruikers.
no: P2P-nettverket er kun så godt som det brukerne gjør det til. Alt du kan laste ned blir delt av en annen bruker.
pl: Sieci P2P są tylko tak dobre, jak ludzie, którzy ich używają. Cała możliwa do pobrania zawartość (tzw. kontent) jest udostępniana (współdzielona) przez innych użytkowników.
pt: Redes P2P só são tão boas quanto as pessoas que as usam. Todo o conteúdo disponível para baixar está sendo compartilhado por outro usuário.
ru: Качество P2P сетей зависит от самих же пользователей! Файлы в папках указанных для раздач будут открыты для других пользователей.
sl: P2P omrežja so učikovita samo v tolikšni meri, kot so njihovi uporabniki. Vsako datoteko, ki jo prenesete z mreže, je moral najprej nek drug uporabnik ponuditi v skupno rabo.
sq: Rrjeti P2P është po aq i mirë sa edhe njerëzit që e përdorin atë. Gjithë përmbajtja që vlen të shkarkohet po shpërndahet nga një përdorues tjetër.
sr: P2P mreže su dobre onoliko koliko i ljudi koji ih koriste.Sve šta je vama dostupno za skidanje, neko to deli sa vama.
sv: Fildelningsnätverk är bara så bra som användarna vill att de ska vara. Allt innehåll för nedladdning delas ut av anda användare.
tr: P2P ağları onu kullanan insanlar için en iyisidir. İndirme için diğer kullanıcılardan bulunan tüm içerikler paylaştırılıyor.
