Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Disconnect from all networks, this will also stop all downloads and uploads.
af: Diskonnekteer van die netwerk.
ar: قطع الإتصال من كافة الشبكات ، سيتم إيقاف كافة التحميلات أيضا و عمليات الرفع
ca: Desconnecta de les xarxes seleccionades.
de: Die Verbindung mit den Netzwerken trennen
es: Desconectar de la red o redes.
fr: Se déconnecter du réseau.
he: התנתק מהרשת
hu: Minden hálózatról lekapcsolódik, így megszűnik a le- és feltöltési forgalom is.
it: Disconnetti da tutte le reti, ciò fermerà anche tutti i download e gli upload.
ja: ネットワークから切断します
lt: Atsijungti nuo tinklų. Tai sustabdys visus išsiuntimus ir atsisiuntimus.
nl: De verbinding met het netwerk verbreken.
no: Koble fra nettverket
pl: Odłącz się od sieci.
pt: Desconectar de todas as redes, isto parará também todos os downloads e uploads.
ru: Отсоединиться от сетей. Это также остановит все загрузки и раздачи.
sl: Prekini povezavo do omrežja.
sq: Shkëputet nga rrjeti.
sr: Isključi se sa mreže.
sv: Koppla ifrån nätverket.
tr: Ağla bağlantıyı kes.

source: Exit Envy
af: Verlaat Envy
ar: الخروج من Envy
ca: Surt de Envy
de: Envy beenden
es: Salir de Envy
fr: Quitter Envy
he: צא משרזה
hu: Kilépés a Envy.
it: Esci da Envy
ja: Envyを終了します
lt: Baigti darbą su „Envy“
nl: Envy afsluiten.
no: Avslutt Envy
pl: Wyjdź z Envy
pt: Sair do Envy
ru: Выйти из Envy
sl: Izhod iz Envy
sq: Envy do të mbyllet.
sr: Ugasi Envy
sv: Avsluta Envy
tr: Envy'dan çık

source: Connect to the eDonkey network.
ar: الإتصال بشبكة eDonkey
ca: Connecta a la xarxa eDonkey.
de: Zum eDonkey-Netzwerk verbinden.
es: Conectar a la red de eDonkey.
fr: Se connecter au réseau eDonkey.
he: התחבר לרשת אידונקי2000
hu: Kapcsolódik a eDonkey-hoz.
it: Connetti alla rete eDonkey.
ja: eDonkey2000ネットワークに接続します
lt: Jungtis prie eDonkey tinklo.
nl: Verbinden met het eDonkey netwerk.
no: Koble til eDonkey2000-nettverket.
pl: Podłącz sie do sieci eDonkey2000.
pt: Conectar a rede eDonkey.
ru: Соединиться с сетью eDonkey.
sl: Poveži se z eDonkey2000 omrežjem.
sq: Lidhet tek rrjeti eDonkey.
sr: Spoji se na eDonkey2000 mrežu.
sv: Anslut till eDonkey-nätverket.
tr: eDonkey2000 ağına bağlan.

source: Connect to the DC++ network.
af: Konnekteer aan die DC++ netwerk.
ar: الإتصال بشبكة DC++
ca: Connecta a la xarxa DC++.
de: Zum DC++-Netzwerk verbinden.
es: Conectar a la red de DC++.
fr: Se connecter au réseau DC++.
he: התחבר לרשת אידונקיDC++
hu: Kapcsolódik a DC++-hoz.
it: Connetti alla rete DC++.
ja: DC++ネットワークに接続します
lt: Jungtis prie DC++ tinklo.
nl: Verbinden met het DC++ netwerk.
no: Koble til DC++-nettverket.
pl: Podłącz sie do sieci DC++.
pt: Conectar a rede DC++.
ru: Соединиться с сетью DC++.
sl: Poveži se z DC++ omrežjem.
sq: Lidhet tek rrjeti DC++.
sr: Spoji se na DC++ mrežu.
sv: Anslut till DC++-nätverket.
tr: DC++ ağına bağlan.

source: Connect to the original Gnutella network.
af: Konnekteer aan die oorspronklike Gnutella netwerk.
ar: الإتصال بشبكة Gnutella الأصلية
ca: Connectar a la xarxa original de Gnutella.
de: Zum Gnutella1-Netzwerk verbinden.
es: Conectar a la red original de Gnutella.
fr: Se connecter au réseau Gnutella original.
he: התחבר לרשת גנוטלה המקורית
hu: Kapcsolódik a Gnutella1-hez.
it: Connetti alla rete Gnutella originale.
ja: オリジナルGnutellaネットワークに接続します
lt: Jungtis prie pirminio Gnutella tinklo.
nl: Verbinden met het originele Gnutella netwerk.
no: Koble til det originale Gnutella-nettverket.
pl: Podłącz się do orginalnej sieci Gnutella.
pt: Conectar a rede Gnutella original.
ru: Соединиться с оригинальной сетью Gnutella.
sl: Poveži se z izvornim Gnutella omrežjem.
sq: Lidhet tek rrjeti origjinal Gnutella.
sr: Spoji se na originalnu Gnutella mrežu.
sv: Anslut till Gnutellas ursprungsnätverk.
tr: Orijinal Gnutella ağına bağlan.

source: Connect to the Gnutella2 network (highly recommended).
af: Konnekteer aan die Gnutella2 netwerk (word sterk aanbeveel).
ar: الإتصال بشبكة Gnutella2 (جدا مستحسن) ـ
ca: Connectar a la xarxa Gnutella2 (molt recomanada).
de: Zum Gnutella2-Netzwerk verbinden (empfohlen).
es: Conectar a la red Gnutella2 (Muy recomendado).
fr: Se connecter au réseau Gnutella2 (hautement recommandé).
he: התחבר לגנוטלה2 - מומלץ מאוד
hu: Kapcsolódik a Gnutella2-höz (erősen ajánlott).
it: Connetti alla rete Gnutella2 (consigliato).
ja: Gnutella2ネットワークに接続します(推奨)
lt: Jungtis prie Gnutella2 tinklo (labai rekomenduojama).
nl: Verbinden met het Gnutella2 netwerk (zeer aanbevolen).
no: Koble til Gnutella2-nettverket (Høyst anbefalt).
pl: Podłącz się do sieci Gnutella2 (Zalecane).
pt: Conectar a rede Gnutella 2 (Altamente Recomendado).
ru: Соединиться с сетью Gnutella2 (рекомендуется).
sl: Poveži se z Gnutella2 omrežjem (zelo priporočljivo).
sq: Lidhet tek rrjeti Gnutella2 (rekomandohet fort).
sr: Spoji se na Gnutella2 mrežu (preporučeno).
sv: Anslut till Gnutella2-nätverket (mycket rekommenderat).
tr: Gnutella2 ağına bağlan.

source: Start a new search of the network...
af: Begin 'n nuwe soektog op die netwerk...
ar: بدء بحث جديد للشبكة...
ca: Comença una nova cerca de la xarxa
de: Eine neue Suche starten...
es: Empezar una nueva búsqueda
fr: Commencer une nouvelle recherche sur le réseau...
he: התחל חיפוש חדש ברשת
hu: Új keresést indít a hálózaton...
it: Inizia una nuova ricerca nella rete...
ja: ネットワークで新規検索します...
lt: Pradėti naują paiešką tinkle...
nl: Begin een nieuwe zoekopdracht van het netwerk...
no: Start et nytt søk på nettverket...
pl: Rozpocznij nowe przeszukiwanie sieci...
pt: Começar uma nova busca da rede...
ru: Начать новый поиск в сети...
sl: Začni novo iskanje po mreži...
sq: Nis një kërkim të ri në rrjet...
sr: Započnite novu potragu na mreži...
sv: Starta en ny sökning i nätverket…
tr: Ağda yeni bir arama başlat...

source: Clear the search results.
af: Verwyder die soekresultate.
ar: مسح نتائج البحث
ca: Esborra els resultats de la cerca.
de: Die Suchergebnisse entfernen.
es: Borrar los resultados.
fr: Nettoyer les résultats de la recherche.
he: נקה את תוצאות החיפוש
hu: Keresési eredmények törlése.
it: Cancella i risultati della ricerca.
ja: 検索結果をクリアします
lt: Išvalyti radinius.
nl: De zoekresultaten wissen.
no: Fjern søkeresultatene.
pl: Wyczyść rezultaty szukania.
pt: Limpar os resultados da busca.
ru: Очистить результаты поиска.
sl: Počisti rezultate iskanja.
sq: Pastron rezultatet e kërkimit.
sr: Očisti rezultate potrage.
sv: Rensa sökresultatet.
tr: Arama sonuçlarını temizle.

source: Copy the URI of the selected file.
af: Kopieer die URI van die geselekteerde lêer.
ca: Copia la URI de l'arxiu seleccionat.
de: Eine URI der markierten Datei kopieren.
es: Copiar URI (enlace ed2k, magnet) del archivo seleccionado.
fr: Copier l'URI du fichier sélectionné.
he: העתק את כתובת URI של הקובץ הנבחר
hu: Lemásolja a fájl URI-át.
it: Copia l'URI del file selezionato.
ja: 選択したファイルのURIをコピーします
lt: Kopijuoti pasirinkto failo nuorodą.
nl: De URI kopiëren van het geselecteerde bestand.
no: Kopier URI til valgte fil.
pl: Skopiuj URI zaznaczonego pliku.
pt: Copiar a URI do arquivo selecionado.
ru: Копировать ссылку выдленного файла.
sl: Kopiraj URI izbrane datoteke.
sq: Kopjon URI-n e skedës së zgjedhur.
sr: Kopiraj URI selektovane datoteke.
sv: Kopiera URL för den valda filen.
tr: Seçilen dosyadan URI kopyala.

source: Display detailed information on the selected file.
af: Vertoon gedetailleerde inligting van die geselekteerde lêer.
ar: عرض معلومات تفصيلية على الملف المحدد
ca: Mostra informació detallada sobre l'arxiu seleccionat.
de: Detailierte Informationen über die markierte Datei anzeigen.
es: Mostrar información detallada sobre el archivo.
fr: Afficher des informations détaillées sur le fichier sélectionné.
he: הצג מידע מפורט על הקובץ הנבחר
hu: Részletes adatok a kiválasztott fájlról.
it: Mostra informazioni dettagliate sul file selezionato.
ja: 選択したファイルの詳細情報を表示します
lt: Rodyti išsamią pasirinkto failo informaciją.
nl: Toon gedetailleerde informatie over het geselecteerde bestand.
no: Vis detaljert informasjon til valgte fil.
pl: Pokaż dokładne informacje o zaznaczonym pliku.
pt: Exibir informações detalhados sobre o arquivo selecionado.
ru: Показать подробную информацию о помеченном файле.
sl: Prikaži podrobne informacije izbrane datoteke.
sq: Tregon informacion me detaje mbi skedën e zgjedhur.
sr: Prikaži detaljne informacije o selektovanoj datoteci.
sv: Visa detaljerad information om den valda filen.
tr: Seçilen dosyadaki bilgi detaylarını görüntüle.

source: Download the selected files.
af: Laai die geselekteerde lêer(s) af.
ar: تحميل الملف/ات المحددة
ca: Descarrega el/els arxiu(s) seleccionat(s)
de: Die markierten(n) Datei(en) herunterladen.
es: Descargar el/los archivo(s) seleccionado(s)
fr: Télécharger cette sélection de fichiers.
he: הורד את הקבצים הנבחרים
hu: Letölti a kiválasztott fájl(ok)at.
it: Scarica i file selezionati.
ja: 選択したファイルをダウンロードします
lt: Parsisiųsti pasirinktą failą(-us).
nl: Download de uitgekozen bestanden.
no: Last ned valgte fil(er).
pl: Ściągnij wybrany plik(i).
pt: Baixar o(s) arquivo(s) selecionado(s).
ru: Загрузить помеченный файл(ы).
sl: Prenesi izbrane datoteke.
sq: Shkarkon skedën e zgjedhur.
sr: Skini selektovanu datoteku(e).
sv: Ladda ned de valda filerna.
tr: Seçilen dosyayı indir.

source: Download the selected files with priority.
af: Laai die geselekteerde lêer(s) af met prioriteit.
ar: تحميل الملف/ات المحددة مع أولوية
ca: Descarrega el/els arxiu(s) seleccionat(s) amb prioritat.
de: Die markierte(n) Datei(en) mit hoher Priorität herunterladen.
es: Descargar el/los archivo(s) con prioridad.
fr: Télécharger cette sélection de fichiers prioritairement.
he: הורד את הקבצים הנבחרים ותן להם עדיפות
hu: Elsőbbséget ad a letöltendő fájl(ok)nak.
it: Scarica il(i) file selezionato(i) con priorità.
ja: 優先順位に従って選択したファイルをダウンロードします
lt: Parsisiųsti pasirinktą failą(-us) su prioritetu.
nl: Download de geselecteerde bestanden met voorrang.
no: Last ned valgte fil(er). Gi prioritet.
pl: Ściągnij wybrany plik(i) z priorytetem.
pt: Baixa o(s) arquivo(s) selecionado(s) com prioridade.
ru: Загрузить помеченный файл(ы) с приоритетом.
sl: Prenesi izbrane datoteke s prednostjo.
sq: Shkarkon me përparësi skedën e zgjedhur.
sr: Skini selektovanu datoteku(e) sa prioritetom.
sv: Ladda ned de valda filerna med prioritet.
tr: Seçilen dosyayı öncelikle indir.

source: Filter the search results by certain words and conditions...
af: Filtreer die soekresultate met sekere woorde en kondisies...
ar: فرز نتائج البحث ببعض الكلمات و الشروط
ca: Aplica un filtre als resultats amb certes condicions.
de: Die Suchergebnisse nach bestimmten Wörtern filtern...
es: Aplicar filtro en los resultados por ciertas palabras/condiciones...
fr: Filtrer les résultats de la recherche avec certains mots et conditions...
he: סנן את התוצאות לפי מילים ספציפיות ותנאים
hu: Szűri a keresési eredményeket a megadott paramétereknek megfelelően...
it: Filtra i risultati della ricerca in base a certe parole e condizioni...
ja: 指定された単語と条件で検索結果をフィルタリングします...
lt: Filtruoti radinius pagal tam tikrus žodžius ir sąlygas...
nl: Filter de zoekresultaten met bepaalde woorden en voorwaarden...
no: Filtrer søkeresultatene ut fra valgte ord og egenskaper...
pl: Filtruj rezultaty szukania używając kilku słów i warunków...
pt: Filtrar o resultados da busca por certas palavras e condições...
ru: Фильтровать результаты поиска определенными словами и условиями...
sl: Filtriraj rezultate iskanja po določenih besedah in pogojih...
sq: Filtron rezultatet e kërkimit sipas një fjale dhe kushti të caktuar...
sr: Filtiraj resultate po odredjenim rečima i uslovima...
sv: Filtrerar sökresultatet på ord och vilkor.
tr: Kesin kelime ve konumlarla arama sonuçlarını filtrele...

source: Remove filtering from the results.
af: Verwyder filtrering van die uitslae.
ar: إزالة الفرز من النتائج
ca: Treu el filtratge dels resultats.
de: Den Filter von den Ergebnissen entfernen.
es: Quita el filtrado de los resultados, mostrar todos los resultados.
fr: Enlever le filtrage appliqué aux résultats.
he: הסר את הסינון מהתוצאות
hu: Szűrés eltávolítása.
it: Rimuovi il filtro dai risultati.
ja: 検索結果からフィルタリングを解除します
lt: Pašalinti filtrą nuo radinių.
nl: Het filteren van de resultaten ongedaan maken.
no: Fjern filteret fra resultatene.
pl: Usuń filtry z rezultatów szykania.
pt: Remover a filtragem dos resultados.
ru: Удалить фильтр с результатов поиска.
sl: Odstrani filter iz rezultatov.
sq: Fshin filtrin e rezultateve.
sv: Radera filtrering från resultatet.
tr: Sonuçlardan filtreleri kaldır.

source: Search for music files in the same album as the selected file.
af: Soek vir musieklêers van dieselfde album as die geselekteerde lêer.
ar: بحث عن ملفات صوتية في نفس الألبوم مثل الملف المحدد
ca: Cerca arxius de música del mateix àlbum que l'arxiu seleccionat.
de: Nach Musikdateien aus dem gleichen Album wie der markierten Datei suchen..
es: Buscar por archivos de música por el mismo album como el archivo seleccionado.
fr: Rechercher des fichiers musicaux du même album que le fichier sélectionné.
he: חפש עבור קבצי מוזיקה מאותו אלבום כשל הקובץ הנבחר
hu: Ugyanabból az albumból való keresé.
it: Cerca file musicali dello stesso album di quello selezionato.
ja: 選択したファイルと同じアルバムの曲を検索します
lt: Ieškoti muzikos failų iš to pačio, kaip ir pasirinktojo failo, albumo.
nl: Zoek naar muziekbestanden van hetzelfde album als het geselecteerde bestand.
no: Søk etter musikk fra samme album som valgte fil.
pl: Szukaj plików muzycznych z tego samego albumu co wybrany plik.
pt: Procurar por arquivos de música no mesmo álbum do arquivo selecionado.
ru: Искать музыкальные файлы из того же альбома, как и помеченный файл.
sl: Išči po glasbenih datotekah istega albuma, kot je izbrana datoteka.
sq: Kërkon skedat muzikore nga i njëjti album si i skedës së zgjedhur.
sr: Traži muzičke fajlove sa istog albuma kao selektovani fajl.
sv: Sök efter musikfiler från samma album som den valda filen.
tr: Seçilen dosyadaki aynı albümün içinde bulunan müzik dosyalarını ara.

source: Search for music files by the same artist as the selected file.
af: Soek vir musieklêers van dieselfde kunstenaar as die geselekteerde lêer.
ar: بحث عن ملفات صوتية لنفس الفنان مثل الملف المحدد
ca: Cerca arxius de música del mateix artista que l'arxiu seleccionat.
de: Nach Musikdateien vom gleichen Kûnstler wie der markierten Datei suchen.
es: Buscar por archivos de música por el mismo artista como el archivo seleccionado.
fr: Rechercher des fichiers musicaux du même artiste que le fichier sélectionné.
he: חפש עבור קבצי מוזיקה מאותו אמן של הקובץ הנבחר
hu: Ugyanattól az előadótól való keresés.
it: Cerca file musicali dello stesso artista di quello selezionato.
ja: 選択したファイルと同じアーティストの曲を検索します
lt: Ieškoti to pačio, kaip ir pasirinktojo failo, atlikėjo muzikos failų.
nl: Zoek naar muziekbestanden die dezelfde artist als het geselecteerde bestand.
no: Søk etter musikk fra samme artist som valgte fil.
pl: Szukaj plików muzycznych tego samego artysty co wybrany plik.
pt: Procurar por arquivos de música do mesmo artista do arquivo selecionado.
ru: Искать музыкальные файлы того же исполнителя, как и у помеченного файла.
sl: Išči po glasbenih datotekah istega izvajalca, kot je izbrana datoteka.
sq: Kërkon skedat muzikore nga i njëjti artist si i skedës së zgjedhur.
sr: Traži muzičke fajlove koji potiču od istog izvodjača kao i odabrani fajl.
sv: Sök efter musikfiler av samma artist som den valda filen.
tr: Seçilen dosyadaki aynı sanatçının müzik dosyalarını ara.

source: Search for video files in the same series as the selected file.
af: Soek vir videolêers van dieselfde reeks as die geselekteerde lêer.
ar: بحث عن ملفات الفيديو في نفس السلسلة مثل الملف المحدد
ca: Cerca arxius de video de la mateixa serie que l'arxiu seleccionat.
de: Nach Folgen der gleichen Fernsehserie suchen.
es: Buscar por archivos de video de la misma serie como el archivo seleccionado.
fr: Rechercher des fichiers vidéos de la même série que le fichier sélectionné.
he: חפש עבור קבצי וידאו מאותה סידרה של הקובץ הנבחר
hu: Ugyanabból a sorozatból való keresés.
it: Cerca file video della stessa serie di quello selezionato.
ja: 選択したファイルと同じシリーズのビデオファイルを検索します
lt: Ieškoti vaizdo failų iš to pačio, kaip ir pasirinktojo failo, serialo.
nl: Zoek naar videobestanden van dezelfde serie als het geselecteerde bestand.
no: Søk etter videofiler fra samme serie som valgte fil.
pl: Szukaj plików wideo z tego samego serialu co wybrany plik.
pt: Procurar por arquivos de vídeo da mesma série do arquivo selecionado.
ru: Искать видео файлы из того же сериала, как и помеченный файл.
sl: Išči po video datotekah iste serije, kot je izbrana datoteka.
sq: Kërkon skedat filmike nga i njëjti serial si i skedës së zgjedhur.
sr: Traži epizode iste serije kao selektovana datoteka(video).
sv: Sök efter videofiler i samma serie som den valda filen.
tr: Seçilen dosyadaki aynı serinin video dosyalarını ara.

source: Search for files which are similar to the selected file.
af: Soek vir lêers soortgelyk aan die geselekteerde lêer.
ar: بحث عن الملفات التي تكون مشابهة للملف المحدد
ca: Cerca arxius similars al seleccionat.
de: Nach Dateien suchen, die einen ähnlichen Namen haben
es: Buscar Archivos Similares al seleccionado.
fr: Rechercher des fichiers similaires au fichier sélectionné.
he: חפש עבור קבצים הדומים לקובץ הנבחר
hu: Hasonló fájlok után való keresés.
it: Cerca file simili a quello selezionato.
ja: 選択したファイルに似たファイルを検索します
lt: Ieškoti failų, panašių į pasirinktąjį failą.
nl: Zoek naar bestanden die lijken op het geselecteerde bestand.
no: Søk etter filer som er lik valgte fil.
pl: Sukaj plików podobnych do wybranego.
pt: Procurar por arquivos que são similares ao arquivo selecionado.
ru: Искать файлы, похожие на помеченный файл.
sl: Išči po datotekah, ki so podobne izbrani.
sq: Kërkon skedat e ngjashme me skedën e zgjedhur.
sr: Traži datoteke slične selektovanoj datoteci.
sv: Sök efter filer som liknar den valda filen.
tr: Seçilen daosyaya benzer dosyaları ara.

source: Search for other copies of the selected file.
af: Soek vir ander kopieë van die geselekteerde lêer.
ar: بحث عن نسخ آخرى من الملف المحدد
ca: Cerca per altres còpies de l'arxiu seleccionat.
de: Andere Kopien der markierten Datei suchen.
es: Buscar por otras copias del archivo seleccionado.
fr: Rechercher d'autres copies du fichier sélectionné.
he: חפש עבור עותקים אחרים של הקובץ הנבחר
hu: Más másolatok után való keresés.
it: Cerca altre copie del file selezionato.
ja: 選択したファイルの他のコピーを検索します
lt: Ieškoti kitų pasirinkto failo kopijų.
nl: Zoek naar andere kopiëen van het geselecteerde bestand.
no: Søk etter andre kopier av valgte fil.
pl: Szukaj innych kopii zaznaczonego pliku.
pt: Procurar por outras cópias do arquivo selecionado.
ru: Искать другие копии помеченного файла.
sl: Išči po drugih kopijah izbrane datoteke.
sq: Kërkon kopjen tjetër të skedës së zgjedhur.
sr: Traži druge kopije selktovane datoteke.
sv: Sök efter andra kopior av den valda filen.
tr: Seçilen dosyanın diğer kopyalarını ara.

source: Display the quick search panel on the left of the Search window.
af: Vertoon die Vinnige Soekpaneel aan die linkerkant van die Soek venster.
ar: عرض لائحة البحث السريع على يسار نافذة البحث
ca: Mostra el panell de cerca a l'esquerra de la finestra de cerca.
de: Die Suchleiste auf der linken Seite des Envy Fensters anzeigen
es: Mostrar el panel de búsqueda a la izquierda.
fr: Affiche le panneau de recherche rapide à gauche de la fenêtre de recherche.
he: הצג את לוח החיפוש המהיר מימין לחלון החיפוש
hu: A gyorskereső ablak megjelenítése a keresőablak bal oldalán.
it: Mostra il pannello di ricerca alla sinistra della finestra Cerca.
ja: 検索ウィンドウの左側にクイックサーチパネルを表示します
lt: Rodyti sparčiosios paieškos skydelį kairėje „Paieškos“ lango pusėje.
nl: Toon het zoekpaneel aan de linkerkant van het zoekvenster.
no: Vis søkepanelet på venstre side av søkeresultatene.
pl: Pokaż panel szybkiego szukania po lewej stronie okna szukania .
pt: Exibir o painel de busca rápida no lado esquerdo da janela Procurar.
ru: Показывать панель быстрого поиска в левой части окна Поиск.
sl: Prikaži pano za hitro iskanje na levi strani okna za iskalnega okna.
sq: Tregon panelin e kërkimit të shpejtë majtas dritares Kërko.
sr: Display the quick search panel on the left of the Traži window.
sv: Visa snabbsökningspanelen på vänster sida som sökfönstret.
tr: Arama penceresinin solunda hızlı arama panelini görüntüle.

source: Search the network again...
af: Deursoek die netwerk weer...
ar: البحث في الشبكة مرة ثانية...
ca: Fes una nova cerca.
de: Erneut im Netzwerk suchen...
es: Hacer una nueva búsqueda de este archivo
fr: Rechercher le réseau une nouvelle fois...
he: חפש שנית את הרשת
hu: Újra keres a hálózaton...
it: Cerca ancora nella rete...
ja: 再度ネットワークで検索します...
lt: Ieškoti tinkle dar kartą...
nl: Zoek opnieuw op het netwerk...
no: Søk på nettverket igjen...
pl: Przeszukaj sieć ponownie...
pt: Procurar na rede novamente...
ru: Искать в сети снова...
sl: Ponovi iskanje po mreži...
sq: Kërkon përsëri rrjetin...
sr: Pretraži mrežu ponovo...
sv: Sök på nätverket igen.
tr: Ağı tekrar ara...

source: Stop receiving results in this window.
af: Staak die ontvang van nuwe resultate in hierdie venster.
ar: التوقف عن إستلام النتائج في هذه النافذة
ca: Atura la cerca.
de: Den Empfang von Suchergebnissen in diesem Fenster beenden.
es: Parar la búsqueda.
fr: Stopper la réception de nouveaux résultats dans cette fenêtre.
he: הפסק קבלת תוצאות בחלון זה
hu: Eredmények fogadásának leállítása.
it: Termina la ricerca in questa finestra.
ja: このウィンドウでの検索結果の受信を停止します
lt: Sustabdyti radinių išvedimą šiame lange.
nl: Stop met het ontvangen van resultaten in dit venster.
no: Ikke motta flere resultat i dette vinduet.
pl: Zatrzymaj otrzymywanie rezultatów szukania w tym oknie.
pt: Parar de receber resultados nesta janela.
ru: Остановить получение результатов в этом окне.
sl: Ustavi prejemanje rezultatov v tem oknu.
sq: Ndalon marrjen e rezultateve në dritare.
sr: Zaustavi potragu u ovom prozoru.
sv: Sluta ta emot resultat i detta fönster.
tr: Pencerede sonuç alımını durdur.

source: Clear the search monitor buffer.
af: Maak die soekmonitor buffer skoon.
ar: مسح المخزون المؤقت لمراقب البحث
ca: Esborra el buffer del monitor de cerques.
de: Suchmonitor-Puffer leeren.
es: Borrar historial del monitor de búsqueda.
fr: Nettoyer le tampon du moniteur de recherche.
he: נקה את זכירון המטמון של מוניטור החיפוש
hu: Törli az összes keresési bejegyzést.
it: Svuota la memoria buffer del monitor di ricerca.
ja: 検索モニタバッファをクリアします
lt: Išvalyti paieškos užklausų monitoriaus buferį.
nl: De buffer van de zoekmonitor wissen.
no: Oppdater søkemonitor-bufferen.
pl: Wyczyść bufor monitora wyszukiwania.
pt: Limpar o buffer do monitor de busca.
ru: Очистить буфер монитора поиска.
sl: Počisti medpomnilnik iskalnega nadzornika.
sq: Pastron zbutësin e monitorit kërkues.
sv: Rensa sökmonitorns buffert.
tr: Arama ekranı belleğini temizle.

source: Pause search monitoring.
af: Vries die soekmonitor.
ar: إيقاف مراقب البحث مؤقتا
ca: Posa en pausa al monitor de cerques.
de: Den Suchmonitor anhalten
es: Poner en pausa al monitoreo.
fr: Mettre en pause le moniteur de recherche.
he: השהה ניטור חיפוש
hu: Keresések megfigelésének leállítása.
it: Sospendi il monitor di ricerca.
ja: 検索モニタリングを一時停止します
lt: Pristabdyti paieškos užklausų stebėjimą.
nl: Pauzeer het meekijken met zoekopdrachten.
no: Sett monitoren på pause.
pl: Pauzuj monitor wyszukiwania.
pt: Pausar a monitoração de busca.
ru: Приостановить вывод в монитор поиска.
sl: Trenutno zaustavi nadziranje iskanja.
sq: Pushon monitorimin e kërkimit.
sv: Gör en paus i sökmonitorn.
tr: Arama ekranını duraklat.
