Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: This setting has no effect on current downloads, or torrents, or with eDonkey hash and eDonkey network enabled. However, this setting is not ignored if the download is paused.{n}{n}ATTENTION: Use this option only if necessary, if you abuse the option you may be banned.
ca: Aquesta configuració no té efecte sobre descàrregues anteriorment iniciades i serà ignorada si l'arxiu té el hash eDonkey i la xarxa eDonkey està habilitada o és una descàrrega BitTorrent.{n}No obstant, aquesta configuració no és ignorada si la descàrrega està pausada.{n}{n}ATENCIÓ: Usa aquesta opció únicament en cas de necessitat ja que si abuses d'ella pots ser bloquejat.
de: Diese Einstellung hat keinen Einfluss auf bereits gestartete Downloads. In den eD2k- und BitTorrent-Netzwerken kann mit diese Option lediglich der Upload von pausierten Downloads verhindert werden.{n}{n}ACHTUNG: Benutzen Sie diese Option nur wenn unbedingt nötig - der Missbrauch kann zur Verbannung führen.
es: Este ajuste no tiene ningún efecto sobre descargas previamente iniciadas, también este ajuste es ignorado si el archivo tiene el hash(clave) de eDonkey y la red eDonkey esta conectada o si es un torrent. {n}Sin embargo este ajuste no es ignorado si la descarga es pausada. {n}{n} ATENCIÓN: Use esta opción sólo en caso de necesidad real, si abusas de esta opción puedes ser baneado(prohibido).
fr: Cette configuration n'a pas d'effet sur les téléchargements commencés antérieurement ; de plus cette configuration est ignorée si le fichier a le hash eDonkey et que le reseau eDonkey est activé, ou si c'est un torrent.{n}Cette configuration n'est pas ignorée si le téléchargement est en pause.{n}{n}ATTENTION : N'utilisez pas cette option qu'en cas de vraie nécessité, si vous abusez de cette option vous pourriez être banni.
he: This setting has no effect on downloads previously started, also this setting is ignored if the file have the eDonkey hash and the eDonkey network is enabled or if it is a torrent.{n}However this setting isn't ignored if the download is paused.{n}{n}ATTENTION: Use this option only in case of real necessity, if you abuse of the option you may be banned.
hu: Ez a beállítás nincs hatással a régebben indított letöltésekre. Érvénytelen a beállítás, ha a fájlnak van eDonkey hash értéke és az eDonkey hálózat be van kapcsolva vagy a fájl egy torrent.{n}Azonban érvényes a beállítás, ha a fájl letöltése szüneteltetve van.{n}{n}FIGYELEM: Csak akkor használja ezt a beállítást, ha tényleg szüksége van rá. Ettől esetleg kitiltásban részesülhet.
it: Questa opzione non ha effetto sui download iniziati precedentemente, inoltre è ignorata se il file ha l'hash eDonkey e la rete eDonkey è abilitata o se è un torrent.{n}Tuttavia questa opzione non è ignorata se il download è in pausa.{n}{n}ATTENZIONE: Usa questa opzione soltanto in caso di reale necessità, se abusi dell'opzione puoi essere bannato.
lt: Ši nuostata neturi įtakos anksčiau pradėtiems siųstis failams, o taip pat ji nepaisoma, jei failas turi eDonkey maišą ir aktyvus eDonkey tinkle, arba jei tai torrent failas.{n}Tačiau ši nuostata yra paisoma, jei atsiunčiamas failas pristabdytas.{n}{n}DĖMESIO: Naudokitės šia nuostata, jei tai tikrai būtina, nes priešingu atveju jus gali užblokuoti.
nl: Deze instelling heeft geen effect op reeds gestarte downloads, bestanden waarvan men de eDonkeyhash weet en op torrents.{n}Maar toch wordt deze instelling gerespecteerd als je download gepauzeerd is.{n}{n}WAARSCHUWING: Gebruik deze optie alleen als het echt nodig is. Misbruik hiervan kan ervoor zorgen dat u wordt uitgesloten.
pl: To ustawienie nie ma wpływu na uprzednio uruchomione pobierania, jak również to ustawienie jest ignorowane jeśli plik ma hash eDonkeya i sieć eDonkey jest włączona albo jeśli to jest torrent.{n}Jednakże to ustawienie nie jest ignorowane jeśli pobieranie jest wstrzymane (paused).{n}{n}UWAGA: Używać tej opcji tylko w razie prawdziwej konieczności, jeśli będziesz nadużywać tej opcji możesz zostać zabanowany.
pt: Esta opção não tem efeito em downloads iniciados anteriormente, esta opção também é ignorada se o arquivo tem o hash eDonkey e a rede eDonkey está ativada ou se é um torrent.{n}Contudo esta opção não é ignorada se o download está pausado.{n}{n}ATENÇÃO: Use esta opção só em caso de necessidade real, se você abusar desta opção você pode ser banido.
ru: Эта настройка не имеет никакого эффекта на уже загружаемые файлы, а также игнорируется, если у файла есть хеш eDonkey и он активен в сети eDonkey, или если это торрент.{n}Но эта настройка не игнорируется, если загрузка приостановлена.{n}{n}ВНИМАНИЕ: Пользуйтесь этой настройкой в крайнем случае, иначе Вас могут заблокировать.
sq: Ky kuadro nuk ka efekt në shkarkesat që kanë nisur më parë, gjithashtu përbuzet nëse skeda ka hash eDonkey dhe nëse aktivizohet rrjeti eDonkey ose nëse është një torrent.{n}Gjithsesi, ky kuadro nuk përbuzet nëse shkarkesa pushon.{n}{n}KUJDES: Përdoreni këtë mundësi vetëm në rast nevoje të vërtetë. Nëse abuzoni me mundësinë, mund të dëboheni.
sv: Den här inställningen på verkar inte redan påbörjade nedladdningar och ignoreras ifall filen har en eDonkey hash och eDonkey nätverket är anslutet eller om det är en torrent.{n}Inställningen ignoreras inte om nedladdningen är pausad.{n}{n}VARNING: Använd denna inställning enbart vid behov, om den missbrukas kan du bli bannlyst.
tr: Bu seçeneğin halihazırda başlamış olan indirmelere etkisi olmayacaktır; ayrıca dosyanın bir eDonkey hash değeri varsa ve eDonkey ağı etkinse, ya da bir torrent söz konusuysa bu seçenek görmezden gelinecektir.{n}Ancak bu seçenek indirim sadece duraklatıldıysa görmezden gelinmeyecektir.{n}{n}UYARI: Bu seçeneği sadece gerçekten ihtiyaç duyduğunuzda kullanınız, fazla kullanım yasaklanmanıza yol açabilir.

source: Envy Home
af: Envy Tuisblad
ar: موقع Envy ـــــــــــــــــــــــــ ترجمة الأستاذ عوض الغامدي
ca: Inici
de: Home
es: Inicio
fr: Accueil Envy
he: ‪‪עמוד ראשי של שרזה
hu: Envy kezdőlap
it: Pagina iniziale di Envy
ja: Envyホーム
lt: „Envy“ pradžia
nl: Envy startpagina
no: Envy hjem
pt: Lar do Envy
ru: Envy
sl: Envy dom
sq: Shtëpia Envy
sr: Envy Početak
sv: Envys hem
tr: Envy Ana Sayfa

source: System
af: Stelsel
ar: نظام
ca: Sistema
de: Konsole
es: Sistema
fr: Système
he: ‪‪מערכת
hu: Rendszer
it: Sistema
ja: システム
lt: Sistema
nl: Systeem
pt: Sistema
ru: Система
sl: Sistem
sq: Sistemi
sr: Sistem
tr: Sistem

source: Neighbors
af: Gasheer Konneksies
ar: الإتصالات المجاوره
ca: Veïns
de: Hosts
es: Vecinos
fr: Voisins
he: ‪‪שכנים
hu: Hálózat
it: Host
ja: 近隣
lt: Kaimynai
nl: Gastheren
no: Naboer
pl: Sieć
pt: Vizinhos
ru: Сети
sl: Sosedje
sq: Fqinj
sr: Susedi
sv: Grannar
tr: Komşular

source: Packet Dump
af: Pakkie Storting
ar: تفريغ الحزمة
ca: Monitor de paquets
es: Monitor de paquetes
fr: Décharge à paquets
he: ‪‪תפוקת הפקט
hu: Csomagforgalom
it: Trasferimento pacchetti
ja: パケットダンプ
lt: Paketų išvestis
nl: Pakket dump
no: Pakkedump
pl: Zrzut pakietów
pt: Pacotes Perdidos
ru: Дамп пакетов
sl: Izmet paketov
sq: Paketa
sv: Paketdump
tr: Çöp Kutusu

source: Host Cache
af: Gasheer Kasgeheue
ar: مخزون المضيف المؤقت
ca: Memòria d'usuaris
es: Memoria de usuarios
fr: Hôtes en cache
he: ‪‪זיכרון מטמון של כתובות משתמשים
hu: Kiszolgálók listája
it: Cache host
ja: ホストキャッシュ
lt: Adresatų talpykla
nl: Gastheer cache
no: Vert-cache
pl: Cache hostów
pt: Cache dos Hosts
ru: Кэш хостов
sl: Gostiteljski medpomnilnik
sq: Depo Hosti
sv: Värdcache
tr: Host Bellek

source: Search Monitor
af: Soekmonitor
ar: مراقبة البحث
ca: Monitor de cerca
de: Suchmonitor
es: Monitor de búsqueda
fr: Moniteur de recherche
he: ‪‪מוניטור חיפוש
hu: Keresések figyelése
it: Monitor di ricerca
ja: 検索モニタ
lt: Paieškos užklausų monitorius
nl: Zoekmonitor
no: Søkemonitor
pl: Monitor szukania
pt: Monitor da Busca
ru: Монитор поиска
sl: Nadzornik iskanja
sq: Monitori i Kërkimit
sr: Pokazivač Potrage
sv: Sökmonitor
tr: Arama Monitörü

source: Hit Monitor
af: Trefmonitor
ar: مراقبة النقرات
ca: Monitor de resultats
de: Treffermonitor
es: Monitor de resultados
fr: Moniteur d'accès
he: ‪‪מוניטור תוצאות
hu: Találatok figyelése
it: Monitor delle richieste
ja: ヒットモニタ
lt: Kreipinių monitorius
no: Treffmonitor
pl: Monitor trafień
pt: Monitor de Acertos
ru: Монитор хитов
sl: Nadzornik zadetkov
sq: Monitori i Hiteve
sr: Pokazivač Pogodaka
sv: Träffmonitor
tr: Ulaşımlar Monitörü

source: Graph
af: Grafiek
ar: المخطط
ca: Gràfic
de: Diagramm
es: Gráfico
fr: Graphique
he: ‪‪גרף
hu: Grafikon
it: Grafico
ja: グラフ
lt: Grafikas
nl: Grafiek
no: Graf
pl: Wykres
pt: Gráfico
ru: График
sl: Grafikon
sq: Grafikë
sr: Graf
sv: Diagram
tr: Grafik

source: Security
af: Sekuriteit
ar: الأمان
ca: Seguretat
de: Sicherheit
es: Seguridad
fr: Sécurité
he: ‪‪אבטחה
hu: Biztonság
it: Sicurezza
ja: セキュリティ
lt: Apsauga
nl: Beveiliging
no: Sikkerhet
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
sl: Varnost
sq: Siguri
sr: Sigurnost
sv: Säkerhet
tr: Güvenlik

source: Discovery Services
af: Ontdekkingsdienste
ar: خدمات الإكتشاف
ca: Serveis de descobriment
de: Service-Provider
es: Servicios de descubrimiento
fr: Services de découverte
he: ‪‪שירותי משאבי חיבור
hu: Szerverkereső szolgáltatás
it: Servizi di connessione
ja: ディスカバリサービス
lt: Paslaugų radimo tarnybos
no: Oppdagelsestjenester
pl: Serwisy Discovery
pt: Serviços de Descobrimento
ru: Ресурсы соединений
sl: Storitve Discovery
sq: Shërbime Zbulimi
sv: Upptäckstjänster
tr: Keşif Servisleri

source: Browse
af: Blaai Deur
ar: تصفح
ca: Explora usuari
de: Durchsuchen
es: Explorar usuario
fr: Parcourir
he: ‪‪סייר
hu: Böngészés
it: Scansione di
ja: 参照
lt: Naršymas
nl: Bekijken
no: Utforsk
pl: Przeglądaj
pt: Navegar
ru: Просмотр
sl: Brskaj
sq: Shfleto
sr: Pogledaj šta deli
sv: Visa värdens filer
tr: Gözat

source: Media Player
af: Media Speler
ca: Reproductor de multimèdia
de: Medienwiedergabe
es: Reproductor de media
fr: Lecteur Multimédia
he: ‪‪נגן המדיה
hu: Médialejátszó
ja: メディアプレーヤー
lt: Grotuvas
nl: Media
no: Mediaspiller
pl: Odtwarzacz
ru: Проигрыватель
sl: Medijski predvajalnik
sq: MediaLuajtësi
sv: Mediaspelare
tr: Ortam Oynatıcısı

source: IRC Chatrooms
fr: Salon IRC Envy
it: Chat IRC di Envy
lt: Envy pokalbiai
nl: Envy chat
pl: Czat Envy
pt: Chat do Envy
ru: Чат Envy
sq: Chat në Envy
tr: Envy Sohbet

source: Envy Help
af: Envy Hulp
ar: تعليمات Envy
ca: Ajuda de Envy
de: Envy Hilfe
es: Ayuda de Envy
fr: Aide Envy
he: ‪‪עזרה של שרזה
hu: Súgó
it: Aiuto di Envy
ja: Envyヘルプ
lt: „Envy“ žinynas
no: Envy hjelp
pl: Pomoc Envy
pt: Ajuda do Envy
ru: Envy помощь
sl: Envy pomoč
sq: Ndihmë në Envy
sr: Envy Pomoć
sv: Hjälp för Envy
tr: Envy Yardım

source: Yes
af: Ja
ar: حسنا
ca: Sí
de: Ja
es: Sì
fr: Oui
he: כן
hu: Igen
it: Sì
ja: はい
lt: Taip
nl: Ja
no: Ja
pl: Tak
pt: Sim
ru: Да
sl: Da
sq: Po
sr: Da
sv: Ja
tr: Evet

source: No
af: Nee
ar: لا
de: Nein
fr: Non
he: לא
hu: Nem
ja: いいえ
lt: Ne
nl: Nee
no: Nei
pl: Nie
pt: Não
ru: Нет
sl: Ne
sq: Jo
sr: Ne
sv: Nej
tr: Hayır

source: Cancel
af: Kanselleer
ar: إلغاء الأمر
ca: Cancel·la
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Mégse
it: Annulla
ja: キャンセル
lt: Atšaukti
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ru: Отмена
sl: Prekliči
sq: Anulo
sr: Odustani
sv: Avbryt
tr: İptal

source: &Back
af: &Terug
ca: &Torna enrere
de: &Zurück
es: &Atrás
fr: &Précédent
he: לחזור
hu: &Vissza
it: &Indietro
ja: 戻る(&B)
lt: &Atgal
nl: &Terug
pl: &Wstecz
pt: &Voltar
ru: Назад
sq: &Pas
sv: &Tillbaka
tr: &Önceki

source: &Next
af: &Volgende
ca: &Següent
de: &Weiter
es: &Siguiente
fr: &Suivant
he: הבא
hu: &Tovább
it: &Avanti
ja: 次へ(&N)
lt: &Toliau
nl: &Volgende
pl: &Następny
pt: &Próximo
ru: Далее
sq: &Tjetër
sv: &Framåt
tr: &Sonraki

source: Continue
fr: Continuer
it: Continua
pt: Continuar
ru: Продолжить
sq: Vijo

source: of
af: van
ca: de
de: von
es: de
fr: sur
he: מתוך
it: di
lt: iš
nl: van
no: av
pl: z
pt: de
ru: из
sl: od
sq: nga
sr: od
sv: av
tr: den

source: All
ar: جميع
ca: Todo
de: Alle
es: Todo
fr: Tout
he: כל
hu: Minden
it: Tutti
ja: 全て
lt: Visi
nl: Alles
no: Match alle
pl: Wszystko
pt: Todos
ru: Все
sl: Vse
sq: Gjithçka
sr: Sve
sv: Alla
tr: Tümü

source: Auto
ar: تلقائيا
ca: Automàtic
he: אוטומטי
ja: 自動
ru: Авто
sl: samodejno
tr: Otomatik

source: Custom
af: Aanpas
ar: مخصص
ca: Personalitzat
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
he: מנהג
hu: Saját
it: Personalizzato
ja: カスタム
lt: Pasirinktina
nl: Aangepast
no: Tilpassede
pl: do potrzeb
pt: Customizar
ru: Пользовательский
sl: Po meri
sq: Me porosi
sr: Прилагоди
sv: Anpassat
tr: Kişisel

source: Default
ca: Predefinit
de: Vorgabe
es: Por defecto
fr: Par défaut
he: ברירת מחדל
hu: Alapértelmezett
ja: デフォルト
lt: Numatyta
nl: Standaard
no: Standard
pl: Domyślnie
pt: Padrão
ru: По умолчанию
sl: Privzeto
sq: Tipik
sv: Standard
tr: Temel

source: Finish
ca: Finalitza
de: Abschließen
es: Finalizar
fr: Terminer
he: לגמור
hu: Befejezve
it: Fine
lt: Baigti
nl: Beëindig
no: Fullfør
pl: Finisz
pt: Concluir
ru: Закончить
sq: Përfundo
sv: Avsluta
tr: Sona erdir

source: Ignore
it: Ignora
no: Ignorere
pt: Ignorar
ru: Игнорировать
sq: Përbuze

source: Retry
it: Vai Indietro
no: Prøv på nytt
pt: Tentar de Novo
ru: Повторить
sq: Riprovo

source: Abort
it: Fermat
no: Abortere
pt: Abortar
ru: Прервать
sq: Ndërprite

source: Try Again
it: Riprova
no: Prøv Igjen
pt: Tentar de Novo
ru: Повторить снова
sq: Provo Përsëri

source: Please Wait...
ar: يرجى الانتظار.
ca: Si us plau, esperi...
de: Bitte warten...
es: Por favor espera...
fr: Veuillez patienter ...
hu: Várakozás...
it: Attendere...
ja: 暫くお待ち下さい...
lt: Prašome palaukti...
nl: Even wachten...
pl: Proszę czekać...
pt: Por favor espere...
ru: Подождите...
sq: Palun oodake...
sv: Var god vänta...
tr: Lütfen bekleyiniz...

source: File
af: Lêer
ar: ملف
ca: Arxiu
de: Datei
es: Archivo
fr: Fichier
he: קובץ
hu: Fájl
ja: ファイル
lt: Failą
nl: Bestand
no: Fil
pl: Plik
pt: Arquivo
ru: Файл
sl: Datoteka
sq: Skedë
sr: фајл
sv: Fil
tr: Dosya

source: Files
af: Lêers
ar: الملفات
ca: Arxius
de: Dateien
es: Archivos
fr: Fichiers
he: קבצים
hu: Fájlok
ja: ファイル
lt: Failai
nl: Bestanden
no: Filer
pl: Pliki
pt: Arquivos
ru: Файлы
sl: Datoteke
sq: Skedë
sr: фајлова
sv: Filer
tr: Dosyaları

source: All Files
af: Alle Lêers
ar: جميع الملفات
ca: Tots els arxius
de: Alle Dateien
es: Todos Los Archivos
fr: Tous les Fichiers
he: ‪כל הקבצים
hu: Minden Fájl
it: Tutti i File
ja: 全てのファイル
lt: Visi Failai
nl: Alle Bestanden
no: Alle Filer
pl: Wszystkie Pliki
pt: Todos os Arquivos
ru: Все файлы
sl: Vse Datoteke
sq: Të Gjitha Skedë
sr: Sve фајлова
sv: Alla Filer
tr: Tüm Dosyalar

source: No Files
af: No Lêers
ar: No الملفات
de: No Dateien
es: No Archivos
fr: No Fichiers
no: No Filer
pl: No Pliki
pt: No Arquivos
ru: No файлы
sl: No Datoteke
sr: No Datoteke
sv: No Filer
tr: No Dosyalar

source: Large Files
af: Groot Lêers
ar: Large الملفات
ca: Arxius grans
de: Große Dateien
es: Archivos Grandes
fr: Fichiers larges
he: ‪קבצים גדולים
hu: Nagy fájlok
it: File grandi
ja: 大きいファイル
lt: Dideli failai
nl: Grote bestanden
no: Store filer
pl: Duże pliki
pt: Arquivos Grandes
ru: Большие файлы
sl: Velike datoteke
sr: Velike Datoteke
sv: Stora filer
tr: Geniş Dosyalar

source: Medium Files
af: Medium Lêers
ar: Medium الملفات
ca: Arxius mitjans
de: Mittelgroße Dateien
es: Archivos Medianos
fr: Fichiers moyens
he: ‪קבצים בינוניים
hu: Közepes fájlok
it: File medi
ja: 普通のファイル
lt: Vidutiniai failai
nl: Middelgrote bestanden
no: Middels filer
pl: Średnie pliki
pt: Arquivos Médios
ru: Средние файлы
sl: Srednje datoteke
sr: Srednje Datoteke
sv: Medelstora filer
tr: Orta Dosyalar

source: Small Files
af: Klein Lêers
ar: Small الملفات
ca: Arxius petits
de: Kleine Dateien
es: Archivos Pequeños
fr: Petits fichiers
he: ‪קבצים קטנים
hu: Kis fájlok
it: File piccoli
ja: 小さいファイル
lt: Maži failai
nl: Kleine bestanden
no: Små filer
pl: Małe pliki
pt: Arquivos Pequenos
ru: Маленькие файлы
sl: Majhne datoteke
sr: Male Datoteke
sv: Små filer
tr: Küçük Dosyalar

source: Partial Files
af: Gedeeltelike Lêers
ar: Partial الملفات
ca: Arxius parcials
de: Unvollständige Dateien
es: Archivos Parciales
fr: Fichiers partiels
he: ‪קבצים חלקיים
hu: Félkész fájlok
it: File parziali
ja: 部分ファイル
lt: Daliniai failai
nl: Gedeeltelijke bestanden
no: Delvise filer
pl: Pliki częściowe
pt: Arquivos Parciais
ru: Частичные файлы
sl: Delne datoteke
sr: Delimične Datoteke
sv: Ofullständiga filer
tr: Bölüm Dosyaları

source: Library Files
af: Library Lêers
ar: Library الملفات
ca: Fitxers de col·lecció
de: Dateien in der Bibliothek
es: Archivos de Colección
fr: Fichiers de la bibliothèque
he: ספריית קבצים
hu: Könyvtári fájlok
it: File della libreria
ja: ライブラリファイル
lt: Kolekcijos failai
nl: Bibliotheek bestanden
no: Library filer
pl: Pliki biblioteki
pt: Arquivos da Biblioteca
ru: Файлы хранилища
sr: Library Datoteke
sv: Biblioteksfiler
tr: Kütüphane Dosyaları

source: %s Files
af: %s Lêers
ar: الملفات %s
ca: Arxius %s
de: %s Dateien
es: Archivos de %s
fr: Fichiers %s
he: ‪%s הקבצים
hu: %s Fájlok
it: Files di %s
ja: %sファイル
lt: %s Failai
nl: %s Bestanden
no: %s Filer
pl: %s Pliki
pt: Arquivos de %s
ru: %s файлы
sl: %s Datoteke
sq: %s Skedë
sr: %s фајлова
sv: %s Filer
tr: %s Dosyalar

source: Every Day
af: Elke Dag
ar: كل يوم
ca: Cada Dis
de: Jeden Tag
es: Todos los Dias
fr: Tous les Jours
he: ‪שכל יום
hu: Minden Nap
it: Ogni Giorno Dìs
ja: 毎日曜
lt: Kiekvienas Dienių
nl: Elke Dag
no: Hver Dag
pl: Każdy Dzień
pt: Todos los Dias
ru: Каждый день
sl: Vsak Dan
sq: Çdo Ditë
sr: Сваки дан
sv: Varje Dag
tr: Her Gün

source: Monday
af: Maandag
ar: الاثنين
ca: Dilluns
de: Montag
es: Lunes
fr: Lundi
he: ‪שני
hu: Hétfő
it: Lunedì
ja: 月曜
lt: Pirmadienis
nl: Maandag
no: Mandag
pl: Poniedziałek
pt: Segunda
ru: Понедельник
sl: ponedeljek
sq: e Hënë
sr: Ponedjeljek
sv: Måndag
tr: Pazartesi

source: Tuesday
af: Dinsdag
ar: الثلاثاء
ca: Dimarts
de: Dienstag
es: Martes
fr: Mardi
he: ‪שלישי
hu: Kedd
it: Martedì
ja: 火曜
lt: Antradienis
nl: Dinsdag
no: Tirsdag
pl: Wtorek
pt: Terça
ru: Вторник
sl: torek
sq: e Martë
sr: Utorak
sv: Tisdag
tr: Salı

source: Wednesday
af: Woensdag
ar: الأربعاء
ca: Dimecres
de: Mittwoch
es: Miércoles
fr: Mercredi
he: ‪רביעי
hu: Szerda
it: Mercoledì
ja: 水曜
lt: Trečiadienis
nl: Woensdag
no: Onsdag
pl: Sroda
pt: Quarta
ru: Среда
sl: sreda
sq: e Mërkurë
sr: Sreda
sv: Onsdag
tr: Çarşamba

source: Thursday
af: Donderdag
ar: الخميس
ca: Dijous
de: Donnerstag
es: Jueves
fr: Jeudi
he: ‪חמישי
hu: Csütörtök
it: Giovedì
ja: 木曜
lt: Ketvirtadienis
nl: Donderdag
no: Tordsag
pl: Czwartek
pt: Quinta
ru: Четверг
sl: četrtek
sq: e Enjte
sr: Četvrtak
sv: Torsdag
tr: Perşembe

source: Friday
af: Vrydag
ar: الجمعة
ca: Divendres
de: Freitag
es: Viernes
fr: Vendredi
he: ‪שישי
hu: Péntek
it: Venerdì
ja: 金曜
lt: Penktadienis
nl: Vrijdag
no: Fredag
pl: Piątek
pt: Sexta
ru: Пятница
sl: petek
sq: e Premte
sr: Petak
sv: Fredag
tr: Cuma

source: Saturday
af: Saterdag
ar: السبت
ca: Dissabte
de: Samstag
es: Sabado
fr: Samedi
he: ‪שבת
hu: Szombat
it: Sabato
ja: 土曜
lt: Šeštadienis
nl: Zaterdag
no: Lørdag
pl: Sobota
pt: Sábado
ru: Суббота
sl: sobota
sq: e Shtunë
sr: Subota
sv: Lördag
tr: Cumartesi

source: Sunday
af: Sondag
ar: الأحد
ca: Diumenge
de: Sonntag
es: Domingo
fr: Dimanche
he: ‪ראשון
hu: Vasárnap
it: Domenica
ja: 日曜
lt: Sekmadienis
nl: Zondag
no: Søndag
pl: Niedziela
pt: Domingo
ru: Воскресенье
sl: nedelja
sq: e Diel
sr: Nedjelja
sv: Söndag
tr: Pazar

source: (No Rating)
af: (Geen Gradering)
ca: (Sense valoració)
de: (Keine Bewertung)
es: (Sin respuesta)
fr: (Pas d'évaluation)
he: ‪(ללא דירוג)
hu: (Nincs értékelve)
it: (Nessuna valutazione)
ja: (評価無し)
lt: (Be įvertinimo)
nl: (Geen waarde)
no: (Ingen karakter)
pl: (Brak oceny)
pt: (Sem Classificação)
ru: (без оценки)
sl: (Ni ocene)
sq: (Pa Vlerësim)
sr: (Nema Ocene)
sv: (Inget betyg)
tr: (Beğenilmeyen)

source: Fake / Corrupt
af: Vals / Korrup
ca: Fals / Corrupte
de: Fälschung/Beschädigt/Irreführend
es: Falso / Corrupto
fr: Faux/Corrompu
he: ‪מזוייף / מקולקל
hu: Hamis / Hibás / Félrevezető
it: Falso / Corrotto
ja: 偽物 / 破損
lt: Klastotė / Sugadinta
nl: Nep/corrupt
no: Falsk / Korrupt
pl: Fake / Uszkodzony
pt: Falso / Corrompido
ru: Фальшивка / Испорчен
sl: Ponaredek / Pokvarjen
sq: Fals / i Korruptuar
sr: Lažnjak / Greška
sv: Falsk / Skadad
tr: Taklit / Bozuk

source: Poor
af: Swak
ca: Malmès
de: Schlecht
es: Malo
fr: Pauvre
he: ‪גרוע
hu: Gyenge
it: Scarso
ja: 悪い
lt: Prasta
nl: Slecht
no: Dårlig
pl: Słaby
pt: Pobre
ru: Плохой
sl: Slaba
sq: I dobët
sr: Loše
sv: Dlig
tr: Kalitesiz

source: Average
af: Gemiddeld
ca: Promig
de: Durchschnittlich
es: Promedio
fr: Moyen
he: ‪ממוצע
hu: Átlagos
it: Medio
ja: 普通
lt: Vidutinė
nl: Redelijk
no: Middels
pl: Średni
pt: Médio
ru: Средний
sl: Srednja
sq: Mesatar
sr: Srednje
sv: Medel
tr: Ortalama

source: Good
af: Goed
ca: Bo
de: Gut
es: Bueno
fr: Bon
he: ‪טוב
hu: Jó
it: Buono
ja: 良い
lt: Gera
nl: Goed
no: God
pl: Dobry
pt: Bom
ru: Хороший
sl: Dobra
sq: I mirë
sr: Dobro
sv: Bra
tr: İyi

source: Very Good
af: Baie Goed
ca: Molt bo
de: Sehr Gut
es: Muy Bueno
fr: Très bon
he: ‪טוב מאוד
hu: Remek
it: Molto buono
ja: とても良い
lt: Labai gera
nl: Erg goed
no: Veldig god
pl: Bardzo dobry
pt: Muito Bom
ru: Очень хороший
sl: Zelo dobra
sq: Shumë i mirë
sr: Vrlo Dobro
sv: Mycket bra
tr: Çok İyi

source: Excellent
af: Uitstekend
de: Exzellent
es: Excelente
he: ‪מעולה
hu: Kiváló
it: Eccellente
ja: 素薔薇しい
lt: Puiki
nl: Perfect
no: Utmerket
pl: Wyśmienity
pt: Excelente
ru: Отменный
sl: Odlična
sq: I shkëlqyer
sr: Odlično
sv: Utmärkt
tr: Mükemmel
