Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Added security rule to block %s.
af: 'n Sekuriteitsreël is bygevoeg om %s te blok.
ca: Afegeix una norma de seguretat %s.
de: Eine Regel, um %s zu blockieren, wurde hinzugefügt.
es: Agregar una regla de seguridad %s.
fr: Règle de sécurité ajoutée pour le bloc %s.
he: ‪‪‪.%s הוסף חוק אבטחה לחסימת
hu: Biztonsági szabály hozzáadása, hogy blokkolja: %s.
it: Regola di sicurezza per bloccare %s aggiunta.
ja: %s をブロックする為のセキュリティ規則が追加されました
lt: Pridėta %s adreso blokavimo saugos taisyklė.
nl: Een beveiligingsregel is toegevoegd voor het blokkeren van %s.
no: La til ny sikkerhetsregel for å blokkere %s.
pl: Dodano regułę bezpieczeństwa, która blokuje %s.
pt: Adicionada uma regra de segurança para bloquear %s.
ru: Добавленно правило безопасности для блокировки %s.
sl: Dodano je bilo varnostno pravilo v skupino (blok) %s.
sq: Shtova një rregull sigurie për bllokimin e %s.
sr: Blokada %s je dodana u sigurnosna pravila.
sv: Lade till säkerhetsregel för att blockera %s.
tr: %s engelini güvenlik kuralı olarak ekle.

source: Security manager denied connection from %s.
af: Sekuriteitsbeheer het die konneksie vanaf %s afgekeur.
ca: El control de seguretat ha denegat la connexió de %s.
de: Der Sicherheitsmanager hat die Verbindung von %s verweigert.
es: Security manager denegó la conexión de %s.
fr: Le gestionnaire de sécurité a rejeté la connexion de %s.
he: ‪%s מנהל האבטחה מנע חיבור של
hu: Biztonsági okok miatt a kapcsolat meg lett tagva: %s.
it: Il gestore di sicurezza ha negato la connessione da %s.
ja: セキュリティマネージャが %s からの接続を拒否しました
lt: Apsaugos tvarkytuvė užkirto adresato %s prieigą.
nl: De beveiligingscontrole heeft de verbinding vanaf %s niet erkend.
no: Sikkerhetsinnstillingene nektet kobling fra %s.
pl: Menadżer Zabezpieczeń zabronił połączenia z %s.
pt: O Gerenciador de segurança negou conexão de %s.
ru: Менеджер безопасности отклонил соединение с %s.
sl: Varnostni upravljalec je zavrnil povezavo od %s.
sq: Manaxheri i sigurisë mohoi lidhjen nga %s.
sr: Veza od %s je odbijena iz sigurnosnih razloga.
sv: Säkerhetshanteraren nekade åtkomst från %s.
tr: Güvenlik yöneticisi %s'den bağlantıyı kabul etmiyor.

source: Security manager barred connection to %s.
af: Sekuriteitsbeheer het 'n konneksie na %s afgekeur.
ca: El control de seguretat ha marcat la connexió a %s.
de: Der Sicherheitsmanager hat eine Verbindung zu %s verhindert.
es: Security manager bloqueo conectarse a %s.
fr: Le gestionnaire de sécurité a interdit une connexion à %s.
he: ‪%s מנהל האבטחה בלם חיבור של
hu: Biztonsági okok miatt a kapcsolat el lett hárítva: %s.
it: Il gestore di sicurezza ha bloccato la connessione a %s.
ja: セキュリティマネージャが %s への接続を禁止しました
lt: Apsaugos tvarkytuvė užtvėrė ryšį su adresatu %s.
nl: De beveiligingscontrole heeft een verbinding met %s gesloten.
no: Sikkerhetsinnstillingene blokkerte kobling til %s.
pt: O Gerenciador de segurança barrou uma conexão com %s.
ru: Менеджер безопасности запретил соединение с %s.
sl: Varnostni upravljalec je prepovedal povezavo do %s.
sq: Menaxheri i sigurisë ndau një lidhje tek %s.
sr: Veza sa %s je blokirana iz sigurnosnih razloga.
sv: Säkerhetshanteraren stängde av åtkomst från %s.
tr: Güvenlik yöneticisi %s bağlantısını engelledi.

source: Starting Envy network core...
af: Begin Envy netwerkkern...
ca: Iniciant el nucli de la xarxa...
de: Der Envy-Netzwerkkern wird gestartet...
es: Iniciando el nucleo de la red...
fr: Démarrage du noyau réseau de Envy...
he: ‪מאתחל את בסיס הרשת של שרזה...
hu: Envy hálózati mag indítása...
it: Avvio del nucleo della rete in corso...
ja: Envyネットワークコアを開始しています...
lt: Startuojamas „Envy“ tinklo branduolys...
nl: Opstarten van het netwerkcentrum van Envy...
no: Starter Envys nettverkskjerne...
pl: Startuje jądro Envyy...
pt: Iniciando o núcleo de rede do Envy...
ru: Старт ядра сети Envy...
sl: Zaganjam omrežno jedro Envy...
sq: Po niset bërthama e rrjetit Envy...
sr: Pokrećem mrežnu jezgro...
sv: Startar Envys nätverkskärna…
tr: Envy ağ merkezi başlıyor...

source: You are running the Scheduler in 'G2 only' mode. Would you like to turn this mode off, so that all active networks remain connected?
de: Sie benutzen die Zeitsteuerung nur mit dem G2-Netzwerk. Möchten Sie dies ausschalten und zu allen aktivierten Netzwerken verbinden ?
fr: Le planificateur fonctionne actuellement en mode « limité à G2 ». Voulez-vous désactiver ce mode pour que tous les réseaux actifs restent connectés ?
hu: Az Ütemező jelenleg kizárólagos G2 módban fut. Ki akarja ezt kapcsolni, hogy a többi hálózathoz is kapcsolódva maradhasson?
it: Stai utilizzando il pianificatore in modalità 'solo G2'. Vuoi disabilitare questa modalità, cosicchè tutte le reti attive rimangano connesse?
lt: Jūsų planuotojas veikia tik G2 tinklo veiksenoje. Ar norite išjungti šią veikseną, kad visi aktyvūs tinklai liktų prijungti?
pl: Używasz narzędzia Scheduler w trybie 'tylko G2' mode. Czy chciałbyś wyłączyć ten tryb, żeby wszystkie aktywne sieci pozostały połączone?
pt: Você está executando a Agenda no modo 'apenas G2'. Você gostaria de desativar esta modo, para que todas as redes ativas permaneçam conectadas?
ru: Вы запустили расписание в режиме «только G2». Не хотите ли выключить этот режим, тогда все активные сети останутся подключёнными?
sq: Planifikuesi vepron sipas mënyrës 'Vetëm G2'. Do e fikësh këtë mënyrë që tërë rrjetet aktive të mbeten të lidhura?
tr: Planlayıcıyı 'sadece G2' modunda işletmektesiniz. Tüm etkin ağların bağlı kalması için bu modu devre dışı bırakmak ister misiniz?

source: UPnP port mapping failed after 10 attempts.
ca: El mapegi de ports UPnP ha fallat després de 10 intents.
de: UPnP-Portfreigabe nach 10 Versuchen fehlgeschlagen.
es: Mapeo del puerto UPnP falló después de 10 intentos.
fr: Au bout de dix essais, Envy n'a pas réussi à configurer votre pare-feu ou routeur avec l'UPnP
hu: Az UPnP port hozzárendelés a 10 próbálkozás után sem sikerült.
it: La mappatura delle porta UPnP è fallita dopo 10 tentativi.
lt: Prievado peradresavimas naudojant UPnP buvo nesėkmingas po 10 bandymų.
nl: Je router automatisch instellen mislukte na 10 pogingen.
pl: Po 10 próbach mapowanie UPnP portu nie powiodło się.
pt: O mapamento de portas UPnP falhou após 10 tentativas.
ru: После 10 попыток переадресация порта при помощи UPnP, была неуспешна.
sq: Përparimi UPnP i portit dështoi pas 10 orvatjesh.
sv: UPnP portmapping misslyckades efter 10 försök.
tr: UPnP port açılışı 10 denemeye rağmen başarısız olmuştur.

source: Ignoring malformatted query hit packet from %s.
af: Foutiewe navraag-tref pakkie ontvang van %s, oorgesien.
ca: %s ha enviat un paquet de resposta a cerca incorrecta.
de: Host %s hat ein falsch formatiertes queryhit-Paket weitergeleitet, ignoriert.
es: %s envió una respuesta incorrecta, ignorando.
fr: Réception d'une requête de paquet d'accès mal formatée de %s, ignore.
hu: Hibásan formázott találati csomag: %s, ignorálás.
it: Pacchetto di richiesta malformattato ricevuto da %s, ignorato.
ja: %s から不正な形式のヒットパケットを受信した為、無視しています
lt: Gautas neteisingo formato užklausos kreipinio paketas iš %s, ignoruojama.
nl: Er is een slecht geformatteerd query hit pakket ontvangen van %s, het wordt genegeerd.
no: Mottok et feil formatert spørre-treff-pakke fra %s, ignorerer.
pt: Recebendo um pacote de acerto malformatado de %s, ignorando.
ru: Получен плохо сформатированный пакет хит-запроса c %s, игнорирую.
sl: Received a malformatted query hit packet from %s, ignoring.
sq: Fqinji %s përcolli një invalide, përbuzje.
sv: Tog emot ett felformaterat frågeträffpaket från %s, ignorerar.
tr: %s'den bozuk bir başarı sorgu paketi alındı, görmezlikten geliniyor.

source: Ignoring malformatted %s search query packet from %s.
af: %s: outiewe navraagpakkie ontvang van %s, oorgesien.
ca: %s: %s ha enviat un paquet de cerca incorrecta.
de: %s: Host %s hat ein falsch formatiertes query-Paket weitergeleitet, ignoriert.
es: %s: %s envió una búsqueda incorrecta, ignorando.
fr: Réception d'une requête %s mal formatée de %s, ignore.
hu: %s: Hibásan formázott lekérdezéscsomag: %s, ignorálás.
it: %s: Pacchetto di richiesta malformattato ricevuto da %s, ignorato.
ja: %s: %s から不正な形式の問い合わせパケットを受信した為、無視しています
lt: %s: Gautas neteisingo formato užklausos paketas iš %s, ignoruojama.
nl: %s: Er is een slecht geformatteerd query pakket ontvangen van %s, het wordt genegeerd.
no: %s: Mottok et feil formatert spørrepakke fra %s, ignorerer.
pt: Recebendo um pacote de pesquisa %s malformatado de %s, ignorando.
ru: %s: Получен плохо сформатированный пакет запроса c %s, игнорирую.
sl: %s: Prejel zmaličen format poizvedbenega paketa od %s, ignoriram.
sq: %s: Fqinji %s përcolli një invalide, përbuzje.
sv: %s: Tog emot en felformaterad frågepaket från %s, ignorerar.
tr: %s: %s'den bozuk bir sorgu paketi alındı, görmezlikten geliniyor.

source: Neighbor %s forwarded a packet with excessive TTL, dropping packet (TTL=%i, Hops=%i).
af: Gasheer %s het 'n pakkie met te groot TTL aangestuur, pakkie word gestort (TTL=%i, Hops=%i).
ca: El veí %s ha enviat un paquet amb TTL excessiu, llençant paquet (TTL=%i, Hops=%i).
de: Host %s hat ein Paket mit zu hoher TTL weitergeleitet, Paket verworfen (TTL=%i, Hops=%i).
es: El vecino %s remitio un paquete con excesivo TTL, tirando paquete(paquete caído) (TTL=%i, Hops=%i).
fr: Le voisin %s a fait suivre un paquet de TTL excessif, paquet dérivé (TTL=%i, Hops=%i).
hu: %s túl nagy TTL-el rendelkező csomagot küldött tovább, csomag ejtése (TTL=%i, Hops=%i).
it: L'host %s ha inviato un pacchetto con TTL eccessivo, chiusura del pacchetto (TTL=%i, Punti=%i).
ja: 近隣 %s が大きすぎるTTLを転送した為、パケットを中止しています (TTL=%i, Hops=%i)
lt: Kaimynas adresu %s persiuntė paketą su pernelyg dideliu TTL, paketas šalinamas (TTL=%i, šuolių=%i).
nl: Bron %s heeft een pakket doorgestuurd met een te grote TTL, het pakket wordt weggegooid (TTL=%i, Hops=%i).
no: Nabo %s videresendte en pakke med overdrevet TTL, dropper pakke (TTL=%i, Hops=%i).
pt: O Vizinho %s repassou um pacote com TTL excessivo, derrubando pacote (TTL=%i, Hops=%i).
ru: Хост %s отправил пакет c чрезмерным размером TTL, отклоняю (TTL=%i, Hops=%i).
sl: Sosed %s je posredoval paket s prekomernim TTL-om, končujem paket (TTL=%i, Skokov=%i).
sq: Fqinji %s përcolli një paketë me TTL të tepërt, lëshim i paketës (TTL=%i, Hops=%i).
sv: Grannen %s skickade ett paket med för stor TTL, släpper paket (TTL=%i, Hops=%i).
tr: Komşu %s aşırı TTL ile bir paket gönderdi, paket durduruluyor (TTL=%i, Sekme=%i).

source: Neighbor %s forwarded a packet with zero TTL, ignoring.
af: Gasheer %s het 'n pakkie met 'n TTL van nul aangestuur, oorgesien.
ca: El veí %s ha enviat un paquet amb TTL zero, ignorant...
de: Host %s hat ein Paket mit TTL=0 weitergeleitet, ignoriert.
es: El vecino %s remitio un paquete con zero TTL, ignorando.
fr: Le voisin %s a fait suivre un paquet de TTL nul, on l'ignore.
hu: %s TTL=0 csomagot küldött tovább, ignorálás.
it: L'host %s ha inviato un pacchetto con TTL pari a zero, ignorato.
ja: 近隣 %s がTTLが0のパケットを転送した為、無視しています
lt: Kaimynas adresu %s persiuntė paketą su nuliniu TTL, ignoruojama.
nl: Bron %s heeft een pakket doorgestuurd zonder TTL, het wordt genegeerd.
no: Nabo %s videresendte en pakke med null TTL, ignorerer.
pt: O Vizinho %s repassou um pacote com TTL Zero, ignorando.
ru: Хост %s отправил пакет с нулевой TTL, игнорирую.
sl: Sosed %s je posredoval paket z ničelnim TTL-om, ignoriram.
sq: Fqinji %s përcolli një paketë TTL zero, përbuzje.
sv: Grannen %s skickade ett paket med noll TTL, ignorerar.
tr: Komşu %s sıfır TTL ile bir paket gönderdi, görmezlikten geliniyor.

source: Neighbor %s forwarded an extended packet that is not GGEP encoded.
af: Gasheer %s het 'n uitgebreide pakkie aangestuur wat nie GGEP ge-enkodeer is nie.
ca: El veí %s ha enviat un paquet extès no compatible amb GGEP.
de: Host %s hat ein erweitertes Paket weitergeleitet, das nicht GGEP-kodiert ist.
es: El vecino %s envió un paquete extendido no compatible con GGEP.
fr: Le voisin %s a fait suivre un paquet étendu qui n'est pas encodé GGEP.
hu: %s egy kiterjesztett csomagot küldött tovább, ami GGEP kódolású.
it: L'host %s ha inviato un pacchetto esteso non codificato GGEP.
ja: 近隣 %s がGGEP以外でエンコードされた拡張パケットを転送しました
lt: Kaimynas adresu %s persiuntė pernelyg išplėstą paketą, kuris nėra užkoduotas pagal GGEP protokolą.
nl: Bron %s heeft een uitgebreid pakket doorgestuurd dat niet GGEP gecodeerd is.
no: Nabo %s videresendte en utvidet pakke som ikke er GGEP kodet.
pt: O Vizinho %s enviou um pacote extendido que não é codificado por GGEP.
ru: Хост %s переслал расширенный пакет, который закодирован не по GGEP.
sl: Sosed %s je posredoval razširjen paket, ki ni enkordiran po principu GGEP.
sv: Grannen %s skickade vidare ett utökat paket som inte är GGEP-kodat.
tr: Komşu %s GGEP kodunda olmayan bir erişim paketi gönderdi.

source: Neighbor %s sent an invalid query routing table update, dropping connection.
af: Gasheer %s het 'n foutiewe navraag-tabel opdatering gestuur, konneksie word gesluit.
ca: El veí %s ha enviat un QRT invàlid.
de: Host %s hat ein ungültiges QRT-Update gesendet, Verbindung getrennt.
es: El vecino %s envió un QRT inválido, cerrando conexión.
fr: Le voisin %s a envoyé une notification de mise à jour de table de routage invalide, connexion abondonée.
hu: %s érvénytelen query routing table-t küldött, kapcsolat megszakítása.
it: L'host %s ha inviato un aggiornamento della richiesta routing table, chiusura della connessione.
ja: 近隣 %s が不正な問い合わせルーチンテーブルのアップデートを送信しました。接続を中止しています
lt: Kaimynas adresu %s atsiuntė neteisingą užklausos maršruto lentelės atnaujinimą, ryšys nutraukiamas.
nl: Bron %s heeft een ongeldige update gestuurd van de query routing tabel, verbinding verbroken.
no: Nabo %s sendte en ugyldig spøøre-routingtabell-oppdatering, dropper kobling.
pt: O Vizinho %s enviou uma atualização da tabela de roteamento de pesquisa inválida, descartando conexão.
ru: Хост %s послал ошибочное обновление таблицы маршрутизации для запросов, соединение обрывается.
sl: Sosed %s pošilja neveljavno posodobitev tabele za usmerjanje poizvedb, končujem povezavo.
sv: Grannen %s skickade en felaktig uppdatering för frågeroutingtabell, släpper anslutning.
tr: Komşu %s geçersiz bir sorgu yönlendirme tablo güncelleştirmesi gönderdi, bağlantı kesiliyor.

source: Sending query routing table to neighbor %s (%i bit = %lu[%i], %i%% full)
af: Navraag-tabel word gestuur aan gasheer %s (%i bit = %lu[%i], %i%% vol)
ca: Enviant QRT a %s (%i bit = %lu[%i], %i%% full)
de: QRT an Host %s senden (%i bit = %lu[%i], %i%% voll)
es: Enviando QRT a %s (%i bit = %lu[%i], %i%% full)
fr: Envoi d'une requête de table de routage au voisin %s (%i bit = %lu[%i], %i%% plein)
he: ‪‪%s ‏משכן‎ ‏ניווט‎ ‏בקשת‎ (‏ ‪%i bit = %lu[%i], %i%% full)
hu: Query routing table elküldése %s (%i bit = %lu[%i], %i%% full)
it: Invio di una richiesta routing table all'host %s (%i bit = %lu[%i], %i%% pieno)
ja: 近隣 %s に問い合わせルーチンテーブルを送信中です (%i bit = %lu[%i], 進行 %i%%)
lt: Siunčiama užklausos maršruto lentelė kaimynui %s (%i bitų = %lu[%i], %i%% užimtumas)
nl: Query routing tabel wordt gestuurd naar bron %s (%i bit = %lu[%i], %i%% vol)
no: Sender spørre-routingtabell til nabo %s (%i bit = %lu[%i], %i%% full)
pt: Enviando tabela de roteamento de pesquisa para o vizinho %s (%i bit = %lu[%i], %i%% full)
ru: Посылаю таблицу маршрутизации для запросов на хост %s (%i bit = %lu[%i], %i%% заполнен)
sl: Pošiljam tabelo za usmerjevanje poizvedb sosedu %s (%i bitov = %lu[%i], %i%% polno)
sv: Skickar frågeroutingtabell till grannen %s (%i bitar = %lu[%i], %i%% full)
tr: Komşu %s'e sorgu yönlendirme tablosu gönderiliyor (%i bit = %lu[%i], %i%% tam)

source: Receiving an unexpected query routing table update from neighbor %s.
af: Navraag-tabel opdatering word onverwags ontvang vanaf gasheer %s.
ca: El veí %s ha enviat un QRT incorrecte. %s.
de: Unerwartetes QRT-Update von Host %s empfangen.
es: El vecino %s envió un QRT incorrecto.
fr: Réception inattendue d'une mise à jour de table de routage du voisin %s.
hu: Nem várt query routing: %s.
it: Ricezione di un aggiornamento inaspettato della richiesta routing table dall'host %s.
ja: 近隣 %s から予期しない問い合わせルーチンテーブルのアップデートを受信中です
lt: Gaunamas netikėtas užklausos maršruto lentelės atnaujinimas iš kaimyno %s.
nl: Een onverwachte update van de query routing tabel is ontvangen van bron %s.
no: Mottar en uventet spørre-routingtabell-oppdatering fra nabo %s.
pt: Recebendo uma atualização da tabela de roteamento de pesquisa inesperada do vizinho %s.
ru: Получаю неожиданное обновление таблицы маршрутизации для запросов от хоста %s.
sl: Prejemam nepričakovano posodobitev tabele za usmerjevanje poizvedb (query routing table update) od soseda %s.
sv: Tog emot en oväntad uppdatering för frågerotuingtabell från grannen %s.
tr: Komşu %s'den beklenmedik bir sorgu yönlendirme tablo güncelleştirmesi alınıyor.

source: Neighbor %s updated its query routing table (%i bit = %lu[%i], %i%% full).
af: Gasheer %s het sy navraag-tabel opgedateer (%i bit = %lu[%i], %i%% vol).
ca: El veí %s actualitzà el QRT (%i bit = %lu[%i], %i%% full).
de: Host %s hat seine query-routing-Tabelle aktualisiert (%i bit = %lu[%i], %i%% voll).
es: El vecino %s actualizó el QRT (%i bit = %lu[%i], %i%% full).
fr: Le voisin %s a mis à jour sa requête de table de routage (%i bit = %lu[%i], %i%% full).
hu: %s query routing table frissítve (%i bit = %lu[%i], %i%% full).
it: L'host %s ha aggiornato la sua richiesta routing table (%i bit = %lu[%i], %i%% pieno).
ja: 近隣 %s が問い合わせルーチンテーブルをアップデートしました (%i bit = %lu[%i], 進行 %i%%)
lt: Kaimynas adresu %s atnaujino savo užklausos maršruto lentelę (%i bitų = %lu[%i], %i%% užimtumas).
nl: Bron %s heeft zijn query routing tabel geüpdate (%i bit = %lu[%i], %i%% vol).
no: Nabo %s oppdaterte sin spøøre-routingtabell (%i bit = %lu[%i], %i%% full).
pt: O Vizinho %s atualizou a sua tabela de roteamento de pesquisa (%i bit = %lu[%i], %i%% full).
ru: Хост %s обновил таблицу маршрутизации для запросов (%i bit = %lu[%i], %i%% заполнен).
sl: Sosed %s je posodobil tabelo za usmerjanje poizvedb (%i bitov = %lu[%i], %i%% polno).
sv: Grannen %s uppdaterade sin frågerotuingtabell (%i bitar = %lu[%i], %i%% full).
tr: Komşu %s sorgu yönlendirme tablosunu güncelleştirdi (%i bit = %lu[%i], %i%% tam).

source: Leaf neighbor %s is forwarding queries, dropping connection.
af: Kliënt konneksie %s is besig om navrae te stuur, konneksie word gesluit.
ca: El veí en mode Leaf %s està reenviant cerques. Connexió tancada.
de: Leaf %s leitet Suchanfragen weiter, Verbindung getrennt.
es: El vecino en modo Leaf %s esta reenviando busquedas. Conexión cerrada).
fr: La « leaf » voisine %s fait suivre les requêtes, connexion abandonnée.
hu: Leaf %s kereséseket küldözget, kapcsolat megszakítása.
it: L'host leaf %s sta inviado richieste, chiusura della connessione.
ja: リーフ近隣 %s が問い合わせを転送中で、接続を中止しています
lt: Atsišakojęs kaimynas adresu %s persiuntinėja užklausas, ryšys nutraukiamas.
nl: Leaf %s stuurt zoekopdrachten door, de verbinding wordt verbroken.
no: Leaf nabo %s videresender spørringer, lukker kobling.
pt: O Vizinho Leaf %s está repassando pesquisas, derrubando conexão.
ru: Лепестковый узел %s пересылает запросы, соединение обрывается.
sl: Listnati sosed (leaf neighbour) %s posreduje poizvedbe, kočujem povezavo.
sq: Fqinji gjethe %s po përparon hetime, lëshim i lidhjes.
sv: Lövgranne %s skickar vidare förfrågor, släpper anslutning.
tr: Yeni %s komşusu sorgular gönderiyor, bağlantı kesiliyor.

source: Neighbor %s forwarded a %s packet with invalid length, ignoring.
af: Gasheer %s het 'n pong pakkie met 'n foutiewe grootte aangestuur, oorgesien.
ca: El veí %s ha enviat un paquet de pong amb mida invàlida, Ignorant...
de: Host %s hat ein Pong-Paket mit ungültiger Länge weitergeleitet, ignoriert.
es: El vecino %s remitio un paquete de pong con tamao invalido, ignorando.
fr: Le voisin %s a fait suivre un paquet de pong de longueur invalide, on l'ignore.
hu: %s érvénytelen hosszúságú pong csomagot küldött tovább, ignorálás.
it: L'host %s ha inviato un pacchetto pong di lunghezza errata, ignorato.
ja: 近隣 %s が不正な長さのpongパケットを転送した為、無視しています
lt: Kaimynas adresu %s persiuntė neteisingo dydžio pong paketą, ignoruojama.
nl: Bron %s heeft een pong pakket doorgestuurd met een ongeldige lengte, het wordt genegeerd.
no: Nabo %s videresendte en pong-pakke med ugyldig lengde, ignorerer.
pt: O Vizinho %s repassou um pacote pong com comprimento inválido, ignorando.
ru: Хост %s отправил pong пакет с недействительной длиной, игнорирую.
sl: Sosed %s je posredoval pong paket z neveljavno dolžino, ignoriram.
sq: Fqinji %s përcolli një paketë pong me gjatësi invalide, përbuzje.
sv: Grannen %s skickade ett pongpaket med felaktig längd, ignorerar.
tr: Komşu %s geçersiz uzunlukta bir pong paketi gönderdi, görmezlikten geliniyor.

source: Neighbor %s forwarded a packet of excessive size, dropping connection.
af: Gasheer %s het 'n te groot pakkie aangestuur, konneksie word gesluit.
ca: El veí %s ha enviat un paquet amb mida excesiva, tancant la connexió.
de: Host %s hat ein zu großes Paket weitergeleitet, Verbindung getrennt.
es: El vecino %s remitio un paquete con tamaño excesivo, cerrando conexión.
fr: Le voisin %s a fait suivre un paquet de taille excessive, connexion abandonnée.
hu: %s túl nagy csomagot küldött tovább, kapcsolat megszakítása.
it: L'host %s ha inviato un pacchetto di dimensioni eccessive, connessione chiusa.
ja: 近隣 %s が大きすぎるパケットを転送した為、接続を中止しました
lt: Kaimynas adresu %s persiuntė pernelyg didelį paketą, ryšys nutraukiamas.
nl: Bron %s heeft een te groot pakket doorgestuurd, de verbinding wordt verbroken.
no: Nabo %s videresendte en overdreven stor pakke, lukker kobling.
pt: O Vizinho %s repassou um pacote de tamanho excessivo, derrubando conexão.
ru: Хост %s отправил пакет чрезмерного размера, обрываю соединение.
sl: Sosed %s je posredoval paket prekomerne velikosti, končujem povezavo.
sq: Fqinji %s përcolli një paketë me masë të tepërt, lëshim i lidhjes.
sv: Grannen %s skickade ett paket med för stor storlek, släpper anslutning.
tr: Komşu %s büyük boyutlu bir paket gönderdi, bağlantı kesiliyor.

source: Received a packet from %s for %s which exceeds query limits, ignoring.
ru: Полученный пакет от %s для %s превышает лимит запросов. Игнорируется.

source: Neighbor %s forwarded an unrecognised packet (0x%.2x), ignoring.
af: Gasheer %s het 'n vreemde pakkie aangestuur (0x%.2x), oorgesien.
ca: %s ha enviat un paquet desconegut (0x%.2x).
de: Host %s hat ein unbekanntes Paket weitergeleitet (0x%.2x), ignoriert.
es: %s envió un paquete desconocido (0x%.2x), ignorando.
fr: Le voisin %s a fait suivre un paquet inconnu (0x%.2x), ignore.
hu: %s ismeretlen csomagot küldött tovább (0x%.2x), ignorálás.
it: L'host %s ha inviato un pacchetto sconosciuto (0x%.2x), ignorato.
ja: 近隣 %s が認識できないパケット (0x%.2x)を転送した為、無視しています
lt: Kaimynas adresu %s persiuntė neatpažintą paketą (0x%.2x), ignoruojama.
nl: Bron %s heeft een onherkenbaar pakket doorgestuurd (0x%.2x), het wordt genegeerd.
no: Nabo %s videresendte en ukjent pakke (0x%.2x), ignorerer.
pt: O Vizinho %s repassou um pacote desconhecido (0x%.2x), ignorando.
ru: Хост %s пересылает непонятный пакет (0x%.2x), игнорирую.
sl: Sosed %s je posredoval neprepoznaven paket (0x%.2x), ignoriram.
sq: Fqinji %s përcolli një paketë të panjohur (0x%.2x), përbuzje.
sv: Grannen %s skickade vidare ett felaktigt paket (0x%.2x), ignorerar.
tr: Komşu %s onaylanmayan bir paket gönderdi(0x%.2x), görmezlikten geliniyor.
