Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Unable to connect to host %s for push.
af: Kon nie na gasheer %s konnekteer vir druk nie.
ca: No ha estat posible connectar amb %s en push.
de: Konnte keine Upload-Verbindung zu %s herstellen um einen Push request zu senden.
es: No fue posible conectar con %s en push.
fr: Impossible de se connecter à l'hôte d'envoi %s pour la poussée.
hu: Nem tudtam kapcsolódni pusholáshoz: %s.
it: Impossibile connettere l'host upload %s al push.
ja: プッシュ用にホスト %s へ接続できませんでした
lt: Neįmanoma susisiekti su adresatu %s įstūmiančiajam ryšiui užmegzti.
nl: Onmogelijk om te verbinden met gastheer %s voor het sturen van een pushaanvraag.
no: Klarte ikke å koble til vert %s med push.
pt: Incapaz de conectar com o host %s para o push.
ru: Невозможно соединиться с %s для активной доставки.
sl: Potisna (push) povezava z gostiteljem %s ni uspela.
sv: Kan inte ansluta till värd %s för anslutningsbegäran.
tr: %s hostuna sıkıştırma için bağlantı kurulamaz.

source: Sending upload content range %I64i-%I64i from "%s" to host %s (%s).
af: Oplaai-inhoud areas %I64i-%I64i word van "%s" na gasheer %s (%s) gestuur.
ca: Enviant rang %I64i-%I64i de l'arxiu "%s" a %s (%s).
de: Dateibereich %I64i-%I64i aus Datei "%s" wird an Host %s übertragen (%s).
es: Enviando contenido de subida del rango %I64i-%I64i de "%s" a host %s (%s).
fr: Envoi du contenu du segment %I64i-%I64i de « %s » à l'hôte %s (%s).
hu: Az adatrész %I64i-%I64i a(z) "%s" fájlból a %s (%s) címre való átküldése.
it: Invio del range %I64i-%I64i di "%s" all'host %s (%s).
ja: アップロード範囲 %I64i-%I64i ("%s". をホスト %sへ送信中です(%s)
lt: Išsiunčiama atkarpa %I64i-%I64i, priklausanti failui „%s“, adresatui %s (%s).
nl: Uploadbereik %I64i-%I64i van "%s" wordt gestuurd naar gastheer %s (%s).
no: Sender innhold %I64i-%I64fra "%s" til vert %s (%s).
pt: Enviando intervalo de conteúdo do upload %I64i-%I64i de "%s" para o host %s (%s).
ru: Посылаю отрезок %I64i-%I64i содержимого раздачи «%s» на хост %s (%s).
sl: Pošiljam nalagalni vsebinski razpon %I64i-%I64i od "%s" do gostitelja %s (%s).
sv: Skickar uppladdningsinnehåll med omfånget %I64i-%I64i från "%s" till värd %s (%s).
tr: %I64i-%I64i oranında aktarım içeriği "%s".dan, %s (%s) hostu için gönderiliyor.

source: Upload connection to %s was closed.
af: Oplaaikonneksie na %s is gesluit.
ca: La connexió de pujada amb %s ha estat tancada.
de: Upload-Verbindung mit %s wurde unterbrochen.
es: Conexión de subida con %s fue cerrada.
fr: La connexion d'envoi à %s a été fermée.
hu: Feltöltési kapcsolat bezárva: %s.
it: La connessione upload con %s è stata chiusa.
ja: アップロード接続 %s は閉じられました
lt: Išsiuntimo ryšys su %s buvo nutrauktas.
nl: Uploadverbinding met %s werd onderbroken.
no: Opplastings-kobling til %s ble lukket.
pt: Conexão de upload com %s foi fechada.
ru: Соединение для раздачи с %s было закрыто.
sl: Povezava za pošiljanje (upload) do %s se je zaprla.
sv: Uppladdningsanslutning till %s stängdes.
tr: %s 'e aktarım bağlantısı kapatıldı.

source: Refusing new upload to %s because an earlier connection is still pending.
af: Nuwe oplaai aan %s word geweier, want 'n vorige konneksie is steeds hangende.
ca: Rebutjant una nova pujada a %s perquè una connexió més nova segueix pendent.
de: Neuer Upload an %s verweigert, weil eine frühere Verbindung noch aussteht.
es: Rechazando nueva subida a %s porque una conexión más antigua sigue pendiente.
fr: Refus d'un nouvel envoi à %s car une connexion précédente est déjà en suspens.
hu: Új feltöltés megtagadása, mert a régi még tart: %s.
it: Nuovo upload a %s rifiutato perchè una connessione più recente è ancora in attesa.
ja: 以前の接続が保留中のため %s への新規アップロードを拒否しています
lt: Adresatui %s atsakyta sukurti naują išsiuntimo ryšį, nes ankstesnis susijungimas vis dar yra laukiančiųjų sąraše.
nl: Nieuwe upload naar %s is geweigerd omdat een eerdere verbinding nog steeds aan het wachten is.
no: Nekter ny opplasting til %s fordi en tidligere kobling fortsatt venter.
pt: Recusando novo upload para %s porque uma conexão anterior ainda está pendente.
ru: Отклоняю новую раздачу %s, потому что старое соединение ещё в ожидании.
sl: Zavračam novo nalaganje (upload) do %s saj je prejšnja povezava če vedno v čakalni vrsti.
sv: Vägrar en ny uppladdning till %s eftersom en tidigare anslutning är i avvaktan.
tr: %s'ye yeni aktarım reddediliyor çünkü önceki bağlantı hala askıda.

source: Closing older upload to %s because it has made a fresh connection.
af: Ou oplaai aan %s word gesluit omdat dit 'n nuwe konneksie bewerkstellig het.
ca: Tancant pujada anterior a %s perquè s'ha establert altra connexió.
de: Upload an %s wird geschlossen, weil neue Verbindung aufgebaut wurde.
es: Cerrando subida vieja a %s porque se hizo una nueva conexión.
fr: Fermeture d'un envoi plus ancien à %s car il a établi une connexion plus récente.
hu: Régi feltöltés bezárása, mert már van helyette újabb: %s.
it: Chiusura dell'upload più vecchio a %s perchè c'è una connessione più recente.
ja: 新しい接続があるため %s との古いアップロード接続を閉じています
lt: Nutraukiamas senesnis išsiuntimas adresatui %s, nes jis užmezgė naują ryšį.
nl: Oudere upload naar %s is verbroken omdat er een verse verbinding is aangemaakt.
no: Lukker eldre opplasting til %s fordi den har koblet opp på nytt.
pt: Fechando o upload mais velho de %s porque este fez uma nova conexão.
ru: Закрываю старое соединение раздачи на %s, так как он установил новое соединение.
sl: Zapiram staro nalaganje do %s saj je bila vzpostavljena nova povezava.
sv: Stänger äldre uppladdning av %s eftersom den har skapat en ny anslutning.
tr: %s 'deki eski aktarımlar kapatılıyor çünkü yeni bağlantı yapıldı.

source: Refusing upload to %s (%s), network disabled.
af: Oplaai na %s (%s) geweier, netwerk afgeskakel.
ca: Rebutjant la pujada de %s (%s), xarxa deshabilitada.
de: Uploadanforderung von %s (%s) verweigert, Netwzerk deaktiviert.
es: Rechazando subida de %s (%s), redes deshabilitadas.
fr: Envoi refusé vers %s (%s), réseau fermé.
hu: Feltöltés megtagadása %s (%s), hálózat kikapcsolva.
it: Upload a %s (%s) rifiutato, rete disabilitata.
ja: ネットワークが無効の為、%s へのアップロードを拒否しています(%s)
lt: Atsakyta išsiųsti failą adresatui %s (%s), tinklas neįgalintas.
nl: Uploaden naar %s (%s) wordt geweigerd, netwerk is buiten gebruik.
no: Nekter opplasting til %s (%s), nettverk skrudd av.
pt: Recusando upload para %s (%s), rede desativada.
ru: Отказываю в раздаче %s (%s), сеть блокирована.
sl: Zavračam nalaganje do %s (%s), omrežje onesposobljeno.
sv: Vägrar uppladdning till %s (%s), nätverk avstängt.
tr: %s (%s)'ye aktarım reddediliyor, ağ engellendi.

source: Stopped uploading "%s" to %s because the file was deleted.
af: Oplaai "%s" aan %s gestaak, omdat die lêer geskrap is.
ca: pujada "%s" detinguda a %s perquè l'arxiu ha estat esborrat.
de: Upload von "%s" an %s abgebrochen, weil die Datei gelöscht wurde.
es: Subida "%s" detenida a %s porque el archivo fué borrado.
fr: Arrêt de l'envoi « %s » pour %s car le fichier a été supprimé.
hu: Feltöltés megszakítása, mert a fájl törölve lett: "%s" ide: %s.
it: Invio di "%s" a %s sospeso perchè il file è stato cancellato.
ja: ファイルが削除されたため "%s" の %s へのアップロードを中止しました
lt: Failo „%s“ išsiuntimas adresatui %s sustabdytas, nes failas buvo ištrintas.
nl: Upload van "%s" naar %s is gestopt omdat het bestand is verwijderd.
no: Stengte opplasting "%s" til %s fordi filen var slettet.
pt: Parado o upload "%s" para %s porque o arquivo foi apagado.
ru: Останавливаю раздачу «%s» %s, потому что файл был удален.
sl: Prekinil nalaganje "%s" do %s saj je bila datoteka zbrisana.
sv: Stoppade uppladdning av "%s" till %s eftersom filen raderades.
tr: %s'ye "%s" aktarımı durdu çünkü dosya silindi.

source: Uploading file "%s" to host %s...
af: Die lêer "%s" word opgelaai na gasheer %s...
ca: Pujant arxiu "%s" a servidor %s...
de: Datei "%s" an Host %s hochladen...
es: Subiendo archivo "%s" a host %s...
fr: Envoi du fichier « %s » à l'hôte %s...
hu: Fájl feltöltése: "%s" ide: %s...
it: Invio del file "%s" all'host %s in corso...
ja: ファイル "%s" をホスト %s へアップロードしています...
lt: Siunčiamas failas „%s“ adresatui %s...
nl: Bestand "%s" wordt geüpload naar gastheer %s...
no: Laster opp filen "%s" til vert %s...
pt: Enviando arquivo "%s" para o host %s...
ru: Посылаю файл «%s» на хост %s...
sl: Pošiljam datoteko "%s" gostitelju %s...
sv: Uppladdar fil "%s" till värd %s…
tr: %s hostuna "%s" dosyası aktarılıyor...

source: Upload host %s requested unknown or unavailable object "%s".
af: Oplaaigasheer %s het 'n onbekende of nie-beskikbare objek aangevra "%s".
ca: El servidor de pujada %s ha demanat un arxiu desconegut "%s".
de: Upload-Host %s hat eine unbekannte oder nicht verfügbare Datei angefordert: %s.
es: El host de subida %s pidio un archivo desconocido "%s".
fr: L'hôte d'envoi %s a demandé un fichier inconnu ou non disponible « %s ».
hu: %s a feltöltési kiszolgáló egy nem létező vagy nem található objektumot kért: "%s".
it: L'host dell'upload %s ha richiesto un file sconosciuto o non disponibile "%s".
ja: アップロードホスト %s は未知または利用できないオブジェクト "%s" を要求しました
lt: Adresatas %s užklausė išsiųsti nežinomą arba nesamą objektą „%s“.
nl: Uploadgastheer %s heeft een onbekend of een niet voorhanden object "%s" aangevraagd.
no: Opplastingsvert %s sendte forespørsel etter et ukjent objekt "%s".
pt: O Host de upload %s requisitou um objeto não disponível ou desconhecido: "%s".
ru: Хост раздачи %s запросил неизвестный или недоступный объект «%s».
sl: Naložni gostitelj %s je zaprosil po nepoznanem predmetu ali predmetu, ki ni na voljo "%s".
sv: Uppladdningsvärd %s begärde ett okänt eller otillgängligt objekt "%s".
tr: %s aktarım hostu bilinmeyen ya da ulaşılamayan "%s" nesnesini istedi.

source: Finished uploading part of "%s" to %s.
af: Oplaai van 'n deel van "%s" na %s is voltooi.
ca: Acabada la pujada de la part part "%s" a %s.
de: Upload von "%s" an %s abgeschlossen.
es: Terminada la subida de parte "%s" a %s.
fr: Envoi de « %s » terminé pour %s.
hu: A(z) "%s" egy része átküldve ide: %s.
it: Terminato l'invio della parte di "%s" a %s.
ja: "%s" の部品を %s へアップロード終了しました
lt: Baigta siųsti failo „%s“ dalis adresatui %s.
nl: Het uploaden van het gedeelte van "%s" naar %s is afgerond.
no: Ferdig med å laste opp del av "%s" til %s.
pt: Terminada parte do upload de "%s" para %s.
ru: Закончена раздача части «%s» %s.
sl: Nalaganje dela "%s" do %s končano.
sv: Slutförde uppladdning av del av "%s" till %s.
tr: "%s" 'nun %s' e aktarılan parçaları tamamlandı.

source: Push connection to %s established, waiting for handshake...
af: Druk konneksie na %s bewerkstellig, wag vir bladskud...
ca: Connexió push a %s establerta, esperant per a la negociació...
de: Push-Verbindung mit %s hergestellt, auf Handshake warten...
es: Conexión push a %s establecida, esperando para handshake...
fr: La connexion poussée à %s est établie, en attente de poignée de main...
hu: Push kapcsolat létrehozva: %s, viszontválaszra várok...
it: Connessione push all'host %s stabilita, negoziazione in corso...
ja: %s へのプッシュ接続が確立されました。ハンドシェイクを待機しています...
lt: Įstūmiantysis ryšys su %s užmegztas, laukiama patvirtinimo...
nl: Pushverbinding met %s is aangemaakt, wachten op handdruk...
no: Push kobling til %s startet, venter på håndtrykk...
pt: Conexão push estabelecida com %s, esperando inicialização...
ru: Соединение активной доставки с %s установлена, жду подтверждения...
sl: Potisna povezava (push) do %s je bila vzpostavljena, čakam na rokovanje (handshake)...
sv: Anslutningsbegäran till %s upprättad, väntar på handskakning…
tr: %s 'e sıkıştırılmış bağlantı kurmak için anlaşma bekleniyor...

source: Upload host %s requested "%s" with different SHA1.
af: Oplaaigasheer %s het "%s" aangevra, met 'n verskillende SHA1.
ca: El servidor de pujada %s ha demanat "%s" amb SHA1 diferent.
de: Upload-Host %s hat "%s" mit einem anderen SHA1-Hash angefordert.
es: El host de subida %s pidio "%s" con SHA1 diferente.
fr: L'hôte d'envoi %s a demandé « %s » avec un SHA1 différent.
hu: %s a feltöltési kiszolgáló a(z) "%s" fájlt kéte más SHA1 értékkel.
it: L'host dell'upload %s ha richiesto "%s" con differente SHA1.
ja: アップロードホスト %s は異なるSHA1の "%s" を要求しました
lt: Adresatas %s užklausė išsiųsti „%s“ su skirtingu SHA1.
nl: Uploadgastheer %s heeft "%s" aangevraagd met een andere SHA1.
no: Opplastingsvert %s sendte forespørsel etter "%s" med ulik SHA1.
pt: O Host de upload %s requisitou "%s" com SHA1 diferente.
ru: Хост раздачи %s запросил «%s» с другим SHA1.
sl: Naložni gostitelj %s je zaprosil po "%s" z drugačno SHA1.
sv: Uppladdningsvärd %s begärde "%s" med ett annat SHA1.
tr: %s aktarım hostu farklı SHA1 ile "%s" 'i istedi.

source: Sending upload headers from "%s" to host %s (%s).
af: Oplaaikopskrif word gestuur van "%s" na gasheer %s (%s).
ca: Enviant encapçalaments de pujada "%s" a amfitrió %s (%s).
de: Upload-Header von "%s" an Host %s senden(%s).
es: Enviando headers de subida "%s" a host %s (%s).
fr: Transmission des en-têtes d'envoi de « %s » pour l'hôte %s (%s).
hu: A(z) "%s" upload headerjének elküldése a: %s (%s) címre.
it: Invio delle intestazioni di upload da "%s" all'host %s (%s).
ja: "%s" からホスト %s へアップロードヘッダを送信しています (%s)
lt: Išsiunčiamo failo „%s“ antraštės adresatui %s (%s).
nl: Uploadheaders van "%s" worden verzonden naar gastheer %s (%s).
no: Sender opplastingshoder fra "%s" til vert %s (%s).
pt: Enviando cabeçalhos de upload de "%s" para o host %s (%s).
ru: Посылаю заголовки раздачи «%s» на хост %s (%s).
sl: Pošiljam nalagalna vzglavja (upload headers) od "%s" do gostitelja %s (%s).
sv: Skickar uppladdningshuvuden från "%s" till värd %s (%s).
tr: "%s" 'den %s (%s) hostuna aktarım başlıkları gönderiliyor.

source: Uploading metadata for "%s" to %s.
af: Metadata van "%s" word gestuur na %s.
ca: Pujant metainformació per a "%s" a %s.
de: Metadaten für "%s" an %s hochladen.
es: Subiendo metadata para "%s" a %s.
fr: Envoi des métadonnées de « %s » vers %s.
hu: Metaadat feltöltése "%s" ide: %s.
it: Invio di metadata per "%s" a %s.
ja: "%s" 用のメタデータを %s へアップロードしています
lt: Išsiunčiami failo „%s“ meta duomenys adresatui %s.
nl: Metadata voor "%s" wordt geüpload naar %s.
no: Laster opp metadata for "%s" til %s.
pt: Enviando metadata para "%s" para %s.
ru: Посылаю мета данные для «%s» на %s.
sl: Nalagam metapodatke za "%s" do %s.
sv: Uppladdar metadata för "%s" till %s.
tr: %s'e "%s" için veri aktarılıyor.

source: Upload host %s sent an invalid HTTP request.
af: Oplaaigasheer %s het 'n foutiewe HTTP navraag gestuur.
ca: El servidor de pujada %s ha enviat una petició HTTP invàlida.
de: Upload-Host %s hat eine ungültige HTTP-Anforderung gesendet.
es: Host de subida %s pidio una peticion HTTP invalida .
fr: L'hôte d'envoi %s a fait parvenir une demande HTTP invalide.
hu: %s feltöltési kiszolgáló érvénytelen HTTP kérvényt küldött.
it: L'host dell'upload %s ha inviato una richiesta HTTP errata.
ja: アップロードホスト %s は不正なHTTP要求を送信しました
lt: Adresatas %s, kuriam išsiunčiamas failas, atsiuntė neteisingą HTTP užklausą.
nl: Uploadgastheer %s heeft een ongeldige HTTP aanvraag gestuurd.
no: Opplastingsvert %s sente en ugyldig HTTP forespørsel.
pt: O host de upload %s enviou um pedido de HTTP inválido.
ru: Хост раздачи %s прислал неправильный HTTP запрос.
sl: Gostitelj za naložek (upload) %s je poslal neveljaven HTTP prošnjo.
sv: Uppladdningsvärd %s skickade en felaktig HTTP-fråga.
tr: %s aktarım hostu geçersiz bir HTTP isteği gönderdi.

source: Sending upload content range %I64i-%I64i from partial file "%s" to host %s (%s).
af: Oplaai-inhoud areas %I64i-%I64i word van onvolledige lêer "%s" na gasheer %s (%s) gestuur.
ca: Enviant pujada del rang %I64i-%I64i de l'arxiu parcial "%s" a amfitrió %s (%s).
de: Dateibereich %I64i-%I64i aus unvollständiger Datei "%s" wird an Host %s übertragen (%s).
es: Enviando subida del rango %I64i-%I64i del archivo parcial "%s" a host %s (%s).
fr: Envoi du segment %I64i-%I64i de « %s » à l'hôte %s (%s).
hu: Félkész fájl részének feltöltése %I64i-%I64i fájl: "%s" ide: %s (%s).
it: Invio del contenuto del range %I64i-%I64i dal file parziale "%s" all'host %s (%s).
ja: アップロード範囲 %I64i-%I64i (ファイル: "%s".をホスト %s へ送信しています(%s)
lt: Išsiunčiamas atkarpos %I64i-%I64i turinys, priklausantis daliniam failui „%s“ adresatui %s (%s).
nl: Uploadbereik %I64i-%I64i van onvolledig bestand "%s" wordt verzonden naar bron %s (%s).
no: Sender innhold %I64i-%I64fra partiell fil "%s" til vert %s (%s).
pt: Enviando intervalo de conteúdo do upload %I64i-%I64i do arquivo parcial "%s" para host %s (%s).
ru: Посылаю отрезок %I64i-%I64i содержимого частично загруженного файла «%s» на хост %s (%s).
sl: Pošiljam vsebino za nalaganje (upload)z razponom %I64i-%I64i iz delne datoteke "%s" gostitelju %s (%s).
sv: Skickar uppladdningsinnehåll med om fånget %I64i-%I64i från ofullständig fil "%s" till värd %s (%s).
tr: %I64i-%I64i oranında aktarım içeriği "%s" dosya parçasından, %s (%s) hostu için gönderiliyor.

source: Refusing to upload a preview of "%s" to %s, too many preview connections.
af: Weier om 'n voorskou van "%s" op te laai na %s, te veel voorskoukonneksies.
ca: Reajustant pujada de vista prèvia de "%s" a %s, massa connexions de vista prèvia.
de: Hochladen der Vorschau von "%s" an %s verweigert. Zu viele Vorschau-Verbindungen.
es: Rechazando subida de vista previa de "%s" a %s, demasiadas conexiones de vista previa.
fr: Refus d'envoi d'une prévisualisation de « %s » vers %s, il y a trop de connexions de prévisualisation.
hu: Előnézet feltöltésének megtagadása: "%s" ide: %s, túl sok előnézet-feltöltés.
it: Impossibile scaricare un'anteprima di "%s" da %s, troppe connessioni di anteprima.
ja: 非常に多くのプレビュー接続がある為、"%s".のプレビューの %s へのアップロードを拒否しました
lt: Atsakoma išsiųsti failo „%s“ peržiūros turinį adresatui %s, per daug peržiūros susijungimų.
nl: Het uploaden van een voorvertoning van "%s" naar %s is geweigerd, er zijn teveel voorvertoningsverbindingen.
no: Nekter å laste opp forhånsvisning av "%s" til %s, for mange forhåndsvisnings koblinger.
pt: Recusando o envio de prévia de "%s" para %s, muitas conexões de prévia.
ru: Отказываю послать данные предварительного просмотра для «%s» на %s, слишком много подобных соединений.
sl: Zavračam nalaganje predogleda "%s" do %s, preveliko število povezav za predolged..
sv: Vägrar uppladdning av en förhandsvisning av "%s" till %s, för många förhandsvisningsanslutningar.
tr: %s'e "%s" önizleme aktarımı reddediliyor, önizleme bağlantısı çok fazla.

source: Scheduling a dynamic preview of "%s" for upload to %s.
af: Dinamiese voorskou word geskeduleer van "%s" vir oplaai na %s.
ca: Programant una vista prèvia dinàmica de "%s" per a pujada a %s.
de: Dynamische Vorschau von "%s" zum Hochladen an %s geplant.
es: Programando una vista previa dinámica de "%s" para subida a %s.
fr: Planification d'une prévisualisation dynamique de « %s » pour envoi vers %s.
hu: Dinamikus előnézet előkészítése a feltöltéshez: "%s" ide: %s.
it: Programmata una anteprima dinamica di "%s" per l'upload a %s.
ja: "%s" の動的なプレビューを %s へアップロードするスケジューリングを行っています
lt: Failo „%s“ dinaminė peržiūra ir išsiuntimas adresatui %s įtraukti į planinių užduočių sąrašą.
nl: Een dynamische voorvertoning is gepland van "%s" om up te loaden naar %s.
no: Setter opp dynamisk forhåndsvisning av "%s" for å laste opp til %s.
pt: Agendando uma prévia dinâmica de "%s" para enviar para %s.
ru: Планирую раздачу динамического предварительного просмотра для «%s» %s.
sl: Načrtujem dinamični predogled "%s" za nalaganje do %s.
sv: Schemalägger en dynamisk förhandsvisning av "%s" för uppladdning till %s.
tr: %s'e aktarım için "%s" dinamik önizlemesi tasarlanıyor.

source: Upload host %s requested a preview of "%s", but no preview is available.
af: Oplaaigasheer %s het 'n voorskou van "%s" versoek, maar geen voorskoue is beskikbaar nie.
ca: servidor de pujada %s ha demanat vista prèvia de "%s", però no hi ha vista prèvia disponible.
de: Upload-Host %s hat eine Vorschau von "%s" angefordert. Es ist jedoch keine Vorschau vorhanden.
es: Host de subida %s pidio vista previa de "%s", pero no hay vista previa disponible.
fr: Envoi d'une demande sur l'hôte %s de prévisualisation de « %s », mais aucune prévisualisation n'est disponible.
he: ‪מרכז אידונקי
hu: %s előnézetet kért a(z) "%s" fájlból, de nem elérhető.
it: L'host di upload %s ha richiesto un'anteprima di "%s", ma non è disponibile nessuna anteprima.
ja: アップロードホスト %s が "%s" のプレビューを要求しましたが、利用可能なプレビューがありません
lt: Adresatas %s užklausė failo „%s“ peržiūros turinio, bet failas jo neturi.
nl: Uploadgastheer %s heeft een voorvertoning aangevraagd van "%s", maar er is geen voorvertoning beschikbaar.
no: Opplastingsvert %s forespurte forhåndsvisning av "%s", men filen kan ikke forhånsvises.
pt: Host de upload %s requisitou uma prévia de "%s", mas nenhuma prévia está disponível.
ru: Хост раздачи %s запросил данные предварительного просмотра для «%s», но данные недоступны.
sl: Gostitelj za nalaganje %s je zaprosil predogled "%s", vendar žal ni a voljo nobenega predogleda.
sv: Uppladdningsvärd %s begärde en förhandsvisning av "%s", men ingen förhandsvisning finns tillgänglig.
tr: %s aktarım hostu "%s" önizlemesini istedi, ama önizleme bulunamadı.

source: Uploading a preview of "%s" to %s.
af: Laai 'n voorskou van "%s" op na %s.
ca: Pujant vista prèvia de "%s" a %s.
de: Vorschau von "%s" an %s hochladen.
es: Subiendo vista previa de "%s" a %s.
fr: Envoi d'une prévisualisation de « %s » vers %s.
hu: Előnézet feltöltése: "%s" ide: %s.
it: Invio dell'anteprima di "%s" a %s.
ja: "%s" のプレビューを %s へアップロードしています
lt: Išsiunčiamas failo „%s“ peržiūros turinys adresatui %s.
nl: Een voorvertoning van "%s" wordt geüpload naar %s.
no: Laster opp forhåndsvisning av "%s" til %s.
pt: Enviando uma prévia de "%s" para %s.
ru: Посылаю данные предварительного просмотра для «%s» на %s.
sl: Nalagam predogled "%s" do %s.
sv: Uppladdar en förhandsvisning av "%s" till %s.
tr: %s'e "%s" önizlemesi aktarılıyor.

source: Refusing push request to %s because it has too many upload connections.
af: Druk-versoek na %s word geweier omdat dit te veel oplaai-konneksies het.
ca: Reajustant la petició push a %s perquè té massa connexions de pujada.
de: Push-request zu %s verweigert, weil kein Upload-Slot frei ist.
es: Rechazando petición push a %s porque tiene demasiadas conexiones de subida.
fr: Refus d'une demande poussée pour %s, il y a trop de connexions d'envoi.
hu: Push request megtagadása, mert túl sok feltöltési kapcsolata van %s.
it: Richiesta push da %s rifiutata perchè ci sono troppe connessioni in upload.
ja: あまりに多すぎるアップロード接続を持っているため %s へのプッシュ要求を拒否しました
lt: Adresatui %s atsakyta sukurti įstūmiančiojo išsiuntimo ryšį, nes jo susijungimų skaičius per didelis.
nl: Pushaanvraag door %s is geweigerd omdat er te veel uploadverbindingen zijn.
no: Nekter push forespørsel til %s fordi den har for mange opplastings koblinger.
pt: Recusando o pedido de push %s porque este tem muitas conexões de upload.
ru: Отвергнут запрос активной доставки для %s, потому что он имеет слишком много соединений для раздач.
sl: Zavračam potisno prošnjo (push request) do %s, ker ima preveliko število povezav za nalaganje.
sv: Vägrar anslutningsbegäran till %s eftersom den har för många uppladdningsanslutningar.
tr: %s'de istek reddediliyor çünkü çok fazla aktarım bağlantısı var.
