Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: If you know someone who might like Envy, whether a new user or still using older software, let them know there is a better alternative. And Thanks.
af: As jy van iemand weet wat van Envy sal hou, of hulle 'n nuwe gebruiker is, of iemand wat steeds probeer uithou met 'n ondergeskikte program, hoekom hulle nie laat weet dat daar 'n beter alternatief is nie?
ar: If you know someone who would like Envy, whether they're a new user or someone still putting up with an inferior product, why not let them know there is a better alternative?
ca: Si coneixes a algú que li pugui agradar Envy, fes-ho saber: en lloc d'utilitzar altres programes inferiors en qualitat que utilitze Envy...
de: Wenn Sie also jemanden kennen, dem Envy auch gefallen könnte, empfehlen Sie Envy doch weiter.
es: Si conoces a alguien que le pueda gustar Envy, hazlos saber sobre esta mejor alternativa...
fr: Si vous connaissez quelqu'un qui apprécierait Envy, qu'il soit déjà ou pas utilisateur de logiciel P2P, pourquoi ne pas lui faire savoir qu'il existe une meilleure alternative ?
he: גם אם הוא משתמש חדש או משתמש בתוכנה נחותה יותר, למה לא לעזור לו ולכולנו וליידע אותם שיש אלטרנטיבה טובה יותר
hu: Ezért, ha ismer valakit, akinek pont egy ilyen programra lenne szüksége, nyugodtan ajánlja neki a Envy.
it: Se conosci qualcuno a cui piace o un utente che utilizza un programma di qualità inferiore, perchè non dargli un'alternativa?
ja: Envyの新しいユーザーになってくれるかどうかに関係なく、 出来の悪いファイル共有ソフトを使用していている人でEnvyを気に入ってくれそうな人がいれば、 Envyの存在を教えてあげてくれませんか?
lt: Jei Jūs pažįstate ką nors, kam patiktų „Envy“, nesvarbu, ar jie - naujokai, ar taikstosi menkesniais produktais, tai kodėl jiems neduoti susipažinti su geresne alternatyva?
nl: Misschien ken jij nog wel een paar mensen die geïnteresseerd zouden kunnen zijn in Envy, of ze nu nieuwe gebruikers zijn, of het nog steeds proberen met andere minderwaardige producten. Waarom vertel je ze niet dat er een beter alternatief bestaat?
no: Hvis du kjenner noen som vil like Envy, selv om de er nye brukere, eller fortsatt bruker et annet middelmådig program, la dem få vite at det finns noe mye bedre!
pl: Jeśli znasz kogoś kto chciałby Envy, whether they're a new user or someone still putting up with an inferior product, dlaczego by nie powiadomić ich, że jest lepsza alternatywa?
pt: Se você conhece alguém que gostaria do Envy, sejam eles um novo usuário ou alguém ainda usando um produto inferior, por que não deixá-los saber que há uma alternativa melhor?
ru: Если знаете кого-то, кто хотел бы попробовать Envy, неважно новые они пользователи или нет, почему бы не дать им возможнось узнать о лучшей альтернативной P2P программе?
sl: Če poznate kogarkoli, ki bi ga zanimala Envy, bodisi novega uporabnika ali iskušenega uporabnika, ki se matra z nekim precej slabšim izdelkom, mu sporočite, da obstaja veliko boljša rešitev?
sq: Nëse njihni ndokënd që do t'i pëlqente Envy, qoftë një përdorues i ri apo dikush që vendos të marrë një produkt me çmim të ulët, pse të mos i tregoni se ka një alternativë më të mirë?
sr: Ako znate nekoga za koga mislite da bi mu Envy dobro došla, bilo da je novi u deljenju, ili već koristi neki od lošijih proizvoda, zašto ga nebi upoznali sa Envy i pokazali da ima boljih alternativa?
sv: Om du känner till någon som skulle gilla Envy, oavsett om de är nya användare eller använder ett sämre program, varför inte låta dem veta att det finns ett bättre alternativ?
tr: Envy'yı beğenmeleri muhtemel tanıdıklarınız varsa, ister yeni kullanıcılar olsunlar, ister harhangi bir alt ürüne katlanıyor olsunlar, onlara daha iyi bir seceneğin olduğunu tanıtmaya ne dersiniz??

source: {This is the last welcome message you will see.}
af: Die kanse is goed dat hulle dankbaar sal wees dat jy hulle gered het!
ar: Chances are they'll be grateful you rescued them!
ca: Chances are they'll be grateful you rescued them!
de: Ihre Freunde werden ihnen dankbar sein!
es: Es la última vez que este mensaje va aparecer
fr: Il y a des chances qu'il vous soit reconnaissant de l'avoir aidé !
he: :) !רוב הסיכויים שהם יהיו אסירי-תודה לכם שהצלתם אותם
hu: Nem fog köszönet nélkül maradni!
it: Ti ringrazierà del consiglio
ja: きっとその人はあなたに感謝することになるでしょう!
lt: Tikimybė yra didelė, kad jie dėkos Jums už tai, kad juos išgelbėjote!
nl: De kans is groot dat ze je dankbaar zullen zijn dat je ze hebt gered!
no: De blir sikkert veldig takknemlige for at du reddet dem!
pl: Są szanse, że będą Ci wdzięczni za poratowanie!
pt: As chances são de que eles ficarão gratos por você tê-los avisado!
ru: Возможно они будут благодарны, что Вы спасли их!
sl: Zelo verjetno vam bodo za vaš nasvet zelo hvaležni!
sq: Ka shanse që ata t'ju jenë mirënjohës që i shpëtuat!
sr: Verovatno če vam biti zahvalni što ste im pokazali pravi put!
sv: Chansen är stor att de kommer att bli tacksamma för att du räddat dem!
tr: Yardımınız onları mutlu edecektir!

source: Existing File
af: Aflaai van bestaande lêer
ca: L'arxiu ja existeix
de: Vorhandene Datei herunterladen
es: El archivo ya existe
fr: Téléchargement d'un fichier existant
he: קובץ קיים
hu: Létező fájl letöltése
it: Download di un file esistente
ja: 既存ファイル
lt: Esamo failo parsisiuntimas
nl: Bestaand bestand downloaden
no: Laste ned fil på nytt
pl: Plik istnieje
pt: Arquivo Existente
ru: Загрузка имеющегося файла
sl: Obstoječa datoteka
sq: Skedë Ekzistuese
sr: Postojeća Datoteka
sv: Eisterande fil
tr: Mevcut Dosya

source: You already have this file in your file library. What would you like to do?
af: Jy het hierdie lêer alreeds in jou biblioteek. Wat wil jy graag doen?
ca: Aquest arxiu ja hi és a la col·lecció. Què vols fer?
de: Diese Datei befindet sich bereits in Ihrer Bibliothek. Was möchten Sie tun?
es: Este archivo ya está en Colección. ¿Qué quiere hacer?
fr: Ce fichier est déjà présent dans votre bibliothèque. Que voulez-vous faire ?
he: ?כבר יש לך את הקובץ בספרייתך, מה תרצה לעשות
hu: Már rendelkezik egy ilyen fájllal. Mi legyen?
it: Questo file è già presente nella tua libreria. Cosa desideri fare?
ja: ライブラリ内に既に同じファイルが存在します。どうしますか?
lt: Jūs jau turite šį failą savo kolekcijoje. Ką Jūs norėtumėte daryti?
nl: Dit bestand komt al voor in je bibliotheek. Wat wil je doen?
no: Du har allerede denne filen i mine filer. Hva vil du gjøre?
pl: Masz już ten plik w bibliotece. Co chciałbyś zrobić?
pt: Você já tem este arquivo na sua biblioteca de arquivos. O que você gostaria de fazer?
ru: У Вас уже есть этот файл в хранилище. Что бы Вы хотели сделать?
sl: Ta datoteka že obstaja v vaši knjižnici. Kaj želite storiti?
sq: Kjo skedë ndodhet që më parë në librarinë tuaj të skedave. Çfarë mendoni të bëni?
sr: Ovu datoteku već imate u vašoj kolekciji.Šta želite učiniti?
sv: Du har redan denna fil i ditt bibliotek. Vad vill du göra?
tr: Zaten kütüphanenizde bu dosyaya sahipsiniz. Ne yapmak istersiniz?

source: Show me the file in my library
af: Wys my die lêer in my biblioteek
ca: Localitza'l en la col·lecció
de: Datei in meiner Bibliothek anzeigen
es: Ubicarlo en Colección
fr: Voir le fichier de ma bibliothèque
he: הצג לי את הקובץ שבספריה שלי
hu: Mutassa meg a fájlt a Könyvtárban
it: Mostrami il file nella libreria
ja: ライブラリ内のファイルを表示する
lt: Parodyti failą mano kolekcijoje
nl: Het bestand laten zien in mijn bibliotheek
no: Vis filen i mine filer
pl: Pokaż mi pliki w mojej bibliotece
pt: Mostre-me o arquivo na minha biblioteca
ru: Показать мне это файл в хранилище
sl: Pokaži mi datoteko v knjižnici
sq: Më trego skedën në librarinë time
sr: Pokaži mi datoteku u mojoj kolekciji
sv: Visa filen i mitt bibliotek
tr: Kütüphanemdeki dosyaları göster

source: Download the file again
af: Laai die lêer weer af
ca: Descarrega'l de nou
de: Datei erneut herunterladen
es: Descargarlo de nuevo
fr: Télécharger le fichier à nouveau
he: הורד את הקובץ שנית
hu: Töltse le újra
it: Scarica il file di nuovo
ja: ファイルのダウンロードをやり直す
lt: Parsisiųsti failą dar kartą
nl: Het bestand opnieuw downloaden
no: Last ned filen på nytt
pl: Ściągnij plik jeszcze raz
pt: Baixar o arquivo novamente
ru: Загрузить файл снова
sl: Ponovno prenesi datoteko
sq: Shkarko skedën përsëri
sr: Ponovno skini
sv: Ladda ned filen igen
tr: Bu dosyayı tekrar indir

source: Don't download this file
af: Moet nie die lêer aflaai nie
ca: Res, deixa l'arxiu original
de: Nicht herunterladen
es: Nada, dejar el archivo original
fr: Ne pas télécharger ce fichier
he: אל תוריד את הקובץ
hu: Ne töltse le
it: Non scaricare questo file
ja: このファイルをダウンロードしない
lt: Nesisiųsti šio failo
nl: Het bestand niet downloaden
no: Ikke last ned denne filen
pl: Nie ściągaj tego pliku
pt: Não baixar este arquivo
ru: Не загружать этот файл
sl: Ne prenesi datoteke
sq: Mos e shkarko skedën
sr: Nemoj skinuti, to već imam
sv: Ladda inte ned filen
tr: Bu dosyayı indirme

source: You have downloaded and deleted this file before. What would you like to do?
af: Jy het hierdie lêer voorheen afgelaai en geskrap. Wat wil jy graag doen?
ca: Ja has descarregat i esborrat aquest arxiu anteriorment. Qué vols fer?
de: Sie haben diese Datei schon einmal heruntergeladen und gelöscht. Was möchten Sie tun?
es: Ya has descargado y borrado este archivo antes. ¿Qué deseas hacer?
fr: Vous avez déjà téléchargé puis supprimé ce fichier. Que voulez-vous faire ?
he: ?הורדת ומחקת את קובץ זה בעבר. מה תרצה לעשות
hu: Egyszer már letöltötte és utána törölte ezt a fájlt. Mi legyen?
it: Hai scaricato ed eliminato questo file precedentemente. Cosa desideri fare?
ja: あなたは以前このファイルをダウンロードして、削除したことがあります。どうしますか?
lt: Jūs buvote anksčiau parsisiuntę ir ištrynėte šį failą. Ką norite daryti?
nl: Je hebt dit bestand al een keer gedownload en verwijderd. Wat wil je doen?
no: Du har lastet ned og slettet denne filen før. Hva vil du gjøre?
pl: Już sciągnąłeś ten plik ale go usunąłeś. co chciałbyś zrobić?
pt: Você já baixou e deletou este arquivo antes. O que você gostaria de fazer?
ru: Вы уже загружали этот файл и удалили его. Что бы Вы хотели сделать?
sl: To datoteko ste že prenesli in zbrisali. Kaj želite storiti?
sq: Këtë skedë e keni shkarkuar dhe e keni fshirë më parë. Çfarë mendoni të bëni?
sr: Ovu datoteku ste već skinuli, pa obrisali. Šta želite učiniti?
sv: Du har tidigare laddat ned och raderat denna fil. Vad vill du göra?
tr: Bu dosyayı daha önce indirdiniz ve sildiniz. Ne yapmak istersiniz?

source: Warning! Duplicate files detected. Some malicious software may infect your Library. Make sure that you downloaded this file or placed it manually. Otherwise, shutdown Envy and scan your computer with an antivirus program.
ca: Atenció!! S'han detectat arxius duplicats. Potser algun programa maliciós hagi infectat la teva col·lecció. Assegura't que has sigut tu. Si no és així, tanca el Envy i escaneja els teus discos durs amb un programa antivíric.
de: Achtung. Doppelte Dateien erkannt! Installierte Programme könnten Ihre Bibliothek gefährden. Sind Sie sicher, dass Sie diese Datei herunterladen möchten ? Haben Sie diese Datei manuell eingefügt ? Wenn Sie unsicher sind, schalten Sie ihren Computer aus und überprüfen sie diesen mit einem Anitivirusprogramm.
es: Advertencia! Archivos duplicados detectados. Un archivo malicioso puede afectar a tu librería. Asegurate de que te descargaste o pusiste este archivo manualmente. De otra forma, cierra Envy y escanea tu computadora con un antivirus.
fr: Attention ! ! ! Fichiers multiples détectés. Il existe des logiciels malveillants qui peuvent infecter vos dossiers. Soyez certain que vous connaissez bien ces fichiers. Sinon, fermer Envy et scannez votre système avec un logiciel antivirus/antispyware.
he: אזהרה!!! התגלו קבצים משוכפלים. ייתכן ותוכנה זדונית תפגע בספרייה שלך. וודא שהורגת את הקובץ הזה או שמת אותו באופן ידני. אחרת, סגור את שרזה וסרוק את מחשבך עם תוכנת אנטי-וירוס.
hu: Figyelem! Két egyforma fájlt találtam! Néhány kártékony program megfertőzheti a megosztását. Bizonyosodjon meg róla, hogy ön duplázta meg a fájlt.. Ha nem ön volt, zárja be a Envy és futtasson le egy vírusellenőrzést.
it: Avvertimento!!! Rilevati file duplicati. Un software malevolo potrebbe aver infettato la tua libreria. Assicurati di aver scaricato o messo manualmente questo file. Altrimenti, chiudi Envy e scansiona il tuo computer con un antivirus.
ja: 警告!!! ファイルのコピーが検出されました。 いくつかの悪意のあるソフトウェアがあなたのライブラリを汚染させる可能性があります。 あなたがこのファイルをダウンロードしたか手動でライブラリに追加したかどうかを必ず確認して下さい。 もし記憶に無ければ直ちにEnvyを終了させ、コンピュータをアンチウイルスプログラムでスキャンして下さい。
lt: Dėmesio!!! Aptikti vienodi failai. Kai kurios kenkėjiškos programos gali užkrėsti Jūsų kolekciją. Įsitikinkite, jog Jūs tikrai atsisiuntėte šį failą ar įtraukėte į savo kolekciją. Jei ne, baikite darbą ir praskenuokite failus su antivirusine programa.
nl: Waarschuwing!!! Dubbele bestanden gevonden. Sommige malifide software heeft misschien je Bibliotheek gewijzigd. Wees zeker dat je dit bestand werkelijk hebt. Anders, sluit Envy en scan je computer met beveilingssoftware.
pt: Aviso!!! Arquivos duplicados detectados. Algum software malicioso pode ter infectado sua biblioteca. Tenha certeza de que você baixou este arquivo ou colocou-o manualmente. De outro modo, feche o Envy e scaneie o seu computador com um programa anti-vírus.
ru: Внимание!!! Найденны дубликаты. Злоумышленные программы могут заразить Ваше хранилище. Проверьте, что это Вы загрузили или поместили этот файл. Иначе, закройте Envy и просканируйте Ваш компьютер.
sq: Kujdes! Po diktohet një skedë dyfishe. Një softuer keqbërës mund të infektojë Librarinë tuaj. Sigurohuni që këtë skedë e keni shkarkuar dhe vendosur vetë. Përndryshe, mbylleni Envy-n dhe skanoni kompjuterin me një antivirus.
sr: Warning:
sv: Varning!!! Dubbla filer upptcktes. Skadlig programvara kan infektera ditt bibliotek. Om du inte har laddat ner eller flyttat den h�r filen sj�lv, st�ng Envy och skanna datorn med ett antivirusprogram.
tr: Uyarı!!! Kopya - eş dosyalar tespit edilmiştir. Bazı kötücül yazılımlar kütüphanenizdeki dosyalara bulaşabilir. Bu dosyayı indirdiğinizden ya da sizin koyduğunuzdan emin olun. Aksi takdirde Envy'yı kapatıp bilgisayarınızı bir antivirüs programıyla tarayın.

source: Close Button
af: Sluitingsknoppie
ar: زر الإغلاق
ca: Botó de tancament
de: Schließen
es: Botón de cerrar
fr: Bouton Fermer
he: כפתור סגירה
hu: Bezárás gomb
it: Pulsante di chiusura
ja: 終了ボタン
lt: Mygtukas „Užverti“
nl: Afsluiten knop
no: Lukkeknapp
pt: Botão Fechar
ru: Кнопка «Закрыть»
sl: Zapri gumb
sq: Butoni i Mbylljes
sr: Zatvaranje
sv: Stängkommandot
tr: Kapat Düğmesi

source: This is the first time you have clicked Envy's close button. Please choose what action you would like Envy to take when clicking the close button from now on:
af: Hierdie is die eerste keer wat jy Envy se sluitingsknoppie gekliek het. Kies asseblief watter aksie jy wil hê Envy moet uitvoer as jy die sluitingsknoppie in die vervolg kliek:
ar: هذه اول مره تضغط على زر الإغلاق . رجاء تحديد ماذا تريد انت تعمل لكي يتم تطبيقه على جميع الاحوال:
ca: Aquesta és la primera vegada que el botó de tancar ha estat premut. Per favor, selecciona l'acció desitjada a efectuar cada vegada que aquest botó sigui premut:
de: Sie haben auf das Schließen-Symbol geklickt. Bitte wählen Sie die Aktion aus, die in Zukunft bei einem Klick auf das Schließen-Symbol ausgefûhrt werden soll:
es: Esta es la primera vez que el botón de cerrar ha sido apretado. Por favor seleccione la acción deseada a efectuar, cada vez que este botón séa apretado:
fr: C'est la première fois que vous cliquez sur le bouton « Quitter ». Sélectionnez ce que Envy doit faire lorsque vous cliquerez sur ce même bouton à l'avenir:
he: זוהי הפעם הראשונה בה לחצת על לחצן הסגירה של שרזה. אנא בחר את הפעולה אותה תרצה ששרזה תעשה בכל פעם שתלחץ על כפתור זה מעכשיו והלאה
hu: Ez az első alkalom, hogy a Bezárás gombra kattintott. Ezentúl mit csináljon a Envy?
it: Questa è la prima volta che clicchi sul pulsante di chiusura di Envy. Scegli l'azione che deve eseguire Envy quando clicchi sul pulsante di chiusura:
ja: 初めてEnvyの終了ボタンをクリックしました。 次回から終了ボタンをクリックした時にEnvyがどういう挙動をするかを選択して下さい:
lt: Tai pirmas kartas, kai Jūs paspaudėte „Envy“ programos mygtuką „Užverti“. Pasirinkite, ką „Envy“ turėtų atlikti nuo šio momento ir ateityje:
nl: Dit is de eerste keer dat je op de afsluiten knop van Envy gedrukt hebt. Selecteer alsjeblieft welke handeling Envy vanaf nu zou moeten uitvoeren wanneer op de afsluiten knop gedrukt wordt:
no: Dette er første gang du bruker Envy's lukkeknapp. Vennligst velg hva Envy skal gjøre når du trykker på lukk knappen fra nå av:
pl: To jest pierwszy raz kiedy kliknąłeś przycisk zamykania Envy. Wybierz co Envy ma zrobic gdy będziesz klikać na ten przycisk:
pt: Esta é a primeira vez que você clicou no botão de fechar do Envy. Por favor escolha qual ação que você gostaria que o Envy tomasse quando clicar no botão fechar de agora em diante:
ru: Это - первый раз, когда Вы щелкнули кнопку «Закрыть» Envy. Выберите, какое действие Envy должна выполнять когда Вы её щелкаете:
sl: To je prvič, da ste uporabili Envy gumb za zapiranje. Izberite dejanje, ki želite da ga izvede Envy, od sedaj naprej, ko boste ponovno klinili na ta-isti gumb:
sq: Kjo është hera e parë që klikoni butonin e mbylljes në Envy. Ju lutemi zgjidhni si doni të sillet Envy kur e bëni këtë tani e tutje:
sr: Ovo je prvi puta da zatvarate Envy. Molim da odaberete šta će Envy učiniti kada ubuduće kliknete na zatvori:
sv: Detta är första gången du har valt Envys stängkommando. Välj den handling du vill att Envy ska utföra när du väljer stängkommandot från och med nu.
tr: Bu Envy'nın kapat butonuna ilk basışınızdır. Lütfen bundan böyle bu butona bastığınızda Envy'nın yapmasını istediğiniz faaliyeti seçiniz:

source: Minimize to the tray area
af: Minimeer na die taakbalkarea
ar: تصغير البرنامج في الاسفل مع امكانية استرجاعه
ca: Minimitza al costat del rellotge
de: In den Tray schicken
es: Minimizar al lado del reloj
fr: Minimiser en tant qu'icône système
he: מזער לשורת המשימות
hu: Leküldés a tálcára (az óra mellé)
it: Riduci nell'area di notifica
ja: タスクトレイに最小化する
lt: Minimizuoti į sistemos juostelę
nl: Verkleinen naar de systeembalk
no: Minimer til systemfeltet
pl: Zminimalizuj do traya
pt: Minimizar para a área do tray
ru: Сворачивать в трей
sl: Minimiziraj v opravilno vrstico
sq: Minimizohu në tabaka
sr: Spusti u tray
sv: Minimera till aktivitetsfältet
tr: Alanı Küçült

source: Shut down Envy immediately
af: Verlaat Envy dadelik
ar: حالاً Envy إيقاف تشغيل
ca: Tanca el Envy de forma inmediata
de: Sofort beenden
es: Cerrar Envy de forma inmediata
fr: Fermer Envy immédiatement
he: סגור את שרזה באופן מיידי
hu: Bezárás azonnal
it: Chiudi Envy immediatamente
ja: 即座にEnvyを終了する
lt: Tučtuojau baigti „Envy“ programos darbą
nl: Envy onmiddellijk afsluiten
no: Lukk Envy umiddelbart
pl: Zamknij program natychmiast
pt: Fechar o Envy imediatamente
ru: Закрывать Envy сразу
sl: Zaključi program
sq: Fike Envy-n menjëherë
sr: Odmah zatvori Envy
sv: Avsluta Envy direkt
tr: Envy'yı hemen kapat

source: Shut down Envy after any downloads and uploads finish
af: Verlaat Envy nadat enige aflaai- of oplaaioordragte voltooi is
ar: بعد الإنتهاء من تحميل الملفات او الإنتهاء من رفع الملفات Envy إيقاف
ca: Tanca el Envy després que les transferències finalitzin
de: Envy nach Abschluß aller Tranfers beenden.
es: Cerrar Envy después que las transferencias finalicen
fr: Fermer Envy à la fin des téléchargements et envois
he: סגור את שרזה לאחר שכל ההורדות והעלאות מסתיימות
hu: A fel- és letöltések befejezése után bezárás
it: Chiudi Envy dopo che tutti i download sono terminati
ja: 全てのダウンロードとアップロードが完了すればEnvyを終了する
lt: Baigti „Envy“ programos darbą, kai visi (iš)siuntimai bus baigti
nl: Envy afsluiten nadat alle downloads en uploads beëindigd zijn
no: Lukk Envy etter nedlastinger og opplastinger er ferdige
pl: Zamknij Envy po zakończeniu pobierania
pt: Fechar o Envy após quaisquer downloads e uploads terminarem
ru: Закрывать Envy после завершения всех загрузок и раздач
sl: Zaključi program potem, ko so končani vsi prenosi in nalaganja
sq: Fike Envy-n kur çdo shkarkim/ngarkim të përfundojë
sr: Zatvori Envy tek nakon što završi skidanje/davanje u toku
sv: Avsluta Envy när pågående överföringar har slutförts
tr: İndirme ve yükleme bittikten sonra Envy'yı kapat.

source: Download Server List File
af: Laai Server.met Lêer af
ar: Server.met تحميل ملف
ca: Descarrega l'arxiu Server.met
de: Server.met-Datei herunterladen
es: Descargar el archivo Server.met
fr: Télécharger un fichier Server.met
he: Server.met הורד קובץ
hu: Server.met letöltése
it: Scarica file server.met
ja: Server.metファイルのダウンロード
lt: Server.met failo parsisiuntimas
nl: Server.met bestand downloaden
no: Last ned server.met fil
pt: Baixar Arquivo Server.met
ru: Загрузить Server.met файл
sl: Prenesi datoteko Server.met
sq: Shkarkoni Skedën Server.met
sv: Ladda ned Server.met-fil
tr: Server.met İndirme Dosyası

source: You can download a file from the web to refresh your local list of servers.\nSuch as eDonkey server.met, DC++ hublist.xml.bz2, etc.
af: Jy kan 'n eDonkey2000 server.met lêer van die web aflaai om jou lokale lys van bedienders te verfris.
ca: Descarrega el Server.met per a eDonkey de la web per a actualitzar el caxè de servidors.
de: Sie können eine server.met-Datei aus dem Internet herunterladen, um Ihre lokale Serverliste zu aktualisieren.
es: Descargar el Server.met para eDonkey de la web para actualizar el cache local.
fr: Vous pouvez télécharger un fichier server.met eDonkey afin de mettre à jour votre liste de serveurs.
he: מהרשת בכדי לרענן את רשימת השרתים server.met הורד לאידונקי את
hu: eDonkey server.met fájl letöltése a netről.
it: Puoi scaricare il file server.met di eDonkey dal web per aggiornare la tua lista locale dei server.
ja: ローカルサーバリストを更新する為にウェブからeDonkey2000 server.metファイルをダウンロードします
lt: Jūs galite parsisiųsti eDonkey server.met failą iš interneto, jei norite atnaujinti vietinį serverių sąrašą.
nl: Je kunt een eDonkey Server.met bestand downloaden van het internet om je lokale lijst met servers te verversen.
no: Du kan laste ned en eDonkey2000 server.met fil fra nettet for å oppdatere listen med servere.
pl: Możesz pobrać plik server.met eDonkeya z sieci web aby odświeżyć swoją lokalną liste serwerów eD2k.
pt: Você pode baixar um Server.met do eDonkey para atualizar a sua lista local de servidores.
ru: Вы можете загрузить eDonkey server.met файл из веба, чтобы обновить Ваш список серверов.
sl: Prenesete lahko eDonkey2000 server.met datoteko iz spleta. S tem boste osvežili lokalni seznam strežnikov tega omrežja.
sq: Skeda server.met e eDonkey mund të shkarkohet nga ky rrjet për të rifreskuar listën lokale me serverat tuaj.
sr: Možete skinuti eDonkey2000 server.met datoteku sa neta da bi obnovili vašu listu servera.
sv: Du kan ladda ned en eDonkey Server.met-fil från webben för att uppdatera din lokala serverlista.
tr: Yerel Server listenizdeki güncel webden eDonkey2000 server.met dosyalasını indirebilirsiniz.

source: Confirm deletion of this file:
af: Is jy seker dat jy die volgende lêer wil skrap:
ar: أنت متأكّد بأنك تريد الحذف:
ca: Estàs segur d'esborrar...?
de: Möchten Sie diese Datei wirklich löschen?
es: ¿Estás seguro de eliminar?
fr: Êtes-vous certain de vouloir supprimer ce fichier ?
he: :האם אתה בטוח שברצונך למחוק
hu: Biztos törölni akarja ezt:
it: Sei sicuro di voler eliminare:
ja: 本当に削除してよろしいですか？:
lt: Ar tikrai norite ištrinti:
nl: Weet je zeker dat je dit bestand wilt verwijderen:
no: Er du sikker på at du vil slette:
pl: Czy napewno chcesz usunąć ten plik:
pt: Você tem certeza que você quer apagar:
ru: Вы уверенны, что хотите удалить?:
sl: Ste prepričani, da želite izvesti brisanje:
sq: A jeni i sigurt se doni të fshini:
sr: Jeste li sigurni da želite obrisati:
sv: Är du säker på att du vill radera:
tr: Silmek istediğinizden emin misiniz?
