Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Search the network for files to download
af: Deursoek die netwerk vir lêers om af te laai
ar: البحث في الشبكة عن ملفات للتحميل
ca: Cerca arxius per a descarregar a la xarxa.
de: Die Netzwerke nach Dateien durchsuchen
es: Buscar archivos en la red.
fr: Rechercher des fichiers à télécharger sur le réseau.
he: חפש את הרשת לקבצים להורדה
hu: Keresést indít letölthető fájlok után.
it: Cerca nella rete i file da scaricare
ja: ファイルをダウンロードする為にネットワークを検索します
lt: Ieškoti tinkle failų parsisiuntimui
nl: Doorzoek het netwerk voor de bestanden die je wilt downloaden
no: Søk på nettverket etter filer å laste ned.
pl: Przeszukaj sieć aby znaleźć pliki do pobrania
pt: Procurar na rede por arquivos para baixar
ru: Искать файлов в сети для загрузки
sl: Išči datoteke po mreži za prenos
sq: Kërkon rrjetin për çfarë doni të shkarkoni
sr: Potraži šta želiš skinuti na mreži
sv: Sök på nätverket efter filer att ladda ned
tr: İndirme dosyaları için ağı ara

source: Manage all your active downloads and uploads.
af: Monitor huidige af- en oplaaie.
ar: مراقبة عمليات الرفع و التحميل التي تقوم بها
ca: Mostra les transferències (càrregues i descàrregues) actives.
de: Uploads und Downloads überwachen.
es: Ver detalles sobre transferencias activas.
fr: Surveiller les envois et les téléchargements que vous effectuez.
he: צפה בהורדות והעלאות שאתה מבצע
hu: Fel- és letöltések figyelése.
it: Mostra gli upload e i download che stai effettuando.
ja: 現在実行しているアップロードとダウンロードをモニタします
lt: Stebėkite, kaip vyksta failų atsisiuntimas ir išsiuntimas.
nl: Bekijk de uploads en downloads die worden uitgevoerd.
no: Se alle aktive opplastinger og nedlastinger.
pl: Pokaż aktualny transfer przychodzący i wychodzący.
pt: Monitorar uploads e downloads que você está fazendo.
ru: Контроль раздач и выполняемых Вами загрузок.
sl: Nadziraj pošiljanje in prejemanje prenosov, ki jih izvajate.
sq: Monitoron ngarkimet dhe shkarkimet që kryhen.
sr: Prati skidanje i davanje u toku.
sv: Visa dina aktuella uppladdningar och nedladdningar.
tr: Aktarım ve indirme performans görüntüsü.

source: See how well you are connected to the Network.
af: Kyk hoe goed jy verbind is aan die Netwerk.
ar: مشاهدة جودة إتصالك إلى الشبكة
ca: Mostra les connexions a les xarxes.
de: Ihre Verbindungen zu den Netzwerken anzeigen.
es: Ver detalles de conexión.
fr: Voir si vous êtes bien connecté au réseau.
he: בדוק עד כמה טוב אתה מחובר לרשת
hu: Hálózati adatok ellenőrzése.
it: Visualizza la qualità della tua connessione alla rete.
ja: ネットワークにどの程度接続しているかを表示します
lt: Pažiūrėkite, kaip gerai Jūs esate prisijungę prie tinklo.
nl: Bekijk hoe goed je met het netwerk bent verbonden.
no: Se hvor godt du er koblet til nettverket
pl: Zobacz jak dobrze jesteś podłączony do sieci.
pt: Ver quão bem você está conectado a Rede.
ru: Посмотреть как хорошо Вы подсоединены к сети.
sl: Preverite, kako dobro ste povezani v omrežje.
sq: Tregon sa mirë jeni i lidhur në Rrjet.
sr: Pogledajte kako ste spojeni na mrežu.
sv: Se hur väl du är ansluten till nätverket.
tr: Ağa nasıl uygun bağlanacağını gör.

source: View and manage your local content library.
af: Vertoon en beheer jou lokale lêerbiblioteek.
ar: عرض و إدارة مكتبتك الحالية المحلية
ca: Mostra i administra la col·lecció local.
de: Die lokale Bibliothek anzeigen, um Ihre Dateien zu verwalten.
es: Ver Colección Local.
fr: Voir et gérer le contenu de votre bibliothèque.
he: הצג ונהל את התוכן המקומי בספריה שלך
hu: A könyvtár rendezése.
it: Visualizza e organizza il contenuto della tua libreria.
ja: ローカルのライブラリを表示・管理します
lt: Peržiūrėkite ir keiskite savo kolekcijos failus.
nl: Je lokale bestandenbibliotheek openen en beheren.
no: Se og organiser dine filer.
pl: Przeglądaj i zarządzaj lokalną biblioteką plików.
pt: Ver e gerenciar a sua biblioteca de conteúdo local.
ru: Просмотр и управление содержимым Вашего хранилища.
sl: Ogled in upravljanje s lastno lokalno vsebinsko knjižnico.
sq: Tregon dhe menaxhon librarinë me përmbajtjen lokale.
sr: Pregledajte ili sredite vašu kolekciju datoteka.
sv: Visa och hantera ditt lokala bibliotek.
tr: Yerel kütüphane içeriğini göster ve yönet.

source: Play audio and video media files from your library.
af: Speel klank- en videolêers vanaf jou biblioteek.
ar: تشغيل ملفات وسائط صوت و فيديو من مكتبتك
ca: Reprodueix arxius de multimèdia de la col·lecció.
de: Audio- und Videodateien aus der Bibliothek abspielen.
es: Ejecutar archivos de media.
fr: Lire des fichiers média audio ou vidéo à partir de la bibliothèque.
he: נגן קבצי וידאו ואודיו מהספריה שלך
hu: Zene és videó lejátszása.
it: Esegui i file video e audio dalla tua libreria.
ja: ライブラリ内からオーディオ・ビデオファイルを再生します
lt: Grokite savo kolekcijos garso ir vaizdo failus.
nl: Audio- en videobestanden uit je bibliotheek afspelen.
no: Spill av lyd og videofiler fra mine filer.
pl: Odtważaj pliki muzyczne i wideo z twojej biblioteki.
pt: Tocar arquivos de mídia de áudio e vídeo da sua biblioteca.
ru: Воспроизводить аудио и видео медиа файлы из Вашего хранилища.
sl: Predvajaj večpredstavne datoteke iz svoje knjižnice.
sq: Luan mediaskedat filmike dhe zanore në librari.
sr: Pustite vašu omiljenu pesmi ili film iz vaše kolekcije.
sv: Spela upp ljud- eller videofiler från ditt bibliotek.
tr: Kütüphaneden ses ve video ortam dosyası oynat.

source: Show the IRC chatrooms view.
ar: إظهار نافذة المحادثة عبر الإنترنت
ca: Show the IRC Chat window.
fr: Montre la fenêtre de discussion IRC.
it: Mostra la finestra della Chat IRC.
lt: Rodyti IRC pokalbių langą.
pt: Mostrar a janela do Chat do IRC.
ru: Показать окно IRC чата.
sq: Tregon dritaren IRC të Chat-it.
tr: IRC Sohbet penceresini göster.

source: Start downloading a new file or torrent...
af: Begin 'n nuwe lêer of BitTorrent torrent aflaai...
ar: بدء تحميل ملف جديد أو BitTorrent torrent...
ca: Descarrega un arxiu o BitTorrent usant Envy...
de: Eine neue Datei oder ein Torrent herunterladen...
es: Descargar un archivo usando Envy...
fr: Commencer le téléchargement d'un fichier ou d'un torrent BitTorrent...
he: התחל להוריד קובץ או טורנט חדש
hu: Új fájl vagy torrent letöltése...
it: Scarica un nuovo file o un torrent...
ja: 新しいファイル又はBitTorrentのtorrentファイルのダウンロードを開始します...
lt: Parsisiųsti naują ar BitTorrent tinklo torrent failą...
nl: Download een bestand of torrent met behulp van Envy's downloadsysteem...
no: Last ned en ny fil eller torrent...
pl: Rozpocznij pobieranie nowego pliku lub torrenta...
pt: Começar a baixar um novo arquivo ou torrent...
ru: Начать загрузку нового файла или BitTorrent торрента...
sl: Začni prenašanje nove datoteke ali BitTorrent torrent-a...
sq: Niset shkarkimi i një skede të re ose i një torrenti BitTorrent...
sr: Započni skidanje nove datoteke (fajla) ili BitTorrent torrenta...
sv: Börja ladda ned en ny fil eller BitTorrent-torrent…
tr: BitTorrent torrent ya da yeni bir indirme başlatılıyor...

source: Select the language you wish to use Envy in...
af: Selekteer die taal waarin jy Envy wil gebruik...
ar: تحديد اللغة المراد إستخدامها في Envy...
ca: Selecciona l'idioma amb què vols fer servir Envy...
de: Wählen Sie die Sprache, in der Sie Envy benutzen möchten...
es: Seleccionar el lenguaje para usar en Envy...
fr: Sélectionner la langue dans laquelle vous désirez utiliser Envy...
he: בחר את השפה בה תרצה להשתמש בשרזה
hu: Válassza ki az önnek leginkább megfelelő nyelvet...
it: Seleziona la lingua che desideri utilizzare su Envy...
ja: Envyで使用する言語ファイルを選択します...
lt: Pasirinkti „Envy“ grafinės sąsajos kalbą...
nl: Selecteer de taal die je voor Envy wilt gebruiken...
no: Velg hvilket språk du vil bruke i Envy.
pl: Wybierz język który chciałbyś używać w Envy...
pt: Selecione o idioma que você deseja usar no Envy...
ru: Выбрать язык Envy (Select the language of Envy)
sl: Izberi jezik, ki ga želite uporabljati v programu Envy...
sq: Zgjidhet gjuha e parapëlqyer e Envy-s...
sr: Izaberite jezik na kojim želite da koristite Envy-u...
sv: Välj det språk som du vill att Envy ska använda…
tr: Envy'yı hangi dilde kullanmak istediğinizi seçin...

source: Edit your user profile...
af: Verander jou gebruikersprofiel...
ar: تحرير ملفك الشخصي...
ca: Edita el teu perfil d'usuari...
de: Ihr Benutzerprofil bearbeiten...
es: Editar tu perfil de usuario...
fr: Modifier votre profil utilisateur...
he: ערוך את פרופיל המשתמש שלך
hu: Saját adatlap szerkesztése...
it: Modifica il tuo profilo utente...
ja: プロフィールを編集します...
lt: Taisyti savo naudotojo profilį...
nl: Je gebruikersprofiel aanpassen...
no: Endre din bruker profil...
pl: Edytuj swój profil użytkownika...
pt: Editar seu perfil de usuário...
ru: Правка своего профиля пользователя...
sl: Uredi svoj uporabniški profil...
sq: Editohet profili juaj...
sr: Promenite vaš profil...
sv: Ändra din användarpfoil…
tr: Kullanıcı profilini yayınla...

source: Reload and apply your current skin selection.
af: Herlaai en aktiveer jou huidige omslagseleksie.
ar: إعادة التفعيل و التطبيق للغلاف الحالي
ca: Reaplica la interfície.
de: Den aktuellen Skin neu laden und anwenden.
es: Reaplicar el skin.
fr: Recharger et appliquer votre sélection de thème actuelle.
he: טען מחדש והחל את המעטפת הנוכחית שנבחרה
hu: A jelenlegi kinézet újratöltése és alkalmazása.
it: Ricarica e applica la skin correntemente selezionata.
ja: 現在のスキンを再読込・適用します
lt: Perkrauti ir pritaikyti pasirinktą apvalkalą.
nl: De echte skin opnieuw laden en toepassen.
no: Oppdater og bruk valgte skin.
pl: Przeładuj i zatwierdź aktualną listę skórek.
pt: Recarregar e aplicar a sua atual seleção de skin.
ru: Перегрузить и применить выбранную Вами шкурку.
sl: Ponovno naloži in uporabi trenutni izbor preobleke.
sq: Ringarkon dhe zbaton lëvoren aktuale të zgjedhur.
sv: Ladda om och verkställ ditt valda skinnval.
tr: İçerik arayüz seçeneklerini yeniden yükle ve uygula.

source: Configure Envy settings...
af: Verander Envy Opsies...
ar: تكوين إعدادات Envy...
ca: Configura el Envy.
de: Envy konfigurieren...
es: Configurar Envy...
fr: Configurer les réglages de Envy...
he: כוון את הגדרות שרזה
hu: A Envy beállításai...
it: Configura le opzioni Envy...
ja: Envy設定を構成します...
lt: Keisti „Envy“ nuostatas...
nl: Envy instellingen configureren...
no: Endre innstillingene...
pl: Skonfiguruj ustawienia Envy
pt: Configurar as opções do Envy...
ru: Настроить установки Envy...
sl: Envy nastavitve...
sq: Konfigurohen vendosjet e Envy-s...
sr: Podesite Envy podešavanja...
sv: Ändra inställningar för Envy…
tr: Envy ayarlarını biçimlendir...

source: Choose a different skin for Envy to use...
af: Kies 'n ander omslag vir Envy om te gebruik...
ar: إختيار غلاف مختلف لـ Envy...
ca: Selecciona un skin per a Envy.
de: Einen anderen Skin für Envy wählen...
es: Seleccionar un skin diferente...
fr: Choisir un thème différent pour Envy...
he: בחר מעטפת אחרת לשרזה
hu: A Envy kinézetének megváltoztatása...
it: Scegli una skin diversa da utilizzare con Envy...
ja: Envyの別のスキンを選択します...
lt: Pasirinkti kitokį „Envy“ apvalkalą...
nl: Selecteer een andere skin voor Envy...
no: Velg et annet skin du vil bruke i Envy.
pl: Wybierz inną skórkę dla Envy...
pt: Escolher uma skin diferente para o Envy usar...
ru: Выбрать другую шкурку для Envy...
sl: Izberite drugo preobleko za Envy...
sq: Zgjidhet një lëvore tjetër për t'u përdorur në Envy...
sr: Promenite izgled Envy-e,izaberite drugi skin...
sv: Välj ett annat skinn som Envy ska använda…
tr: Envy kullanımı için farklı bir arayüz seçin...

source: Open the Envy QuickStart wizard...
af: Open die Envy SnelBegin assistent...
ar: فتح معالج Envy للتشغيل السريع...
ca: Obre l'assistent de configuració...
de: Den Envy-Schnellstart-Assistenten starten...
es: Abrir el asistente de configuración...
fr: Ouvre l'assistant de démarrage rapide de Envy...
he: פתח את אשף ההפעלה המהירה של שרזה
hu: Envy Gyors beállítások megnyitása...
it: Esegui la configurazione guidata di Envy...
ja: クイックスタートウィザードを開きます...
lt: Paleisti „Envy“ nuostatų vedlį...
nl: Open de Envy SnelStart wizarrd...
no: Åpne Envy's innstillingsveiviser...
pl: Otwórz kreator szybkiego startu Envy...
pt: Abrir o Assistente de Configuração do Envy...
ru: Открыть мастер быстрого старта...
sl: Odpri čarovnika za hitro nastavitev programa Envy...
sq: Hapet udhërrëfyesi i shpejtë në Envy...
sr: Otvori Envy Brzo i Lako pomoćnik...
sv: Öppna Envys snabbstartsguide…
tr: Envy Hızlı Başlat Sihirbazını aç...

source: Display Vertical Axis
af: Vertoon Vertikale As
ar: عرض المحور الرأسي
ca: Mostra l'eix vertical
de: Y-Achse anzeigen
es: Mostrar Eje Vertical
fr: Afficher l'axe vertical.
hu: A függőleges tengelyt jeleníti meg.
it: Mostra gli assi verticali
ja: 縦軸を表示します
lt: Rodyti vertikalią ašį.
nl: Verticale as laten zien
no: Vis loddrett akse.
pl: Wyświetl pionową oś
pt: Exibir Eixos Verticais
ru: Показывать вертикальные оси
sl: Pokaži navpično os
sq: Tregon Boshtin Vertikal
sr: Pokaži Vertikalnu Osu
sv: Visa vertikala axlar.
tr: Dikey ekseni görüntüle

source: Clear the traffic graph.
af: Verwyder die dataverkeer-grafiek.
ar: مسح المخطط البياني لحركة المرور
ca: Tanca el gràfic de trànsit.
de: Das Traffic-Diagramm löschen.
es: Cerrar el gráfico de tráfico.
fr: Nettoyer le graphique du trafic.
he: נקה את גרף התעבורה
hu: Grafikon törlése.
it: Cancella il grafico del traffico.
ja: 転送グラフをクリアします
lt: Išvalyti duomenų srauto grafiką.
nl: De data van de grafiek wissen.
no: Rens trafikk-grafen.
pl: Wyczyść wykres ruchu.
pt: Limpar o Gráfico de tráfego.
ru: Очистить график трафика.
sl: Počisti grafikon s prometom.
sq: Pastron grafikun e trafikut.
sr: Očisti promet u graph-u.
sv: Rensa trafikdiagramet.
tr: Trafik grafiğini temizle.

source: Display grid lines.
af: Vertoon grafieklyne.
ar: عرض الخطوط الشبكية
ca: Móstra les línies de guia.
de: Gitternetz anzeigen.
es: Móstrar Líneas de Guía.
fr: Afficher les lignes de la grille.
hu: Rácsvolnalak megjelenítése.
it: Mostra la griglia.
ja: グリッド線を表示します
lt: Rodyti tinklelį.
nl: Rasterlijnen vertonen.
no: Vis graf-linjer.
pl: Wyświetl linie siatki.
pt: Exibir Linhas de Grade.
ru: Показывать линии сетки.
sl: Pokaži mrežne črte.
sq: Tregon pamje me rrjetë.
sr: Prikaži grid linije.
sv: Visa rutnätslinjer.
tr: Izgara çizgilerini görüntüle.

source: Display legend.
af: Vertoon verklarings.
ar: عرض وسيلة الشرح
ca: Mostra la llegenda.
de: Legende anzeigen.
es: Mostrar Leyenda.
fr: Afficher la légende.
he: הצג מקרא
hu: Jelmagyarázat megjelenítése.
it: Mostra la legenda.
ja: 履歴を表示します
lt: Rodyti legendą.
nl: Toon legenda.
no: Vis beskrivelse.
pl: Wyświetl legendę.
pt: Exibir legendas.
ru: Показать легенду.
sl: Pokaži legendo.
sq: Tregon legjendën.
sr: Prikaži legendu.
sv: Visa förklaring.
tr: Açıklamaları görüntüle.

source: Select and configure items to graph...
af: Selekteer en verstel items op die grafiek...
ar: تحديد و تكوين المواد للمخطط البياني...
ca: Selecciona i configura els elements a mostrar al gràfic...
de: Die zu überwachenden Elemente auswählen und konfigurieren...
es: Seleccionar y Configurar elementos para graficar...
fr: Sélectionner et configurer les items du graphique...
hu: A grafikon elemeinek beállítása...
it: Seleziona e configura le linee del grafico...
ja: グラフのアイテムを選択・構成します...
lt: Pasirinkti ir konfigūruoti grafiko elementus...
nl: Selecteer en configureer elementen voor de grafiek...
no: Endre og velg hva som skal vises i grafen.
pl: Wybierz i ustaw co ma być wyświetlane na wykresie...
pt: Selecionar e configurar itens para o Gráfico...
ru: Выбрать и конфигурировать элементы графика...
sl: Izberi in nastavi dele v grafikonu...
sq: Zgjedh të konfigurojë njësitë në grafik...
sr: Izaberi i podesi pojedinosti vezane za graf...
sv: Välj och ändra artiklar i detta diagram…
tr: Grafik öğelerini seç ve biçimlendir...

source: Open a new graph window...
af: Open 'n nuwe grafiek venster...
ar: فتح نافذة جديدة للمخطط البياني...
ca: Obre una nova finestra gràfica...
de: Ein neues Diagrammfenster öffnen...
es: Abre una nueva ventana gráfica...
fr: Ouvrir une nouvelle fenêtre de graphique...
he: פתח חלון גרף חדש
hu: Grafikon megnyitása...
it: Apri un nuovo grafico...
ja: 新しいグラフウィンドウを開きます...
lt: Atverti naują grafiko langą...
nl: Open een nieuw grafiekvenster...
no: Åpne et nytt graf-vindu...
pl: Otwórz nowe okno wykresu...
pt: Abrir uma nova janela de Gráfico...
ru: Открыть новое окно графика...
sl: Odpri novo grafikonsko okno...
sq: Hap një dritare të re grafike...
sr: Otvori novi graph prozor...
sv: Öppna ett nytt diagramfönster…
tr: Yeni bir grafik penceresi aç...

source: Access the selected download sources and attempt to download.
af: Kontak die geselekteerde bron(ne) en probeer aflaai.
ar: الدخول إلى مصدر/مصادر التحميل المحددة و محاولة التحميل
ca: Accedeix a la font de descàrrega seleccionada.
de: Versuchen, von der/den markierte(n) Quelle(n) runterzuladen .
es: Acceder la fuente seleccionada.
fr: Accéder à cette sélection de sources et essayer de télécharger.
hu: Az elérhető források használata.
it: Accedi alle fonti di download selezionate e cerca di scaricare.
ja: 選択したダウンロードソースにアクセスし、ダウンロードを試行します
lt: Susijungti su pasirinktu šaltiniu(-ais) ir pamėginti parsisiųsti failą.
nl: Benader de geselecteerde downloadbronnen en probeer te downloaden.
no: Prøv å laste ned fra valgte kilde.
pl: Dostań się do Wybranego żródła aaby spróbować ściągać.
pt: Acessar a(s) fonte(s) do download selecionado e tentar baixar.
ru: Обратиться к помеченному источнику и попытаться начать загрузку с него.
sl: Dostopaj do izbranega prenosnega vira in poskušaj s prenosom.
sq: Hyn në burimet e shkarkesës së zgjedhur dhe orvatet të shkarkojë.
sr: Pristupi selektovanom download izvoru(ima) i pokušaj da skineš.
sv: Försök att ladda ned från de valda nedladdningskällorna.
tr: Seçilen indirme kaynağına eriş ve indirmeyi dene.

source: Disconnect the selected download transfers.
af: Diskonnekteer die geselekteerde oordrag(te).
ar: قطع الإتصال عن عمليات النقل للتحميل المحدد
ca: Desconnecta les transferències seleccionades.
de: Markierten Transfer abbrechen.
es: Desconectar las transferencias seleccionadas.
fr: Déconnecter du téléchargement cette sélection de transferts.
he: התנתק מהעברת ההורדה הנבחרת
hu: A kiválasztott letöltés(ek) szétkapcsolása.
it: Disconnetti i download selezionati.
ja: 選択したダウンロードの転送を切断します
lt: Atjungti pasirinktą atsisiuntimo srautą(-us).
nl: De geselecteerde downloads afbreken.
no: Koble fra valgte nedlastingsoverføringer.
pl: Wyłącz wybrane transfery ściągania.
pt: Desconectar as transferência(s) do download selecionado.
ru: Отключить помеченную загрузку(и).
sl: Prekini izbrane prenose.
sq: Shkëput transferimin për shkarkesën e zgjedhur.
sr: Isključi selektovani download transfer(e).
sv: Koppla ifrån de valda nedladdningarna.
tr: Seçilen indirim aktarımlarıyla bağlantıyı kes.

source: Disconnect and forget the selected download sources.
af: Diskonnekteer en vergeet die geselekteerde aflaai bron(ne).
ar: قطع الإتصال و تجاهل مصدر/مصادر التحميل المحدد
ca: Desconnecta i oblida les fonts seleccionades.
de: Markierten Transfer abbrechen und Quelle vergessen.
es: Desconectar y olvidar las fuentes seleccionadas.
fr: Déconnecter et oublier du téléchargement cette sélection de sources.
he: התנתק ושכח את ההורדה הנבחרת
hu: A kiválasztott letöltés(ek) törlése és a forrás(ok) elfelejtése.
it: Disconnetti e rimuovi le fonti dei download selezionati.
ja: 選択したダウンロードソースから切断し、そのソースを廃棄します
lt: Atsijungti nuo ir užmiršti pasirinktą atsisiuntimo šaltinį(-ius).
nl: De geselecteerde downloads afbreken en de bronnen vergeten.
no: Koble fra og glem kildene til valgte nedlasting.
pl: Wyłacz i zapomnij o wybranych żródłach.
pt: Desconectar e esquecer a(s) fontes(s) do download selecionado.
ru: Отключить и забыть источники помеченной загрузки(ок).
sl: Prekini in pozabi izbrane prenosne vire.
sq: Shkëput dhe harron burimet e shkarkesës së zgjedhur.
sr: Isključi i zaboravi selektovani download izvor(e).
sv: Koppla ifrån och glöm de valda nedladdningskällorna.
tr: Seçilen indirme kaynağıyla bağlantıyı kes ve unut.

source: Open the Envy window.
af: Open die Envy venster.
ar: فتح نافذة Envy
ca: Obre la finestra de Envy.
de: Das Envy-Fenster öffnen.
es: Abrir la ventana de Envy.
fr: Ouvre la fenêtre de Envy.
he: פתח את החלון של שרזה
hu: Envy ablak megnyitása.
it: Apri la finestra di Envy.
ja: Envyウィンドウを表示します
lt: Atverti „Envy“ langą.
nl: Open het Envy venster.
no: Åpne Envy-vinduet.
pl: Otwórz okno Envy.
pt: Abrir a janela do Envy.
ru: Открыть окно Envy.
sl: Odpri Envy okno.
sq: Hap pamjen e Envy-s.
sr: Otvori Envy prozor.
sv: Öppna Envys fönster.
tr: Envy penceresini aç.

source: Automatically clear uploads which have been completed.
af: Verwyder volledige oplaaie outomaties.
ar: مسح تلقائي لعمليات الرفع التي تم الإنتهاء منها
ca: Neteja els arxius pujats automàticament.
de: Beendete Uploads automatisch entfernen
es: Limpiar los archivos subidos automáticamente.
fr: Nettoyer automatiquement les envois lorsqu'ils sont terminés.
he: נקה אוטמטית העלאות שהסתיימו
hu: Automatikusan törli a kész feltöltéseket.
it: Rimuovi automaticamente gli upload che sono stati completati.
ja: アップロードが完了時にリストから自動的にクリアします
lt: Automatiškai šalinti užbaigtus failus iš išsiunčiamų failų sąrašo.
nl: De uploads automatisch wissen als deze voltooid zijn.
no: Automatisk fjern ferdige opplastinger.
pl: Automatycznie wyczyść liste z transferów które zostały zakończone.
pt: Limpar automaticamente os uploads que forem completados.
ru: Автоматически убирать из списка завершенные раздачи.
sl: Samodejno počisti naložke (uploads), ki so dokončani.
sq: Pastron automatikisht ngarkesat që kanë përfunduar.
sr: Automatski očisti davanja koja su se završila.
sv: Rensa uppladdningar som är klara automatiskt.
tr: Tamamlanan yüklemeleri otomatik temizle.

source: Cancel selected uploads and remove from list.
af: Verwyder die geselekteerde oplaai(e) van die lys.
ar: مسح عمليات الرفع المحددة من القائمة
ca: Esborra les pujades seleccionades de la llista.
de: Markierte(n) Upload(s) von der Liste entfernen.
es: Eliminar las transferencias seleccionadas.
fr: Supprimer de la liste cette sélection d'envois.
he: נקה את העלאות הנבחרות מהרשימה
hu: A kijelölt feltöltés(ek) törlése.
it: Annulla gli upload selezionati.
ja: 選択したアップロードをリストからクリアします
lt: Pašalinti iš išsiunčiamų failų sąrašo pasirinktą failą(-us).
nl: De geselecteerde uploads uit de lijst wissen.
no: Fjern valgte opplasting(er) fra listen.
pl: Wyczyść wybrany upload z listy.
pt: Limpar o(s) os upload(s) selecionado(s) da lista.
ru: Удалить из списка помеченную загрузку(и).
sl: Počisti iz seznama izbrane naložke (uploads).
sq: Pastron nga lista ngarkesën e zgjedhur.
sr: Očisti selektovano davanje(a) sa liste.
sv: Rensa de valda uppladdningen/uppladdningarna från listan.
tr: Listeden seçilen yüklemeleri temizle.

source: Clear uploads that have completed.
af: Verwyder volledige oplaaie.
ar: مسح عمليات الرفع التي تم الإنتهاء منها
ca: Neteja les pujades completades de la llista.
de: Beendete Uploads entfernen.
es: Limpiar la lista de transferencias.
fr: Nettoyer les envois terminés.
he: נקה העלאה שהושלמה
hu: Kész feltöltés(ek) törlése.
it: Rimuovi gli upload che sono stati completati.
ja: 完了したアップロードをクリアします
lt: Pašalinti iš sąrašo failus, kurių išsiuntimas baigtas.
nl: De voltooide uploads wissen.
no: Fjern opplastinger som er ferdige.
pl: Wyczyść zakończone uploady.
pt: Limpar os uploads que foram completados.
ru: Удалить из списка завершенные раздачи.
sl: Počisti naložke (uploads), ki so dokončani.
sq: Pastron ngarkesat që kanë përfunduar.
sr: Očisti davanja koja su se završila.
sv: Rensa uppladdningar som är klara.
tr: Tamamlanan yüklemeleri temizle.
