Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: There are no known sources for this download, so Envy is searching all connected P2P networks for new sources. Once sources are found, the download will start automatically. Envy searches for sources automatically, however you can speed up the process using the
af: Daar is geen bekende bronne vir hierdie aflaai nie, so Envy is besig om alle gekonnekteerde P2P netwerke te deursoek vir nuwe bronne. Sodra bronne gevind is, sal die aflaai outomaties begin. Alhoewel Envy outomaties vir bronne soek, kan jy die proses versnel deur die
ar: لا يوجد هناك مصادر معروفة لهذا التحميل ، لذا يبحث شير-أزا عن مصادر جديدة . عند العثور على مصادر P2P في جميع شبكات سيبدأ التحميل آليا . شير-أزا يبحث عن المصادر آليا ، و رغم ذلك يمكنك تسريع العملية ياستخدام
ca: No hi ha fonts conegudes per a descarregar aquest arxiu. Envy està cercant més fonts en les xarxes connectades. Quan s'aconsegueixin noves fonts, la transferència començarà automaticament. Envy cerca fonts automàticament, però pots fer més ràpid el procès emprant:
de: Für diesen Download sind keine Quellen bekannt. Deshalb durchsucht Envy alle verbundenen P2P-Netzwerke nach neuen Quellen. Sobald Quellen gefunden werden, wird der Download automatisch gestartet. Envy sucht automatisch nach Quellen, Sie können den Vorgang jedoch beschleunigen, indem Sie den
es: No hay fuentes conocidas para descargar este archivo, Envy esta buscando más fuentes en las redes conectadas. Cuando se consigan nuevas fuentes, la transferencia empezará automáticamente. Envy busca fuentes automaticamente, sin embargo, puedes hacer más rápido el proceso usando:
fr: Il n'y a pas de source connue pour ce fichier, Envy recherche donc de nouvelles sources sur tous les réseaux peer-to-peer auxquels vous êtes connecté. Une fois de nouvelles sources trouvées, Envy lancera automatiquement le téléchargement. Envy recherche des sources automatiquement, cependant vous pouvez stimuler ce processus en cliquant sur la commande
hu: Nincs ismert forrás a letöltéshez. Ezért a Envy automatikusan keres az elérhető hálózatokon. Felgyorsíthatja a keresést a
it: Non ci sono fonti conosciute per questo download, così Envy cerca nuove fonti su tutte le reti P2P connesse. Una volta che le fonti sono state trovate, il download inizierà immediatamente. Envy cerca le fonti automaticamente, tuttavia puoi velocizzare il processo usando il comando
ja: このダウンロード用の既知のソースが見つからない為、Envyは新しいソースを 得る為に接続している全てのP2Pネットワークを検索しています。ソースを見つけることが 出来ればダウンロードは自動的に再開されます。Envyは自動的にソースを検索しますが、
lt: Šio failai šaltiniai nežinomi, todėl „Envy“ ieško visuose prisijungtuose P2P tinkluose naujų šaltinių. Kai šaltiniai bus rasti, siuntimas bus pradėtas automatiškai. „Envy“ pati ieško šaltinių laikas nuo laiko, tačiau Jūs galite paspartinti procesą įvykdę komandą
nl: Er zijn geen bronnen bekend voor deze download, dus Envy zoekt alle verbonden P2P netwerken af naar nieuwe bronnen. Op het moment dat er bronnen worden gevonden, zal de download automatisch worden gestart. Envy zoekt automatisch naar bronnen, maar je kunt dit process ook versnellen door middel van het commando
no: Det er ingen kjente kilder til denne filen, så Envy søker alle nettverkene etter nye kilder. Når en kilde blir funnet vil nedlastingen automatisk starte. Envy søker automatisk etter nye kilder. Men du kan hjelpe prosessen ved å bruke
pl: Nie ma żadnych znanych źródeł dla tego pobierania, więc Envy ich szuka we wszystkich podłączonych sieciach. Gdy tylko znajdą się źródła, pobieranie zostanie automatycznie wznowione. Envy szuka źródeł automatycznie, jednak możesz przyśpieszyć ten proces komendą
pt: Não há fontes conhecidas para este download, então o Envy está procurando todas as redes P2P conectadas por novas fontes. Uma vez que as fontes são achadas, o download iniciará automaticamente. O Envy procura por fontes automaticamente, Contudo você pode acelerar este processo usando o comando
ru: У этой загрузки нет известных источников, так что Envy ищет новые источники во всех подключенных P2P сетях. Один источник найдеся - и загрузка начнется автоматически. Envy ищет источники автоматически, однако Вы можете ускорить процесс, используя команду
sl: Ni virov za ta prenos tako da Envy išče druge vire po P2P omrežjih. Ko bodo novi viri najdeni, se bo prenos začel samodejno. Envy išče vire samodejno, vendar lahko postopek pohitrite z uporabo ukaza
sq: Për këtë shkarkesë ka burime të njohura, ndaj edhe Envy po kërkon në gjithë rrjet e lidhura P2P për burime të reja. Sapo burimet të gjenden, shkarkimi do të nisë automatikisht. Envy kërkon automatikisht për burime, gjithsesi mund ta shpejtoni procesin duke përdorur komandën
sv: Det finns inga kända källor för denna nedladdning, så Envy söker på alla ansluta fildelningsnätverk efter fler källor. När källor är funna kommer nedladdningen att starta automatiskt. Envy söker efter källor automatiskt. Du kan dock öka hastigheten på processen genom
tr: Bu indirme için bilinmeyen kaynaklar var, Envy yeni kaynaklar için tüm bağlı P2P ağlarını arıyor. Kaynaklar bulundu, indirme otomatik başlayacaktır. Envy kaynakları otomatik arar, yine de

source: command.
af: opdrag te gebruik.
ar: البحث عن مصادر أخرى
de: -Befehl benutzen.
es: comando.
fr: Malheureusement dans de nombreux cas il se peut qu'il n'y est pas d'utilisateur connecté ayant tout ou partie du fichier que vous recherchez. La seule chose à faire alors est d'attendre qu'un utilisateur ayant ce fichier se connecte, ou d'annuler le téléchargement et d'essayer de télécharger un fichier similaire mais possédant plus de sources, et donc plus largement disponible.
hu: gombbal.
ja: コマンドを使用することで そのプロセスを迅速にすることが出来ます。
no: -kommandoen.
pt: Infelizmente em muitos casos pode não haver usuários online que tenham o arquivo que você está procurando. O único curso de ação aqui é esperar alguém vir online, ou cancelá-lo e tentar achar um arquivo similar o qual está mais amplamente disponível.
ru: К сожалению во многих случаях может не быть пользовтелей, подключенных сейчас и имеющих файл, котоый Вы ищите. Можно ждать что кто то подключится, или можно попытаться найти подобный файл с бoльшим количеством источников и отменив эту загрузку, загрузить его.
sv: -kommandot.
tr: komutunu kullanarak işe hız verebilirsiniz.

source: This Download is Creating
af: Hierdie Aflaai is besig om te Skep
ar: هذا التحميل تحت الإنشاء
ca: Creant l'arxiu de descàrrega
de: Dieser Download wird erstellt
es: Creando el archivo
fr: Ce téléchargement est en cours de création
he: ההורדה נוצרת
hu: Letöltés befejezése
it: Questo download è in stato di creazione
ja: このダウンロードは作成中です
lt: Kuriamas failas parsisiuntimui
nl: Download wordt aangemaakt
no: Denne filen forarbeides
pl: To pobieranie jest tworzone
pt: Este Download está sendo Criado
ru: Эта загрузка создается
sl: Ta prenos se ustvarja
sq: Kjo Shkarkesë Krijon
sr: Ovo Skidanje je u Fazi Nastanka
sv: Nedladdningen skapas
tr: İndirme Oluşturuluyor

source: Envy is pre-allocating a file in which to store this download, to save time later.
af: Envy is besig om 'n lêer te skep waarin hierdie aflaai gestoor gaan word, om tyd later te bespaar.
ar: يقوم شير-أزا بتخصيص مكان لتخزين هذا التحميل مسبقا ، من أجل توفير الوقت فيما بعد
ca: Aquest és un arxiu gran i Envy ha de fer-li lloc al disc dur.
de: Envy reserviert Speicherplatz, um den Download später abzuspeichern.
es: Este es un archivo grande, Envy tiene que abrir espacio en el disco duro para que quepa.
fr: Envy est en train de pré-allouer un fichier dans lequel il stockera votre téléchargement, ce qui économisera du temps par la suite.
hu: A Envy lefoglalja a megfelelő mennyiségű helyet a lemezen.
it: Envy sta pre-allocando un file nel quale conservare questo download, per salvarlo in futuro.
ja: Envyは時間を節約する為に、このダウンロードを格納するためのファイル領域を 事前割り当てしています。
lt: „Envy“ rezervuoja vietą šio failo parsisiuntimui, kad nereikėtų to daryti vėliau.
nl: Envy is voortijdig schijfruimte aan het toewijzen waarin deze download opgeslagen zal worden. Dit zal later tijd besparen.
no: Envy arbeider med å lage lagringsplass til denne filen, dette gjøres for å spare tid senere.
pl: Envy alokuje plik w którym będzie przechowywane to pobieranie, aby zaoszczędzić czas później.
pt: O Envy está pré-alocando um arquivo no qual armazenar este download, para poupar tempo depois.
ru: Envy пре-размещает (сегментирует, резервиует место) эту загрузку чтобы сохранить время в будущем.
sl: Zaradi prihranka na času Envy pripravlja datoteko v katero namerava shraniti vsebino datoteke, ki jo želite prenesti.
sq: Envy po paracakton një skedë ku të depozitojë shkarkesën, që ta ruajë kohën për më vonë.
sr: Envy stvara datoteku u koju će sačuvati skinuti sadržaj. Time se kasnije štedi vreme.
sv: Envy förallokerar utrymme för denna fil för att spara tid senare.
tr: Envy indirme geçmişini görüntülemek ve daha sonra kaydetmek için önceden bir dosya ayırıyor.

source: BitTorrent Tracker Down
af: BitTorrent Verwyser Van Lyn Af
ar: ملقم التعقب لـ BitTorrent منهار
ca: Tracker de BitTorrent fora de servei
de: BitTorrent-Tracker nicht erreichbar
es: Tracker de BitTorrent fuera de servicio
fr: Traqueur BitTorrent hors ligne
hu: BitTorrent Tracker nem elérhető
it: Tracker BitTorrent inattivo
ja: BitTorrentトラッカーがダウンしています
lt: BitTorrent seklys yra atsijungęs
nl: BitTorrent tracker is buiten werking
no: BitTorrent tracker nede
pl: Tracker BitTorrent jest niedostępny
pt: Tracker do BitTorrent Inativo
ru: BitTorrent трекер отключен
sl: BitTorrent sledilnik v okvari
sq: Gjurmuesi BitTorrent Bie
sv: BitTorrentspåraren nere
tr: BitTorrent Tracker Bozuk

source: The BitTorrent tracker server for this download appears to be down or malfunctioning. Envy is unable to contact it to receive a list of peers.
af: Die BitTorrent verwyser-bediener vir hierdie aflaai blyk van lyn af of buite werking te wees. Envy kan dit nie kontak om 'n lys van aflaai-kliënte te verkry nie.
ar: يبدو أن ملقم التعقب لـ بيت-تورينت لهذا التحميل منهار أو معطل . شير-أزا غير قادر على الإتصال به لإستلام قائمة نظائر أدوات التحميل
ca: El tracker de BitTorrent per a aquesta transferència sembla estar desconnectat o té problemes. Envy no ha pogut contactar per a rebre la informació de la transferència.
de: Der BitTorrent-Tracker für diesen Download ist nicht erreichbar oder funktioniert nicht richtig. Envy kann ihn nicht kontaktieren, um eine Liste mit Downloadquellen zu erhalten.
es: El tracker de BitTorrent para esta transferencia, parece estar desconectado o tiene problemas. Envy no puede contactar con él para recibir la información de la transferencia.
fr: Le serveur du traqueur BitTorrent de ce téléchargement semble être hors ligne ou rencontrer des difficultés techniques. Envy est dans l'incapacité de le contacter et de recevoir une liste de participants au téléchargement.
hu: A tracker ehhez a letöltéshez jelenleg nem elérhető. A Envy nem kap információkat az elérhető letöltési szálakról.
it: Il server del tracker BitTorrent per questo download sembra che sia down o malfunzionante. Envy non riesce a contattarlo per ricevere una lista delle sorgenti di download disponibili.
ja: このダウンロード用のBitTorrentトラッカーサーバがダウンしているか、誤動作 している可能性があります。Envyはダウンロード中のピアのリストを受信する為に BitTorrentトラッカーと接続することが出来ません。
lt: BitTorrent serveris-seklys yra atsijungęs arba jo darbas yra sutrikęs. „Envy“ negali susisiekti suo juo ir gauti is jo lygiaverčių susijungimo partnerių sąrašo.
nl: De BitTorrent tracker voor deze download is buiten werking of functioneert slecht. Envy kan er geen contact mee maken om een lijst met bronnen te ontvangen.
no: BitTorrent-serveren for denne filen ser ut til å være offline eller ødelagt. Envy klarer ikke å kontakte serveren for å få en liste over kjente kilder.
pl: Tracker BitTorrent dla tego pobierania jest niedostępny. Envy nie może się połączyć ani odebrać listy źródeł.
pt: O Servidor tracker do BitTorrent para este download aparenta estar inativo ou funcionando mal. O Envy é incapaz de contactá-lo para receber uma lista de peers.
ru: BitTorrent трекер сервер для этой загрузки похоже недоступен или работает со сбоями. Envy не может соединиться с ним для получения листа частей загрузки.
sl: BitTorrent sledilniški strežnik (tracker server) za ta prenos ne deluje oziroma je v okvari. Envy ne dobi dostopa do sledilnika in tako ne more dobiti seznama vrstnikov (peer-ov) za prenos datotek.
sq: Serveri gjurmues BitTorrent për këtë shkarkesë duket se është prishur ose po keqfunksionon. Envy nuk mund të kontaktojë me të për të marrë listën e pikave.
sr: The BitTorrent tracker server for this download appears to be down or malfunctioning.Envy is unable to contact it to receive a list of downloader peers.
sv: BitTorrentspåraren verkar vara nere eller ofungerande. Envy kan inte ansluta för att ta emot en list över nedladdningskällor.
tr: BitTorrent tracker server, indirme için aksaklık ya da bozukluk olabileceği görünüyor. Envy alınacak listesini ya da indirme eşlemesini içeremez.

source: Uploads Area
af: Oplaaie Area
ar: منطقة رفع الملفات
ca: Àrea de pujades
de: Uploadfenster
es: Área de subidas
fr: Zone des envois
he: אזור העלאות
hu: Feltöltések
it: Area di Upload
ja: アップロード領域
lt: Išsiuntimų sritis
nl: Uploadgedeelte
no: Opplastingsområde
pl: Miejsce wysyłań
pt: Área dos Uploads
ru: Область раздач
sl: Naložki (uploads)
sq: Zona e Ngarkesave
sr: Praćenje Davanja
sv: Upladdningar
tr: Aktarım Alanı

source: This is where queues and uploads are displayed. You can expand each queue with the small + on the left, and filter what is displayed with the button on the right of the window's toolbar.
af: Waglyste en oplaaie word in hierdie area vertoon. Jy kan elke waglys uitbrei met die klein + aan die linkerkant, en filtreer wat vertoon word met die knoppe aan die regterkant op die venster nutsbalk.
ar: هذا هو المكان حيث يتم عرض قوائم الإنتزار و الإرسال . يمكنك أن توسع كل قائمة بواسطة + الصغير على اليسار و قم بفرز المعروض بواسطة الزر على اليمين لشريط أدوات النافذة
ca: Aqui és on es mostren les cues i les pujades. Pots expandir cada cua amb el petit + de l'esquerra, i el filtre que es mostra amb el botó de la dreta a la finestra d'eines.
de: Hier werden Warteschlangen und Uploads angezeigt. Sie können eine Warteschlange erweitern, indem Sie auf das kleine + auf der linken Seite klicken. Außerdem können Sie mit Hilfe des Filter-Buttons rechts unten bestimmen, was angezeigt wird.
es: Aquí es donde las colas y las subidas son mostradas. Puedes expandir cada cola con el pequeño + en la izquierda, y el filtro que es mostrado con el botón de la derecha en la ventana de herramientas.
fr: Ici sont affichés les files d'attentes et les envois. Vous pouvez développer chaque file avec un petit + sur la gauche, et filtrer ce qui sera affiché avec le bouton sur la droite de la barre d'outils de la fenêtre.
he: זהו המקום בו מוצגות ההעלאות ותורות ההמתנה להעלאה. תוכל להרחיב כל תור עם ה-'+' הקטן שמימין, ולסנן את מה שמוצג עם הלחצן משמאל לסרגל הכלים .
hu: Itt találhatók a feltöltések. A + jelre való kattintással megnézheti a fájlokhoz tartozó forrásokat.
it: Questa è la posizione ove le code e gli upload sono visualizzati. Puoi espandere ciscuna coda cliccando sul piccolo + sulla sinistra, e filtrare ciò che si visualizza col bottone sulla destra nella toolbar della finestra.
ja: ここはキュー(順番待ち)とアップロードが表示されるところです。左側にある+マークを クリックすることでそれぞれのキューを確認したり、ウィンドウツールバー上の右側にあるボタンで フィルタリングしたり出来ます。
lt: Čia rodomos eilės ir išsiuntimai. Jūs galite išskleisti kiekvienos eilės medį, paspaudę „+“ ženklelį iš kairės, ir galite filtruoti sąrašą, naudodamiesi įrankių juostos mygtuku, esančiu dešinėje pusėje.
nl: Hier worden wachtrijen en uploads weergegeven. Je kunt iedere wachtrij uitvouwen met het + teken links en filteren wat er weergegeven wordt met de knop rechts op de schermwerkbalk
no: Her vises køer og opplastinger. Du kan utvide hver kø med den lille pluss'en til venstre, og filtrere visningen med knappen til høyre på verktøylinjen.
pl: To jest miejsce, gdzie są wyświetlone wysyłania i kolejki. Możesz rozszerzyć każdą kolejkę małym plusikiem po lewej i filtrować co jest wyświetlane przyciskiem w prawym dolnym rogu okna.
pt: Aqui é aonde as filas e uploads são exibidos. Você pode expandir cada fila com o pequeno + na esquerda e filtrar o que é exibido com o botão a direita da barra de ferramentas da janela.
ru: Здесь показываются очереди и раздачи. Вы можете развернуть дерево каждой очереди, нажав на значок «+» слева, и можете фильтровать список, используя кнопку справа в панели инструментов.
sl: Na tem mestu so prikazane čakalne vrste in naložki. Podrobnosti vsake posamezne čakalne vrste lahko vidite s klikom na + na levi strani. Prikazano lahko tudi filtrirate s klikom na gumb na desni strani okenske orodne vrstice.
sq: Këtu shfaqen radhët dhe ngarkesat. Çdo radhë mund ta zgjeroni me + e vogël majtas, dhe mund të filtroni atë që shfaqet me butonin në të djathtë të shufrës së dritares.
sr: Ovde se nalaze datoteke koje trenutno dajete. Pritiskom na maleni + na levoj strani otvara se red čekanja, a dole desno pored windows trake sa alatima imate koristan filter.
sv: Här visas köer och uppladdningar. Du kan visa mer information om varje kö med hjälp av plustecknet till vänster och du kan filtrera resultatet med knappen till höger om fönstrets verktygsfält.
tr: Burada sıranız ve aktarımlarınız gösterilir. Sol taraftaki small + ile her kuyruğu genişletebilirsiniz ve penceredeki araç çubuğunda sağda bulunan buton ile görüntüleri filtreleyebilirsiniz

source: Disk Space is Low
af: Skyfspasie is Laag
ar: مساحة القرص منخفضة
ca: L'espai de disc és baix
de: Wenig Speicherplatz
es: El Espacio de Disco es Bajo
fr: L'espace disque est faible
hu: Kevés a lemezterület
it: Lo spazio su disco è insufficiente
ja: ディスク容量が残り少なくなっています
lt: Diske trūksta vietos
nl: Weinig schijfruimte
no: Lite plass på harddisken
pl: Mało miejsca na dysku
pt: O Espaço em Disco é Pequeno
ru: Мало места на диске
sl: Prostora na disku zmanjkuje
sq: Hapësira e Diskut është e Ulët
sr: Imate Malo Mesta na Disku
sv: Diskutrymmet är lågt
tr: Disk Alanı Az

source: The amount of free space on one or more drives used by Envy is low.
af: Die hoeveelheid vrye skyfspasie op een of meer hardeskywe wat Envy gebruik is laag.
ar: إن المساحة الحرة في أحد الأقراص أو غيرها من الأقراص الأخرى و المستعملة من قبل شير-أزا منخفضة
ca: La quantitat de espai disponible en un o varis discos és baix.
de: Der freie Speicherplatz auf einem oder mehreren der Datenträger, die Envy benutzt ist gering.
es: La cantidad de espacio disponible en uno o varios Discos usados por Envy es bajo.
fr: L'espace libre disponible sur le système de fichiers utilisé par Envy est faible.
hu: A Envy által használt lemez(ek)en kevés a szabad lemezterület.
it: L'ammontare di spazio libero su uno o più dischi utilizzati da Envy è insufficiente.
ja: Envyが使用するディスクの残り容量が少なくなっています。
lt: Viename ar keliuose diskiniuose kaupikliuose, kuriuos naudoja „Envy“, trūksta laisvos vietos.
nl: De hoeveelheid vrije ruimte op én of meer harde schijven die worden gebruikt door Envy is weinig.
no: Det begynner å bli lite plass på harddisken.
pl: Ilość miejsca na dysku używanym przez Envy jest mała.
pt: A quantidade de espaço livre em um ou mais drives usados pelo Envy é pequena.
ru: Количество свободного места на одном или более дисках, используемых Envy, незначительно.
sl: Količina prostega mesta na trdem disku vašega računalnika, ki ga uporablja Envy, je nizka.
sq: Hapësira e lirë në një ose disa prej disqeve që përdoren nga Envy është e ulët.
sr: Količina slobodnog mesta na disku je mala.
sv: Tillgänligt diskutrymme på en eller flera enheter som används av Envy är lågt.
tr: Envy tarafından, bir ya da daha fazla sürücüde kullanılan boş alan azdır.
