Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: English (Default)
af: Afrikaans
ar: Arabic العربية
ca: Català
de: Deutsch
es: Español
fr: Français
he: עברית
hu: Magyar
it: Italiano
ja: 日本語
lt: Lietuvių
nl: Nederlands
no: Norsk
pl: Polski
pt: Português Brasileiro
ru: Pусский
sl: Slovenščina
sq: Shqip
sr: Srpski
sv: Svenska
tr: Türkçe

source: Envy Development Team
af: Johann van der Walt (Thesage)
ar: Awadh A Al-Ghaamdi
ca: Daniel Olivares Giménez (iniciat per CATMidia.cat)
de: Jann Röder
es: ramdomcrazy
fr: Antoine Martin-Lalande (Sensi)
he: David Aravon
hu: Yuri
it: Salvatore Scirè, Francesco Gabrielli
ja: ワン公DukeDog, CyberBob
lt: Rolandas Rudomanskis
nl: Jan-Willem Koornwinder (Thurstydog)
no: Tom Seland
pl: Brov, michalg17, Xzbeat
pt: Lukas Taves
ru: dAbserver
sl: Martin McDowell, dr.vet.med.
sq: Besmir Godole
sr: Biza
sv: Marcus Ehrenlans
tr: F. Doğru, F.A. Saraçoğulları

source: SkinVista
af: Thesage, omega09
ar: الأستاذ عوض الغامدي
ca: Equip de traduccions de FeshoCAT (TraduCAT, http://tradu.feshocat.cat)
de: Frontier, OldDeath, ZeRO (Daisuke)
es: Biasoli
fr: ceceboy, zigotozor
he: _peer_ (la. Han), Omega
hu: Yuri
it: ale5000
lt: Rolandas Rudomanskis
nl: ceceboy, Neglacio
no: Tom Seland
pl: Xzbeat
pt: Felipe
ru: Rolandas Rudomanskis, ryo-oh-ki
sq: Besmir Godole
sr: Woodstoock, Душан Мишић
sv: DanielB

source: Envy Default English Skin File
af: Envy Default Afrikaans Skin File
ar: Envy Default Arabic Skin File
ca: Envy Default Catalan Skin File
de: Envy Default German Skin File
es: Envy Default International Spanish Skin File
fr: Envy Default French Skin File
he: Envy Default Hebrew Skin File
hu: Envy Default Hungarian Skin File
it: Envy Default Italian Skin File
ja: Envy Default Japanese Skin File
lt: Envy Default Lithuanian Skin File
nl: Envy Default Dutch Skin File
no: Envy Default Norwegian Skin File
pl: Envy Default Polish Skin File
pt: Arquivo de Skin Padrão para o Português Brasileiro do Envy
ru: Envy Default Russian Skin File
sl: Envy Default Slovenian Skin File
sq: Envy Default Albanian Skin File
sr: Envy Default Serbian Skin File
sv: Envy Default Swedish Skin File…
tr: Envy Default Turkish Skin File

source: en
af: af
ar: ar
ca: ca
de: de
es: es
fr: fr
he: he
hu: hu
it: it
ja: ja
lt: lt
nl: nl
no: no
pl: pl
pt: pt
ru: ru
sl: sl
sq: sq
sr: sr
sv: sv
tr: tr

source: Click here to select English as your natural language.
af: Kliek hier om Afrikaans as jou taal te kies.
ar: أنقر هنا لإختيار اللغة العربية كلغة طبيعية بالنسبة لك
ca: Selecciona ací per fer servir Envy en català!
de: Klicken Sie hier, um Deutsch als Sprache zu wählen.
es: Seleccione aquí para usar Envy en Español Internacional
fr: Cliquez ici pour utiliser Envy en Français.
he: לחץ כאן לקביעת עברית כשפת ברירת המחדל
hu: Kattintson ide a magyar nyelvhez.
it: Clicca qui per selezionare l'Italiano come lingua predefinita.
ja: アプリケーションで日本語を使用したい場合はここをクリックして下さい
lt: Paspauskite čia, jei Jūsų gimtoji kalba lietuvių.
nl: Klik hier om Nederlands als taal te kiezen.
no: Klikk her for å velge norsk som språk
pl: Kliknij, aby wybrać język polski.
pt: Clique aqui para traduzir o Envy para o português do Brasil.
ru: Щелкните здесь для смены языка на Русский (от dAbserver)
sl: Click here to select Slovenian (Slovenščina) as your natural language.
sq: Zgjidhni Shqipen si gjuhë tipike.
sr: Кликните овде да би сте изабрали Српски као свој језик.
sv: Klicka här för att välja svenska som ditt språk…
tr: Türkçe için buraya tıklayınız.

source: Connect
af: Konnekteer
ar: إتصال
ca: Connecta
de: Verbinden
es: Conectar
fr: Se connecter
he: ‪‪התחבר
hu: Kapcsolódás
it: Connetti
ja: 接続
lt: Jungtis
nl: Verbinden
no: Koble til
pl: Połącz
pt: Conectar
ru: Подключиться
sl: Povezava
sq: Lidhu
sr: Повежи се
sv: Anslut
tr: Bağlan

source: Home
af: Tuisblad
ar: الرئيسية
ca: Inici
es: Inicio
fr: Accueil
he: ראשי
hu: Kezdőlap
it: Iniziale
ja: ホーム
lt: Pradžia
nl: Startpagina
no: Hjem
pt: Lar
ru: Домой
sl: Domov
sq: Shtëpi
sr: Почетна
sv: Hem
tr: Ana Sayfa

source: Search
af: Soek
ar: بجث
ca: Cerca
de: Suchen
es: Buscar
fr: Recherche
he: ‪חיפוש
hu: Keresés
it: Cerca
ja: 検索
lt: Paieška
nl: Zoeken
no: Søk
pl: Szukaj
pt: Procurar
ru: Поиск
sl: Iskalnik
sq: Kërko
sr: Претрага
sv: Sök
tr: Arama

source: Downloads
af: Aflaaie
ar: التحميلات
ca: Descàrregues
es: Descargas
fr: Téléchargements
he: ‪הורדות
hu: Letöltések
it: Download
ja: 転送
lt: Atsisiuntimai
no: Nedlasting
pl: Pobierania
ru: Загрузки
sl: Prenosi
sq: Shkarkimi
sr: Преузимања
sv: Nedladdningar
tr: İndirmeler

source: Library
af: Biblioteek
ar: المكتبة
ca: Col·lecció
de: Bibliothek
es: Colección
fr: Bibliothèque
he: ‪‪ספרייה
hu: Könyvtár
it: Libreria
ja: ライブラリ
lt: Kolekcija
nl: Bibliotheek
no: Mine filer
pl: Zasoby
pt: Biblioteca
ru: Хранилище
sl: Knjižnica
sq: Librari
sr: Библиотека
sv: Bibliotek
tr: Kütüphane

source: Media
ar: الوسائط
ca: Reproductor
de: Medien
es: Reproductor
fr: Multimédia
he: ‪‪נגן מדיה
hu: Média
ja: メディア
lt: Grotuvas
pt: Mídia
ru: Проигрыватель
sl: Mediji
sr: Медија
tr: Ortam

source: Chat
ca: IRC
es: IRC
fr: IRC
he: חדר שיחה
hu: Csevegés
it: IRC
ja: IRC
lt: Pokalbiai
no: IRC
pl: RC
ru: Чат
sl: IRC
sq: IRC
sr: IRC
tr: IRC

source: Network
af: Netwerk
ar: شبكة
ca: Xarxa
de: Netzwerk
es: Redes
fr: Réseau
he: ‪רשת
hu: Hálózat
it: Rete
ja: ネットワーク
lt: Tinklas
nl: Netwerk
no: Nettverk
pl: Sieć
pt: Redes
ru: Сети
sl: Omrežje
sq: Rrjet
sr: Мрежа
sv: Nätverk
tr: Ağ

source: Download File
af: Laai Af
ar: تحميل
ca: Descarrega arxiu
de: Herunterladen
es: Descargar Archivo
fr: Télécharger
he: ‪הורד
hu: Letöltés
it: Scarica
ja: ダウンロード
lt: Parsisiųsti
nl: Downloaden
no: Nedlasting
pl: Pobierz
pt: Baixar
ru: Загрузить
sl: Prenesi
sq: Shkarko
sr: Преузимање
sv: Ladda ned
tr: İndir

source: Browse User
af: Blaai deur Gebruikersinligting
ar: معلومات عن المستخدم
ca: Explora usuari
de: Benutzer durchsuchen
es: Explorar
fr: Parcourir l'utilisateur
he: ‪עיין במשתמש
hu: Fájllista és adatlap
it: Esplora utente
ja: 参照
lt: Rodyti naudotojo duomenis
nl: Gebruiker bekijken
no: Utforsk bruker
pl: Przeglądaj użytkownika
pt: Navegar
ru: Просмотр хоста
sl: Brskanje po uporabniku
sq: Shfleto
sr: Претражи корисника
sv: Visa användarens filer
tr: Kullanıcı Ara

source: Filter :
af: Filtreer:
ar: فرز:
ca: Filtre:
es: Filtro:
fr: Filtrer:
he: ‪:מסנן
hu: Szűrő:
it: Filtro:
ja: フィルタ:
lt: Filtras:
no: Filtrer
pl: Filtr:
pt: Filtro:
ru: Фильтр:
sq: Filtër:
tr: Filtre:

source: Show/Hide Details
af: Inligtingspaneel
ar: إظهار التفاصيل
ca: Detalls
de: Details anzeigen
es: Detalles
fr: Afficher les détails
he: ‪הצג פרטי חיפוש
hu: Részletek
it: Mostra dettagli
ja: 詳細
lt: Išsamus aprašas
nl: Details tonen
no: Vis detaljer
pl: Pokaż szczegóły
pt: Mostrar Detalhes
ru: Подробности
sl: Podrobno
sq: Me Detaje
sr: Прикажи детаље
sv: Visa detaljer
tr: Ayrıntıları Göster

source: Hide Sidebar
af: Soekpaneel
ar: إظهار البحث
ca: Barra de cerca
de: Suchleiste
es: Búsqueda
fr: Panneau de recherche
he: ‪הצג לוח חיפוש
hu: Keresés megjelenítése
it: Mostra ricerca
ja: 検索パネルを表示
lt: Paieškos skydelis
nl: Zoekpaneel
no: Vis søk
pl: Panel wyszukiwania
pt: Mostrar Busca
ru: Панель поиска
sl: Prikaz iskanja
sq: Me Kërkim
sr: Прикажи претрагу
sv: Visa sökning
tr: Aramaları Göster

source: New Search
af: Soek Weer...
ar: البحث ثانية ...
ca: Cerca novament...
de: Erneut suchen...
es: Buscar de Nuevo...
fr: Chercher encore...
he: ‪חפש שוב...
hu: Keresés újra...
it: Cerca ancora...
ja: 再検索...
lt: Ieškoti dar...
nl: Opnieuw zoeken...
no: Søk på nytt...
pl: Szukaj ponownie...
pt: Procurar de Novo...
ru: Продолжить
sl: Ponovno iskanje...
sq: Kërko Prapë...
sr: Претражи поново ...
sv: Sk igen...
tr: Tekrar Ara...

source: Stop Search
af: Staak Soektog
ar: إيقاف البحث
ca: Atura
de: Stopp
es: Detener
fr: Stopper la recherche
he: ‪הפסק חיפוש
hu: Stop
it: Ferma Ricerca
ja: 停止
lt: Stabdyti
nl: Stoppen
no: Stopp
pl: Zatrzymaj wyszukiwanie
pt: Parar
ru: Остановка поиска
sl: Zaustavitev iskanja
sq: Ndale Kërkimin
sr: Заустави претрагу
sv: Stopp
tr: Aramayı Durdur

source: Profile
af: Profiel
ar: الملف الخاص
ca: Perfil
de: Profil
es: Perfil
fr: Profil
he: ‪פרופיל
hu: Adatlap
it: Profilo
ja: プロフィール
lt: Profilis
nl: Profiel
no: Profil
pl: Profil
pt: Perfil
ru: Профиль
sl: Profil
sq: Profili
sr: Профил
sv: Profil
tr: Profil

source: Shared Files
af: Gedeelde Lêers
ar: ملفات المشاركة
ca: Arxius Compartits
de: Freigegebene Dateien
es: Archivos Compartidos
fr: Fichiers partagés
he: ‪קבצים משותפים
hu: Megosztott fájlok
it: File condivisi
ja: 共有ファイル
lt: Bendrinti failai
nl: Gedeelde bestanden
no: Mine filer
pl: Udostępnione pliki
pt: Arquivos Compartilhados
ru: Файлы
sl: Skupne datoteke
sq: Skedat e Shpërndara
sr: Дељени фајлови
sv: Utdelade filer
tr: Paylaşılan Dosyalar

source: Folders
af: Gidse
ar: مجلدات
ca: Carpetes
de: Ordner
es: Carpetas
fr: Dossiers
he: ‪תקיות
hu: Mappák
it: Cartelle
ja: 物理フォルダ
lt: Aplankai
nl: Mappen
no: Mapper
pl: Foldery
pt: Pastas
ru: Папки
sl: Mape
sq: Dosje
sr: Фолдери
sv: Mappar
tr: Klasörler

source: Organizer
af: Organiseerder
ar: تنظيم
ca: Organitzador
de: Verwalten
es: Organizador
fr: Organiseur
he: ‪ארגונית
hu: Rendező
it: Organizzatore
ja: 仮想フォルダ
lt: Katalogai
nl: Organiseren
no: Organisert
pl: Organizator
pt: Organizador
ru: Органайзер
sl: Organizator
sq: Organizuesi
sr: Планер
sv: Organiserare
tr: Düzenleyen

source: Chat to User
af: Gesels met Gebruiker
ar: محادثة المستخدم
ca: Parlar amb Usuari
de: Mit Benutzer chatten
es: Chatear con Usuario
fr: Discuter avec l'util.
he: ‪שוחח עם משתמש
hu: Csevegés
it: Chat
ja: チャット
lt: Kalbėtis su naudotoju
nl: Chatten
no: Snakk med bruker
pl: Rozmowa z użytkownikiem
pt: Conversar
ru: Чат
sl: Kramljaj z uporabnikom
sq: Bisedo
sr: Ћаскај са корисником
sv: Chatta med användare
tr: Sohbet

source: Stop
ar: إيقاف
ca: Atura
de: Stopp
es: Detener
he: ‪הפסק
it: Termina
ja: 停止
lt: Stabdyti
nl: Stoppen
no: Stopp
pt: Parar
ru: Стоп
sl: Končaj
sq: Ndalo
sr: Заустави
sv: Stopp
tr: Durdur

source: Refresh
af: Verfris
ar: تحديث
ca: Actualitza
de: Aktualisieren
es: Actualizar
fr: Actualiser
he: ‪רענן
hu: Frissítés
it: Aggiorna
ja: 更新
lt: Atnaujinti
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt: Atualizar
ru: Обновить
sl: Osveži
sq: Rifresko
sr: Освежи
sv: Uppdatera
tr: Yenile

source: Play or Open
af: Open of Speel
ar: فتح او تشغيل
ca: Obre o reprodueix
de: Öffnen
es: Abrir o Reproducir
fr: Ouvrir ou lire
he: ‪פתח או הפעל
hu: Megnyitás-Lejátszás
it: Apri/Play
ja: 開く・再生
lt: Atverti ar vykdyti
nl: Openen of afspelen
no: Åpne eller spill av
pl: Otwórz lub odtwarzaj
pt: Abrir/Tocar
ru: Открыть
sl: Odpri ali predvajaj
sq: Hape/Lexo
sr: Отвори или пусти
sv: Öppna eller spela upp
tr: Aç/Oynat

source: Preview File
af: Kyk Voorskou van Lêer
ar: عرض الملف
ca: Vista prèvia
de: Vorschau
es: Vista Previa
fr: Prévisualiser
he: ‪תצוגה מקדימה
hu: Előnézet
it: Anteprima file
ja: プレビュー
lt: Peržiūra
nl: Voorvertonen
no: Forhåndsvis
pl: Podgląd pliku
pt: Prever Arquivo
ru: Просмотр
sl: Predogled datoteke
sq: Parashiko
sr: Преглед фајла
sv: Förhandsvisa fil
tr: Dosya Ön İzleme

source: Delete File
af: Skrap Lêer
ar: حذف ملف
ca: Esborra l'arxiu
de: Datei löschen
es: Borrar Archivo
fr: Supprimer le fichier
he: ‪מחק קובץ
hu: Törlés
it: Elimina file
ja: 削除
lt: Trinti failą
nl: Verwijderen
no: Slett fil
pl: Usuń plik
pt: Apagar Arquivo
ru: Удалить файл
sl: Briši datoteke
sq: Fshije
sr: Обриши фајл
sv: Radera fil
tr: Dosya Silme

source: Cancel Download
af: Kanselleer Aflaai
ar: إلغاء التحميل
ca: Cancel·la la descàrrega
de: Download abbrechen
es: Cancelar Descarga
fr: Supprimer
he: ‪בטל הורדה
hu: Letöltés leállítása
it: Annulla
ja: キャンセル
lt: Nutraukti siuntimą
nl: Beëindigen
no: Avbryt nedlasting
pl: Anuluj pobieranie
pt: Cancelar
ru: Отменить
sl: Preklic prenosa
sq: Anulo
sr: Прекини преузимање
sv: Avbryt nedladdning
tr: İndirmeden Vazgeç

source: Clear Download
af: Verwyder Aflaai
ar: إزالة التحميل
ca: Neteja la descàrrega
de: Download entfernen
es: Limpiar Descarga
fr: Nettoyer
he: ‪נקה הורדה
hu: Letöltés törlése
it: Rimuovi
ja: 完了済みをクリア
lt: Valyti failą
nl: Wissen
no: Fjern nedlasting
pl: Wyczyść pobieranie
pt: Limpar Download
ru: Убрать
sl: Počisti prenos
sq: Pastro
sr: Очисти завршено
sv: Rensa nedladdning
tr: İndirmeyi Temizle

source: Resume Download
af: Hervat Aflaai
ar: متابعة التحميل
ca: Continua la descàrrega
de: Download wiederaufnehmen
es: Resumir Descarga
fr: Reprendre
he: ‪המשך הורדה
hu: Letöltés folytatása
it: Riprendi
ja: 再開
lt: Tęsti siuntimą
nl: Hervatten
no: Fortsett nedlasting
pl: Wznów pobieranie
pt: Resumir
ru: Продолжить
sl: Nadaljevanje prenosa
sq: Rimerre
sr: Настави преузимање
sv: Återuppta nedladdning
tr: İndirmeyi Sürdür

source: Pause Download
af: Vries Aflaai
ar: إيقاف التحميل مؤقتا
ca: Atura la descàrrega
de: Download anhalten
es: Pausar Descarga
fr: Mettre en pause
he: ‪השהה הורדה
hu: Letöltés szüneteltetése
it: Pausa
ja: 一時停止
lt: Pristabdyti siuntimą
nl: Pauzeren
no: Pause nedlasting
pl: Wstrzymaj pobieranie
pt: Pausar
ru: Приостановить
sl: Prekinitev prenosa
sq: Pusho
sr: Паузирај преузимање
sv: Gör paus i nedladdning
tr: İndirmeyi Duraklat

source: Details
af: Properties
ar: معلومات
ca: Informació
de: Info
es: Información
fr: Info
he: ‪מידע הטורנט
hu: Infó
it: Informazioni
ja: 情報
lt: Savybės
nl: Informatie
no: Info
pl: Info
pt: Propriedades
ru: Свойства
sl: Informacije
sq: Info
sr: Информације
sv: Information
tr: Torrent Bilgisi

source: Show Monitor
af: Vertoon Monitor
ar: إظهار الشاشة
ca: Mostra el monitor
de: Monitor anzeigen
es: Mostrar Monitor
fr: Moniteur
he: ‪(הצג משגוח (מוניטור
hu: Monitor megjelenítése
it: Mostra monitor
ja: モニタを表示
lt: Rodyti monitorių
nl: Monitor tonen
no: Vis monitor
pl: Pokaż monitor
pt: Mostrar Monitor
ru: Монитор
sl: Pokaži nadzornik
sq: Monitoro
sr: Прикажи преузимање
sv: Visa monitor
tr: Ekranı Göster

source: Clear Completed
af: Verwyder Voltooide Aflaaie
ar: تم اكمال المسح
ca: Neteja els completats
de: Aufräumen
es: Limpiar Completados
fr: Nettoyer terminés
he: ‪נקה הורדות שהסתיימו
hu: Kész törlése
it: Rimuovi file completati
ja: 完了済みをクリア
lt: Valyti sąrašą
nl: Wis voltooide bestanden
no: Fjern ferdige
pl: Wyczyść zakończone
pt: Limpar
ru: Очистить от завершенных
sl: Počisti končano
sq: Pastro të Përfunduarit
sr: Очисти завршено
sv: Rensa färdiga
tr: Temizleme Tamamlandı

source: Add Download
af: Voeg Aflaai/Torrent By...
ar: اضافة تحميل/Torrent...
ca: Afegeix descàrrega/torrent...
de: Download / Torrent hinzufügen...
es: Descargar Archivo
fr: Ajouter un télécharg...
he: ‪הוסף הורדה/טורנט
hu: Torrent/Link hozzáadása...
it: Aggiungi download...
ja: ダウンロード/Torrent追加...
lt: Pridėti failą/Torrent...
nl: Downloadlink invoegen
no: Legg til nedlasting/torrent...
pl: Dodaj plik/Torrent...
pt: Adicionar Download/Torrent...
ru: Начать загрузку...
sl: Dodaj prenos/torrent...
sq: Shto një Shkarkesë/Torrent...
sr: Додај за преузимање / Torrent ...
sv: Lägg till nedladdning/Torrent…
tr: İndir/Torrent Ekle...

source: Filters
af: Filtreer
ar: فرز
ca: Filtre
de: Filtern
es: Filtro
fr: Filtrer
he: ‪מסנן
hu: Szűrő
it: Filtro
ja: フィルタ
lt: Filtruoti
nl: Filter
no: Filtrer
pl: Filtr
pt: Filtrar
ru: Фильтр
sl: Filter
sq: Filtër
sr: Filter
sv: Filter
tr: Filtre

source: Show File
af: Open of Speel
ar: فتح او تشغيل
ca: Obre o reprodueix
de: Öffnen
es: Abrir
fr: Ouvrir ou lire
he: ‪פתח או הפעל
hu: Megnyitás-Lejátszás
it: Apri/Play
ja: 開く・再生
lt: Atverti ar vykdyti
nl: Openen of afspelen
no: Åpne eller spill av
pl: Otwórz lub odtwarzaj
pt: Abrir/Tocar
ru: Открыть
sl: Odpri ali predvajaj
sq: Hape/Lexo
sr: Отвори или пусти
sv: Öppna/Spela
tr: Aç/Oynat

source: Cancel File
af: Kanselleer
ar: إزالة رفع الملفات
ca: Neteja la pujada
de: Abbrechen
es: Limpiar
fr: Supprimer l'envoi
he: ‪נקה העלאה
hu: Feltöltés törlése
it: Rimuovi upload
ja: アップロードをクリア
lt: Atšaukti
nl: Wissen
no: Fjern opplasting
pl: Anuluj wysyłanie
pt: Limpar Upload
ru: Очистить
sl: Počisti naložek (upload)
sq: Pastro
sr: Очисти послато
sv: Rensa
tr: Aktarımı Temizle

source: Start Now
af: Begin Dadelik
ar: ابداء الان
ca: Comença ara
de: Starten
es: Empezar
fr: Commencer maintenant
he: ‪התחל כעת
hu: Kezdés most
it: Avvia
ja: すぐに開始
lt: Leisti dabar
nl: Nu starten
no: Start nå
pl: Zacznij wysyłanie
pt: Iniciar
ru: Начать сейчас
sl: Začni takoj
sq: Nise Tani
sr: Стартуј одмах
sv: Starta nu
tr: Başlat

source: Priority
af: Prioriteit
ar: الأولوية
ca: Prioritat
de: Priorität
es: Prioridad
fr: Priorité
he: עדיפות
hu: Prioritás
it: Priorità
ja: 順位
lt: Prioritetas
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
ru: приоритет
sl: Prednost
sq: Prioritet
sr: приоритет
sv: Prioritet
tr: Öncelik

source: Share Files...
af: Deel Lêers...
ar: مشاركة الملفات...
ca: Comparteix arxius...
de: Ordner freigeben...
es: Compartir Archivos...
fr: Partager des fichiers...
he: ‪...שתף קבצים
hu: Fájlok megosztása...
it: Condividi file...
ja: 共有ファイル...
lt: Bendrinti failus...
nl: Bestanden delen...
no: Del filer...
pl: Udostępnij pliki...
pt: Compartilhar Arquivos...
ru: Общий доступ...
sl: Deli datoteke z drugimi...
sq: Shpërnda skeda...
sr: Дели фајлове ...
sv: Dela ut filer…
tr: Dosya Paylaşımı...

source: Back
af: Op
ar: الاعلى
ca: Amunt
de: Aufwärts
es: Arriba
fr: Parent
he: ‪תיקיה מכילה
hu: Fel
it: Su
ja: 上へ
lt: Aukštyn
nl: Naar boven
no: Opp
pl: Do góry
pt: Para cima
ru: Вверх
sl: Gor
sq: Sipër
sr: Горе
sv: Upp
tr: Yukarı

source: View
af: Vertoon
ar: عرض
ca: Veure
de: Ansicht
es: Vista
fr: Affichage
he: ‪תצוגה
hu: Megnéz
it: Visualizza
ja: 表示
lt: Rodyti
nl: Bekijken
no: Vis
pl: Widok
pt: Visualizar
ru: Вид
sl: Pogled
sq: Shiko
sr: Поглед
sv: Visa
tr: Görünüm

source: Find:
af: Soek:
ar: بحث
ca: Cerca:
de: Suchen:
es: Buscar:
fr: Trouver:
he: ‪חפש
hu: Keres:
it: Cerca:
ja: 検索
lt: Ieškoti:
nl: Zoeken:
no: Søk:
pl: Znajdź:
pt: Achar:
ru: Найти:
sl: Poišči:
sq: Gjej:
sr: Нађи:
sv: Sök:
tr: Bul:

source: Hide Details
ar: إظهار التفاصيل
ca: Detalls
de: Details
es: Detalles
fr: Afficher les détails
he: ‪הצג פרטים
hu: Részletek
it: Mostra dettagli
ja: 詳細を表示
lt: Išsamiau
nl: Details tonen
no: Vis detaljer
pl: Pokaż szczegóły
pt: Mostrar Detalhes
ru: Подробности
sl: Podrobno
sq: Me Detaje
sr: Прикажи детаље
sv: Visa detaljer
tr: Ayrıntıları Göster

source: Create Group...
af: Skep Album...
ar: إنشاء الألبوم...
ca: Crea un àlbum...
de: Album erstellen...
es: Crear Album...
fr: Créer un album...
he: ‪...צור אלבום
hu: Album létrehozása...
it: Crea album...
ja: アルバムを作成...
lt: Sukurti albumą...
nl: Album maken...
no: Ny mappe
pl: Stwórz album...
pt: Criar Álbum...
ru: Создать альбом...
sl: Ustvari album...
sq: Krijo një Album...
sr: Направи албум ...
sv: Skapa album…
tr: Albüm Oluştur...

source: Delete Group
af: Verwyder Album
ar: حذف الألبوم
ca: Esborra un àlbum
de: Löschen
es: Borrar Album
fr: Supprimer l'album
he: ‪מחק אלבום
hu: Album törlése
it: Elimina album
ja: アルバムを削除
lt: Šalinti albumą
nl: Album verwijderen
no: Slett mappe
pl: Usuń album
pt: Apagar Álbum
ru: Удалить альбом
sl: Brisanje albuma
sq: Fshije
sr: Обриши албум
sv: Radera album
tr: Albüm Sil

source: Open or Play
af: Open of Speel
ar: فتح او تشغيل
ca: Obre o reprodueix
de: Öffnen oder abspielen
es: Abrir o Reproducir
fr: Ouvrir ou lire
he: ‪פתח או הפעל
hu: Megnyitás-Lejátszás
it: Apri/Play
ja: 開く・再生
lt: Atverti ar vykdyti
nl: Openen of afspelen
no: Åpne / spill av
pl: Otwórz lub odtwarzaj
pt: Abrir/Tocar
ru: Открыть
sl: Odpri ali predvajaj
sq: Hape/Lexo
sr: Отвори или пусти
sv: Öppna eller spela upp
tr: Aç/Oynat

source: Add to Playlist
af: Voeg by Medialys
ar: اضافه الى قائمة التشغيل
ca: Afegeix a la llista de reproducció
de: In Wiedergabeliste
es: Agregar a la lista de reproducción
fr: Ajouter à la liste de lecture
he: ‪הוסף לרשימת השמעה
hu: Listához ad
it: Aggiungi alla playlist
ja: 再生リストに追加
lt: Įtraukti į grojaraštį
nl: Toevoegen aan afspeellijst
no: Legg til spilleliste
pl: Dodaj do listy odtwarzania
pt: Adicionar a Lista
ru: Добавить в список
sl: Dodaj v predvajalni seznam
sq: Shtoje në Listë
sr: Додај у плејлисту
sv: Lägg till i spellista
tr: Oynatma Listesine Ekle

source: Web Services
ar: خدمات ويب
de: Internet-Dienste
fr: Services Web
he: שרותי רשת
hu: Webszolgáltatások
lt: Paslaugos Internete
pt: Serviços da Web
ru: Сервис
sv: Webbtjnster
tr: Web Servisleri

source: Play All
af: Speel Album
ar: تشغيل الألبوم
ca: Reprodueix àlbum
de: Album wiedergeben
es: Reproducir Album
fr: Lire l'album
he: ‪נגן אלבום
hu: Album lejátszása
it: Esegui album
ja: アルバムを再生
lt: Atverti albumą
nl: Album afspelen
no: Spill av...
pl: Odtwórz album
pt: Tocar Álbum
ru: Добавить альбом в список
sl: Predvajanje albuma
sq: Lexo Albumin
sr: Пусти албум
sv: Spela upp album
tr: Albüm Oynat

source: Download All
af: Laai Alle Lêers Af
ar: تحميل كافة الملفات
ca: Descarrega tots els arxius
de: Alle Dateien herunterladen
es: Descargar Todos Los Archivos
fr: Téléch. tous les fichiers
he: ‪הורד את כל הקבצים
hu: Minden fájl letöltése
it: Scarica tutti i file
ja: 全てのファイルをダウンロード
lt: Parsisiųsti visus failus
nl: Alle downloaden
no: Last ned alle filene
pl: Pobierz wszystkie pliki
pt: Baixar Todos Os Arquivos
ru: Загрузить все файлы
sl: Prenos vseh datotek
sq: Shkarko Gjithë Skedat
sr: Преузми све фајлове
sv: Ladda ned alla filer
tr: Tüm Dosyaları İndir

source: Play
af: Speel
ar: تشغيل
ca: Reprodueix
de: Wiedergabe
es: Reproducir
fr: Lecture
he: ‪נגן
hu: Lejátszás
ja: 再生
lt: Groti
nl: Afspelen
no: Spill av
pl: Odtwarzaj
pt: Tocar
ru: Играть
sq: Lexo
sr: Пусти
sv: Spela upp
tr: Oynat

source: Pause
af: Vries
ar: إيقاف مؤقت
ca: Pausa
es: Pausa
he: ‪השהה
hu: Szünet
it: Pausa
ja: 一時停止
lt: Pristabdyti
nl: Pauzeren
pl: Pauza
pt: Pausar
ru: Пауза
sq: Pusho
sr: Пауза
sv: Paus
tr: Duraklat

source: Seek:
af: Posisie:
ar: مسار العرض:
ca: Posició:
de: Position:
es: Posición:
fr: Position:
he: ‪:מיקום
hu: Keres:
it: Posizione:
ja: 移動:
lt: Vieta:
nl: Zoeken:
no: Søk
pl: Szukaj:
pt: Procurar:
ru: Мотать:
sl: Išči v mediju:
sq: Kërkimi:
sv: Sök:
tr: Ara:

source: Seek to a position in the media file
af: Soek 'n posisie in die medialêer
ar: انقل الؤشر الى المكان الذي تريد البدا منه
ca: Vés a una posició en l'arxiu
de: Zu einer Position in der Datei springen
es: Ir a una posición en el archivo
fr: Se déplacer dans le fichier média
he: עבור למיקום אחר בקובץ המדיה
hu: A médián belül keres
it: Cerca la posizione nel file multimediale
ja: メディアファイル内の指定した位置に移動します
lt: Nueiti į grotuvo failo tam tikrą vietą
nl: Zoek naar een positie in het mediabestand
no: Søk til bestemt posisjon
pl: Przejdź do pozycji w pliku multimedialnym
pt: Procurar uma posição no arquivo de mídia
ru: Перемещение по медиа файлу (совет: щелкните на ползунок и передвигайтесь стрелками клавиатуры - влево или вправо)
sl: Išči določeno mesto v medijski datoteki
sq: Kërkon në pozicionin e mediaskedës
sr: Скочи на позицију у фајлу
sv: Sök till en position i mediafilen
tr: Ortam Dosyasında Konum Ara

source: Volume:
ar: الصوت:
ca: Volum:
de: Lautstärke:
es: Volumen:
he: ‪:עוצמה
hu: Hangerő:
ja: 音量:
lt: Garsas:
no: Volum:
pl: Głośność:
ru: Громкость:
sq: Vëllimi:
sv: Volym:
tr: Ses:

source: Adjust the audio volume
af: Verstel die volume
ar: ضبط التحكم بالصوت
ca: Ajusta el volum
de: Lautstärke anpassen
es: Ajustar el volumen
fr: Ajuster le volume audio
he: כוונן את עוצמת הקול
hu: Állítsa be a megfelelő hangerőt
it: Regola il volume audio
ja: オーディオ音声を調節します
lt: Derinti garsumą
nl: Het geluidsvolume aanpassen
no: Juster volum
pl: Ustaw głośność dźwięku
pt: Ajustar o volume do áudio
ru: Изменить громкость (совет: щелкните на ползунок и меняйте громкость стрелками клавиатуры - влево или вправо)
sl: Nastavi jakost zvoka
sq: Ndreq vëllimin e zërit
sr: Подеси јачину звука
sv: Justera ljudvolymen
tr: Sesi Ayarla

source: Open File
af: Open Lêer
ar: فتح ملف
ca: Obre arxiu
de: Datei öffnen
es: Abrir Archivo
fr: Ouvrir le fichier
he: ‪פתח קובץ
hu: Fájl megnyitása
it: Apri file
ja: ファイルを開く
lt: Atverti failą
nl: Bestand openen
no: Åpne fil
pl: Otwórz plik
pt: Abrir Arquivo
ru: Открыть файл
sl: Odpri datoteko
sq: Hape
sr: Отвори фајл
sv: Öppna fil
tr: Dosya Aç
