Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: As needed| When ratio over 100%| Only when requested| Never
ca: Quan es necessite| Quan el ràtio supera el 100%| Únicament quan siga demanat| Mai
de: Wenn nötig| Wenn U/D Verhältnis über 100%| Nur wenn angefordert| Nie
es: Cuando sea necesario| Cuando el ratio es más del 100%| Cuando sea necesario| Nunca
fr: Selon le besoin| Quand le ratio dépasse 100%| Seulement si requis| Jamais
he: לפי הצורך|כשהיחס העברות מעל 100%|רק כשמתבקש|אף פעם
hu: Ha szükséges| Ha az arány több, mint 100%| Ha kérik| Soha
it: Quando necessario| Quando il rapp. DL/UL supera il 100%| Solo quando richiesto| Mai
ja: 必要に応じて行う| 割合が100%を超えた時| 要求された場合のみ| 決して行わない
lt: Kada reikia|Kai santykis virš 100%|Tik kai prašoma|Niekada
nl: Indien nodig|Wanneer verhouding over 100% is|Alleen op verzoek|Nooit
no: Etter behov|Når delingsrate er over 100%|Kun ved forespørsel|Aldri
pl: Według potrzeb|Kiedy współczynnik jest ponad 100%|Tylko kiedy żądane|Nigdy
ru: Когда необходимо| Когда соотношение выше 100%| Только когда запрашивают| Никогда
sl: Po potrebi| Ko razmerje preseže 100%| Ob zahtevku| Nikoli
sq: Siç nevojitet| Kur raporti është mbi 100%| Vetëm kur kërkohet| Kurrë
sv: Efter behov| När proportionen är över 100%| Enbart vid förfrågan| Aldrig
tr: İhtiyaç kadarı|100% oluncaya kadar|Yanlız istek olunca|Asla

source: Torrent _Information:
af: BitTorrent _Inligting:
ar: Name:
ca: Informació del _Torrent:
de: Torrent-_Informationen:
es: Información _Torrent:
fr: _Information Torrent :
he: :מידע על הטורנט
hu: _Torrent adatai
it: _Informazioni del torrent:
ja: Torrent情報:
lt: Torrent _informacija:
nl: Torrent_informatie:
no: Torrent _informasjon:
pl: Informacje o Torrencie:
pt: Informação do _Torrent:
ru: _Информация о торренте:
sl: _Informacije o Torrentu:
sq: _Informacion mbi Torrentin:
sr: Torrent _Informacije:
tr: Torrent _Bilgileri:

source: Created:
af: Geskep:
ar: By:
ca: Creat:
de: Erstellt:
es: Creado:
fr: Date de création :
he: :נוצר
hu: Készült:
it: Creato il:
ja: 作成日:
lt: Sukurta:
nl: Gemaakt:
no: Laget:
pl: Utworzony:
pt: Criado:
ru: Создан:
sl: Ustvarjen:
sq: Krijimi:
sr: Napravljeno:
sv: Skapad:
tr: Oluşturuldu:

source: By:
af: Deur:
ar: Comments:
ca: Per:
de: Von:
es: Por:
fr: Auteur :
he: :לפי
hu: Készítő:
it: Da:
ja: 作成者:
lt: Programa:
nl: Door:
no: Av:
pl: Przez:
pt: Por:
ru: Чем:
sl: Ustvaril:
sq: Nga:
sr: Napravio:
sv: Av:
tr: Tarafından:

source: Transfers:
af: _Aflaaiers:
ar: Start new download transfers:
ca: Transferències:
de: Transfer:
es: Transferencias:
fr: Transferts :
he: :העברות
hu: Forgalom
it: Trasferimenti:
ja: 転送:
lt: Siuntimai:
nl: Overdrachten:
no: Overføringer:
pl: Transfery:
pt: Transferências:
ru: Пересылки:
sl: Prenosi:
sq: Transferta:
sr: Tracker:
sv: Överföringar:
tr: Transferler:

source: Start new download transfers:
af: Begin nuwe aflaai oordragte:
ar: Total Uploaded:
ca: Comença noves transferències de descàrrega:
de: Neuen Download-Transfer starten:
es: Iniciar nuevas descargas:
fr: Commencer des nouveaux transferts:
he: :התחל העברות של הורדה חדשה
hu: Új letöltés indítása:
it: Avvia nuovi download:
ja: 新規ダウンロード転送の開始時期:
lt: Pradėti naujus atsisiuntimus:
nl: Start nieuwe download verplaatsingen:
no: Start nye nedlastinger:
pl: Rozpocznij nowe transfery-pobierania:
pt: Iniciar as novas transferências de download:
ru: Начать новые загрузки:
sl: Začni nov prenos:
sq: Nis transferim të ri të shkarkesës:
sv: Påbörja ny överföring:
tr: Yeni bir indirme transferine başla:

source: Total Uploaded:
ar: Notes:
ca: Volumen pujat total:
de: Gesamt hochgeladen:
es: Subida total:
fr: Total Envoyé :
hu: Teljes feltöltés:
it: Totale inviato:
ja: アップロード合計:
lt: Viso išsiųsta:
no: Oppdater
pl: Łącznie wysłane:
pt: Total Enviado:
ru: Всего роздано:
sl: Skupno naloženo:
sq: Ngarkimi Total:
sr: _Downloaders:
sv: Totalt uppladdade:
tr: Toplam Gönderilen:

source: Notes:
de: Notizen:
es: Notas:
hu: Megjegyzés:
it: Note:
ja: 注記:
lt: Pastabos:
pl: Uwagi:
pt: Notas:
ru: Заметки:
sl: Opombe:
sq: Shënime:
sr: Završeni(celi) (Seeds):
sv: Anteckningar:
tr: Not:

source: CAUTION: This dialog provides advanced download editing features for power users, that may cause corruption when used incorrectly.
af: WAARSKUWING: Hierdie venster verskaf gevorderde aflaaifunksies vir kragtige gebruikers wat, as dit verkeerdelik gebruik word, korrupsie kan veroorsaak.
ca: ADVERTÈNCIA: Amb aquesta finestra es poden configurar opcions avançades de la descàrrega per a usuaris avançats, que, si són utilitzades incorrectament, podrien danyar o perdre la descàrrega.
de: ACHTUNG: Dieser Dialog stellt erweiterte Funktionen für Poweruser zur Verfügung. Diese Funktionen zerstören bei falscher Anwendung ihre Downloads.
es: ADVERTENCIA: En este diálogo se pueden configurar opciones avanzadas de la descarga, que pueden dañar o perder la descarga.
fr: ATTENTION : Utilisateurs avertis... Cette fenêtre donne accès à des paramètres avancés qui, s'ils sont mal renseignés, peuvent corrompre un fichier.
he: אזהרה: תיבת דו-שיח זו מעניקה אפשרויות מתקדמות לעריכה למשתמשים כבדים אשר ים, אם יעשה בה שימוש באופן שגוי עלולה לגרום לנזק.
hu: FIGYELEM: Ez az ablak különleges beállításokat tartalmaz. A helytelen beállítások az adatok meghibásodását okozhatják.
it: ATTENZIONE: Questa finestra fornisce funzionalità di modifica dei download avanzate per utenti esperti e se usata in modo errato può causare danni.
ja: 警告: このダイアログは熟練したユーザーに対して高度なダウンロード編集機能を提供します。 これが不当に使用された場合、恐らくそのダウンロードは不正になります。
lt: DĖMESIO: Šiame dialogo lange patyrę naudotojai gali taisyti failo informaciją, bet neteisingi pakeitimai gali sugadinti failą.
nl: WAARSCHUWING: De hier weergegeven opties zijn alleen voor gevorderde gebruikers. Bij incorrect gebruik is de kans op datacorruptie zeer groot.
no: OBS: Avansert redigering er for erfarne brukere, filene kan bli ødelagt hvis du gjør noe galt.
pl: UWAGA: To okno umożliwia zaawansowaną edycję pobierania. Jeśli zostanie nieprawidłowo użyta może i prawdopodobnie spowoduje uszkodzenie pobieranego pliku.
pt: AVISO: Este diálogo fornece funções de edição avançada dos downloads para usuário power a qual se usada incorretamente pode e provavelmente causará corrupção.
ru: ВНИМАНИЕ: Этот диалог для ОПЫТНЫХ пользователей и дает опции, которые при неправильном использовании могут разрушить загрузку.
sl: OPOZORILO: V tem oknu boste lahko uredili napredne prenosne nastavitve za napredne uporabnike. Če bodo nastavitve uporabljene nepravilno, se lahko pojavijo težave v delovanju programa.
sq: KUJDES: Kjo tabelë paraqet veçori të përparuara për editimin e shkarkimit, të cilat nëse përdoren jokorrekt mund, dhe mbase do të shkaktojnë korruptim.
sr: UPOZORENJE: Ove opcije omogućuju napredno podešavanje skidanja, ako se pogrešno koriste verovatno će uzrokovati GREŠKU u skinutoj datoteci
sv: VARNING: Denna dialog tillhandahåller avancerade nedladdningsinställningar för avancerade användare. Felaktiga användning kan leda till korrupta filer.
tr: Uyarı: İleri kullanıcılar için bu diyalog ileri indirme biçimlendirme özelliği temin eder, bu özellikler kullanılırsa hatalar oluşabilir ve muhtemelen bozukluklar ortaya çıkabilir.

source: Details:
ca: Nom de l'arxiu i mida:
de: Dateiname und -größe:
es: Información:
fr: Nom et Taille :
he: שם קובץ וגודל:
hu: Fájlnév és méret
it: Nome e dimensione:
ja: ファイル名とサイズ:
lt: Vardas ir dydis:
nl: Bestandsnaam en bestandsgrootte:
no: Informasjon:
pl: Informacje
pt: Nome e Tamanho:
ru: Имя и размер файла:
sl: Informacije:
sq: Informacion:
sr: Informacije:
sv: Filnamn och storlek:
tr: Bilgileri:

source: Byte Size:
af: Byte Grootte:
ca: Mida de Bytes:
de: Dateigröße (Byte):
es: Tamaño de Bytes:
fr: Taille de Octets :
he: גודל קובץ (בתים):
hu: Méret (Bájt):
it: Dimens. (Byte):
ja: サイズ(バイト):
lt: Dydis (baitais):
nl: Grootte in Bytes:
pl: Wielkosć Byte:
pt: Tamanho do Byte:
ru: Размер (байты):
sl: Velikost v bajtih:
sq: Përmasa Bajte:
sv: Filstorlek Bytes:
tr: Boyutu Bayt

source: Date:
af: Datum:
ar: تاريخ:
ca: Data:
de: Datum:
es: Fecha:
it: Data:
ja: 日付:
lt: Data:
nl: Datum:
pl: Data:
pt: Data:
ru: Дата:
sv: Datum:
tr: Tarih:

source: URN Hashes:
af: URNs:
ca: URNs:
de: URNs:
es: URNs:
fr: URN :
he: URNs:
hu: URN-ek
it: URN:
ja: URN:
lt: Universalūs ištekliaus vardai (URNs):
nl: URNs:
no: URNs:
pl: URNy:
pt: URNs:
ru: URNs:
sl: URN-ji:
sq: URN-e:
sr: URNs:
sv: URNs:
tr: URNs:

source: Trusted?
ca: De confiança
de: Vertraut?
es: ¿Confiado?
fr: Fiable ?
he: אמין
hu: Bizalom?
it: Sicuro
ja: 検証
lt: Patikima?
nl: Betrouwbaar?
pl: Zaufany?
pt: Confia?
ru: Верим
sl: Zaupanja vredni
sq: Me besim
sv: Pålitlig?

source: Forget all known sources
af: Vergeet alle bekende bronne
ca: Oblida totes les fonts conegudes
de: Alle Quellen vergessen
es: Olvidar todas las fuentes
fr: Oublier toutes les sources connues
he: שכח את כל המקורות הידועים
hu: Minden ismert forrás elfelejtése
it: Rimuovi tutte le fonti conosciute
ja: 既知ソースを全て廃棄
lt: Pamiršti visus šaltinius
nl: Vergeet alle bekende bronnen
no: Glem alle kjente kilder
pl: Zapomnij wszystkie znane źródła
pt: Esquecer todas as fontes conhecidas
ru: Забыть все известные источники
sl: Pozabi vse poznane vire
sq: Harro gjithë burimet e njohura
sr: Zaboravi sve poznate izvore
sv: Glöm alla kända källor
tr: Bilinen tüm kaynakları unut

source: Forget current verification status and reverify
af: Vergeet huidige foutkontrole status (en herkontroleer)
ca: Oblida l'estat de verificació actual i torna a verificar
de: Datei erneut verifizieren (TTH oder eD2k-Hashset)
es: Olvidar el estado de verificación actual y reverificar
fr: Oublier le statut de vérification actuelle et revérifier
he: שכח את מצב האימות הנוכחי ואמת מחדש
hu: Újraellenőrzés
it: Azzera stato di verifica attuale e verifica di nuovo
ja: 現在の検証情報を廃棄 (そして再検証)
lt: Pamiršti esamą patikros būseną (ir atlikti patikrą iš naujo)
nl: Vergeet de huidige controlestatus (en controleer opnieuw)
no: Glem verifikasjonsstatus og reverifiser
pl: Zapomnij aktualny stan weryfikacji (i zweryfikuj ponownie)
pt: Esquecer a verificação atual e reverificar
ru: Забыть текущий статус проверки и перепроверить
sl: Pozabi trenutni preveritveni status in začno ponovno preverjanje
sq: Harro statusin aktual të verifikimit dhe riverifiko
sr: Zaboravi trenutno stanje provere (i ponovno proveri)
sv: Glöm nuvarande verifikationsstatus (och återverifiera)
tr: Şimdiki doğrulama(ve yeniden doğrulama) durumunu unut

source: Assume file is 100% complete and reverify
af: Neem aan lêer is 100% volledig en herkontroleer
ca: Asumeix completats i reverifica (per a recuperar descàrregues)
de: Datei als komplett annehmen und erneut verifizieren
es: Asumir completados y reverificar (para recuperar descargas)
fr: Considérer que le fichier est complet à 100% et revérifier
he: הנח שהקובץ שלם ב-100% ואמת את הקובץ מחדש
hu: Fájl 100%-osnak vétele, és így újraellenőrzése
it: Simula il file completo al 100% e verifica di nuovo
ja: ファイルが100%完全であるとみなして再検証する
lt: Tarti, kad failas 100% baigtas siųstis, ir atlikti patikrą iš naujo
nl: Veronderstel bestand is 100% voltooid en controleer opnieuw
no: Anta at filen er 100% og reverifiser
pl: Przyjmij, że plik jest kompletny w 100%-ach i ponownie zweryfikuj
pt: Assumir que o arquivo está 100% completo e reverificar
ru: Считать, что файл загружен на 100% и перепроверить
sl: Smatraj datoteko 100% končano in ponovi preverjanje
sq: Supozo që skeda ka përfunduar 100% dhe riverifiko
sr: Pretpostavi da je datoteka 100% skinuta i ponovno proveri
sv: Anta att filen är 100% färdig och återverifiera
tr: Varsayılan dosya 100% tam ve yeniden doğrulandı

source: Merge with local file and verify
ca: Combina amb un arxiu local i verifica
de: Mit lokaler Datei zusammenführen und erneut verifizieren
es: Juntar con archivo local y verificar
fr: Fusionner avec un fichier local, puis vérifier
he: מזג עם קובץ מקומי וודא
hu: Helyi fájllal való egyesítés és újraellenőrzés
it: Unisci con il file locale e verifica
ja: ローカルファイルと統合して検証する
lt: Sulieti su esamu failu ir patikrinti
nl: Voeg met lokaal bestand samen en controleer
pl: Scal z lokalnym plikiem i zweryfikuj
pt: Unir com o arquivo local e reverificar
ru: Слить с локальным файлом и перепроверить
sl: Združi z lokalno datoteko in ponovi preverjanje
sq: Bashkoje me skedën lokale dhe riverifiko
sr: Merge with local file i ponovno proveri
sv: Slå ihop med lokal fil och verifiera
tr: Yerel dosya ile birleştir ve kontrol et

source: Cancel download but save incomplete files
ar: Cancel download but save incomplete file
ca: Cancel·la download but save incomplete file
de: Download abbrechen aber unvollstaendige Daten behalten
es: Cancelar descarga pero save archivos incompletos
fr: Annuler le téléchargement mais enregistrer le ou les fichiers incomplets
he: ביטול
hu: Letöltés leállítása, de mentse a félkész fájlt
it: Cancella file
ja: キャンセル (save incomplete file)
lt: Atšaukti siuntimą bet išsaugoti dalinį failąus
nl: Annuleren (save incomplete file)
no: Avbryt (save incomplete files)
pl: Anuluj pobieranie, ale zapisz niezakończone tymczasowe plik(i) tzw. incomplete
pt: Cancelar o download mas salvar os arquivos incompletos
ru: Отменить загрузку с сохранением неполных файлов
sl: Prekliči (save incomplete file)
sr: Odustani (save incomplete files)
sv: Avbryt (save incomplete file)
tr: İndirimi durdur ama bitirilmemiş dosyaları kaydet

source: _Actions:
af: _Aksies:
ca: _Accions:
de: _Aktionen:
es: _Acciones:
fr: Acciones :
he: פעולות:
hu: Eszközök:
it: Azioni:
ja: 操作
lt: Veiksmai:
nl: Acties:
no: Funksjon:
pl: Akcje:
pt: _Ações:
ru: _Действия:
sl: Dejanja:
sq: Veprime:
sr: Akcije:
sv: Åtgärder:
tr: Faaliyetler:

source: Data _Eraser:
af: Data _Verwyderaar:
ca: _Esborra dades:
de: Daten löschen:
es: _Eliminar de Data:
fr: _Effaceur de données :
he: מוחק _מידע:
hu: Adattörlő
it: _Cancella dati:
ja: データ消去:
lt: Duomenų _trynimas:
nl: Data _verwijderaar:
no: Slett _data:
pl: Wymazywanie danych:
pt: Apagador dos _Dados:
ru: _Стиратель:
sl: _Brisalec podatkov:
sq: _Fshirësi i të Dhënave:
sr: Brisač Podataka:
sv: Data_borttagning:
tr: _Veri Silici:

source: Byte range:
af: Skrap grepe:
ca: Rang de bytes:
de: Bytes löschen:
es: Eliminar bytes:
fr: Effacer le champ entre les octets :
he: טווח בתים:
hu: Törlés (tól-ig):
it: Range di byte:
ja: バイト範囲:
lt: Ištrinti baitus:
nl: Wis Bytes:
no: Slett bytes:
pl: Wymaż bajty (od bajtu):
ru: Сотри с:
sl: Bajtski (byte) niz:
sq: Caku i bajtit:
sr: Obriši bajtove:
sv: Ta bort bytes:
tr: Bayt alanı:

source: to
af: tot
ca: a
de: bis
es: a
fr: à
he: עד
it: a
lt: iki
nl: tot
no: til
pl: do
pt: até
ru: по
sl: do
sq: tek
sr: do
sv: till

source: Erase
af: Skrap
ar: مسح
ca: Esborra
de: Löschen
es: Eliminar
fr: Effacer
he: מחק
hu: Töröl
it: Cancella
ja: 消去
lt: Ištrinti
nl: Wissen
no: Slett
pl: Wymaż
pt: Apagar
ru: Стереть
sl: Briši
sq: Fshije
sr: Obriši
sv: Ta bort
tr: Silme

source: Download Group Properties
af: Aflaaigroep Eienskappe
ca: Propietats del grup de descàrrega
de: Downloadgruppen-Eigenschaften
es: Propiedades del Grupo de Descarga
fr: Propriétés du groupe de téléchargement
he: הורד מאפייני קבוצה
hu: Letöltési csoportok tulajdonságai
it: Proprietà gruppo di download
ja: ダウンロードグループプロパティ
lt: Atsisiuntimų grupės ypatybės
nl: Downloadgroep eigenschappen
no: Gruppeegenskaper
pl: Właściwości grupy pobierań
pt: Propriedades dos Grupos de Download
ru: Свойства группы загрузки
sl: Lastnosti prenosne skupine
sq: Vetitë e Grupit në Shkarkim
sr: Download Group Podešavanja
sv: Egenskaper för nedladdningsgruppen
tr: İndirme Grup Özellikleri

source: _Group Name:
af: Groep_Naam:
ca: _Nom de Grup:
de: Gruppen _Name:
es: _Nombre del Grupo:
fr: _Nom du groupe :
he: :שם
hu: Név:
it: _Nome di Gruppo:
ja: 名前:
lt: Pa_vadinimas:
nl: Groep _Naam:
no: _Navn:
pl: Nazwa:
pt: _Nome do Grupo:
ru: _Название:
sl: _Ime:
sq: Grupit _Emri:
sr: Ime:
sv: Gruppen _Namn:
tr: _İsim:

source: _Completed File Folder:
af: Gids vir _Voltooide Lêers:
ca: Carpeta d'_arxius completats:
de: Ziel_ordner:
es: Carpeta de_Archivos Completados:
fr: _Dossiers des fichiers terminés :
he: :התיקייה לשמירת קבצים כשמסתיימת ההורדה
hu: E_lkészült letöltések:
it: _Cartella dei file completati:
ja: 完了フォルダ:
lt: _Aplankas, į kurį išsaugoti atsisiuntus
nl: _Map voor de voltooide bestanden:
no: Ferdige filer i mappe:
pl: Folder ukończonych plików:
pt: _Pasta dos Arquivos Completados:
ru: _Папка завершенных файлов:
sl: _Mapa z dokončanimi datotekami:
sq: _Dosja e Skedave të Përfunduara:
sr: Fascikla sa Skinutim Datotekama:
sv: Färdiga _filmappar:
tr: _Dosya klasörleri tamamlandı:

source: _Auto-Filters:
af: _Filters:
ca: _Filtres:
de: _Filter:
es: _Filtros:
fr: _Filtres :
he: :מסננים
hu: _Szűrők:
it: _Filtri:
ja: フィルタ:
lt: _Filtrai:
nl: _Filter:
no: _Filter:
pl: Filtry:
pt: _Filtros:
ru: _Фильтры:
sl: _Filtri:
sq: _Filtrat:
sr: _Filteri:
sv: _Filter:
tr: _Filtreler:

source: _Types of Files:
af: Lêer_Tipe:
ca: _Tipus d'arxiu:
de: _Dateityp:
es: _Tipo de archivo:
fr: _Type de fichier:
he: :כל סוג קובץ
hu: _Fájltípus:
it: _Tipo file:
ja: 全てのファイルタイプ:
lt: _Failo plėtinys:
nl: _Bestandstype (schema):
no: _Filtype (schema):
pl: Rodzaj pliku:
pt: _Tipo de arquivo:
ru: _тип файла:
sl: _Datotečnih tipov:
sq: _Tip Skede:
sr: _Datoteke (schema):
sv: Fil_typ:
tr: Dosya _türlerini:

source: *Drag'n'Drop any downloads.
af: *Drag'n'drop any download later.
ar: *Add any download type later.
ca: *Drag'n'drop descàrregas
de: *Drag'n'drop any download later.
es: *Drag'n'drop algun descarga.
fr: *Drag'n'Drop téléchargements.
he: _BitTorrent
hu: *Drag'n'drop any download later.
it: *Drag'n'drop any download later.
ja: *Drag'n'drop any download later.
lt: *Drag'n'drop any download later.
nl: *Drag'n'drop any download later.
no: *Drag'n'drop any download later.
pl: *Drag'n'drop any download later.
pt: _*Drag'n'drop any download later.
ru: _*Drag'n'drop any download later.
sl: *Drag'n'drop any download later.
sq: *Drag'n'drop any download later.
sr: *Drag'n'drop any download later.
sv: *Drag'n'drop any download later.
tr: *Drag'n'drop any download later.

source: Select Visualisation
af: Selekteer Visualisering
ca: Selecciona una visualització
de: Visualisierung wählen
es: Selecciona Visualización
fr: Sélectionner la visualisation
he: בחר אפקט ויזואלי
hu: Képi megjelenítések
it: Scegli visualizzazione
ja: 視覚効果を選択
lt: Pasirinkite muzikos vaizdą
nl: Visualisatie selecteren
no: Velg effekter
pl: Wybierz wizualizację
pt: Selecionar Visualisação
ru: Выбор визуализации
sl: Izberi vizualizacijo
sq: Zgjidhni Vegimin
sr: Odaberite Vizualizaciju
sv: Välj visualisering
tr: Biçim Seçimi

source: Select an audio visualization from the list:
af: Selekteer 'n klankvisualisering van die lys:
ar: Select an audio visualisation from the list:
ca: Selecciona una visualització de la llista:
de: Wählen Sie eine Visualisierung aus der Liste:
es: Selecciona una visualización de la lista:
fr: Sélectionner une visualisation audio dans la liste :
he: :בחר אפקט ויזואלי למוזיקה מהרשימה
hu: Elérhető képi megjelenítések
it: Seleziona una visualizzazione audio dall'elenco:
ja: リストからオーディオ視覚効果を選択して下さい:
lt: Pasirinkite muzikos vaizdo papildinį iš sąrašo:
nl: Selecteer een audiovisualisatie uit de lijst:
no: Velg en audio-visuell effekt fra listen:
pl: Wybierz z listy wizualizację audio:
pt: Selecionar uma visualização de áudio da lista:
ru: Выберите аудио визуализацию из списка:
sl: Izberi vizualizacijo zvoka iz ponujenega seznama:
sq: Zgjidhni një vegim zanor nga lista:
sr: Odaberi audio vizualizaciju sa popisa:
sv: Välj en ljudvisualisering från listan:
tr: Listeden ses biçimleri seçiniz:

source: Footer Display|Full Size Display|Large Display|Medium Display|Small Display
af: Voetrëel Beeld|Volle Beeldgrootte|Groot Beeldgrootte|Medium Beeldgrootte|Klein Beeldgrootte
ca: Visualització al peu de pantalla|Visualització de mida completa|Visualització gran|Visualització mitjana|Visualització petita
de: Als Fußzeile|Vollbild|Groß|Mittel|Klein
es: Visualización de Pie de Pantalla|Visualización de Tamaño Completo|Visualización Grande|Visualización Mediana|Visualización Pequeña
fr: Affichage en bas|Affichage taille complète|Affichage taille large|Affichage taille moyenne|Affichage taille réduite
he: תצוגה מיושנת|תצוגה בגודל מלא|תצוגה גדולה|תצוגה בינונית|תצוגה קטנה
hu: Alsó csíkban való megjelenítés|Teljes méretű megjelenítés|Nagy méretű megjelenítés|Közepes méretű megjelenítés|Kis méretű megjelenítés
it: Visualizzazione a piè di pagina|Visualizzazione completa|Visualizzazione grande|Visualizzazione media|Visualizzazione piccola
ja: フッタ表示|フルサイズ表示|大きな表示|通常表示|小さな表示
lt: Vaizdo apačioje|Pilnas ekranas|Didelis ekranas|Vidutinis ekranas|Mažas ekranas
nl: Voetnoot scherm|Volledig groot scherm|Groot scherm|Middelgroot scherm|Klein scherm
no: Minibilde|Fullstørrelse|Stort bilde|Medium bilde|Lite bilde
pt: Exibir no Rodapé|Exibir com Tamanho Completo|Exibir Grande|Exibir Médio|Exibir Pequeno
ru: Внизу изображения|Полный экран|Большой экран|Средний экран|Маленький экран
sl: Prikaz v vznožju|Celozaslonski način|Velik prikaz|Srednji prikaz|Mali prikaz
sq: Shfaqe në Fund|Shfaqe me Përmasë të Plotë|Shfaqe të Madhe|Shfaqe të Mesme|Shfaqe të Vogël
tr: Alt Gösterim|Tam Ekran Gösterim|Geniş Gösterim|Orta Gösterim|Küçük Gösterim

source: New Version Available
af: Opgradeer Kennisgewing
ca: Avís d'actualització
de: Update verfügbar
es: Alerta de Actualización
fr: Notification de mise à jour
he: הודעת עדכון גרסה
hu: Frissítés!
it: Avviso di aggiornamento
ja: アップグレード警告
lt: Įspėjimas apie atnaujinimą
nl: Upgrade waarschuwing
no: Oppdateringsvarsel
pl: Alert aktualizacji
pt: Alerta sobre Atualização
ru: Предупреждение об обновлении
sl: Opozorilo o posodobitvi
sq: Alarmi i Përmirësimit
sr: Uzbuna o Poboljšanju
sv: Uppgraderingsnotis
tr: Güncelleme Uyarısı

source: A new version of Envy is now available. Would you like to upgrade?
af: 'n Nuwe weergawe van Envy is nou beskikbaar. Wil jy graag opgradeer?
ca: Una nova versió de Envy està disponible. Vols actualitzar el programa?
de: Eine neue Version von Envy ist verfügbar. Möchten Sie aktualisieren?
es: Una nueva versión de Envy esta disponible. ¿Deseas actualizar?
fr: Une nouvelle version de Envy est maintenant disponible. Voulez-vous mettre à jour ?
he: ?קיימת גרסא חדשה לשרזה. האם ברצונך לשדרג
hu: Elérhetővé vált a Envy egy újabb verziója. Szeretne frissíteni?
it: Una nuova versione di Envy è ora disponibile. Vuoi effettuare l'aggiornamento ora?
ja: 新しいバージョンのEnvyが利用可能になりました。 アップグレードしますか?
lt: Pasirodė nauja „Envy“ versija. Ar norite atnaujinti?
nl: Er is een nieuwe versie van Envy verkrijgbaar. Wil je upgraden?
no: En ny versjon av Envy er tilgjengelig. Ønsker du å oppgradere?
pl: Nowa wersj Envy jest dostępna. Czy chciałbyś aktualizować?
pt: Uma nova versão do Envy está disponível agora. Você gostaria de atualizar?
ru: Уже появилась новая версия Envy. Хотите ли Вы обновить?
sl: Na voljo je nova različica programa Envy. Jo želite posodobiti?
sq: Për Envy-n ka dalë një version i ri. A doni ta përmirësoni?
sr: Dostupna je nova verzija Envy. Želite li je unaprediti(update)?
sv: En ny version av Envy är tillgänglig. Vill du uppgradera?
tr: Envy'nın yeni bir versiyonu bulunmaktadır. Güncellemek ister misiniz?
