Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: !Welcome to {version} Envy is completely free software, please use it responsibly.
af: !Welkom by Envy {version} Envy is heeltemal gratis sagteware.\nGebruik dit asseblief verantwoordelik en respekteer intellektuele goederereg.\n.
ar: مرحبا بكم في Envy {version} Envy هو بالكامل برنامج مجانيnالرجاء إستعماله باحترام لقانون حقوق الملكية الفكرية و العقليةn.
ca: Benvingut/uda a Envy! (versió) !n.nEnvy és programari completament lliure!.nSi us plau, utilitza'l amb responsabilitat i respetant les lleis de propietat intelectual.n.
de: ! Willkommen bei Envy {version} Envy ist völlig kostenlose Software.nBitte benutzen Sie Envy verantwortungsbewusst und respektieren Sie geistiges Eigentum.n.
es: ¡Bienvenido a Envy! {version} Envy es un software completamente libre!.nPor favor utilizalo con responsabilidad y respetando las leyes intelectuales.n.
fr: !Envy {version} vous souhaite la bienvenue!n.nEnvy est un logiciel complètement libre et gratuit.nMerci de l'utiliser de manière responsable et de respecter les lois sur la propriété intellectuelle.n.
he: ‪!{version} ברוכים הבאים לשרזה !n.nשרזה היא תוכנה חופשית.nאנא השתמש בה בצורה אחראית, כבד את חוקי הרכוש וזכויות היוצרים.n.
hu: !Üdvözlöm a Envy! Verziószám: {version} n.nA Envy teljesen ingyenes.nKérem, használja felelősséggel és tisztelje mások jogait.n.
it: !Benvenuto su Envy {version} Envy è un software completamente gratuito.nUsalo con responsabilità e rispetto della legge sulla proprietà intellettuale.n.
ja: !Envy {version} へようこそ!n.nEnvyは完全にフリーなソフトウェアですn責任を持って使用し、著作権法を遵守して下さいn
lt: !Sveiki! Čia „Envy“ {version} „Envy“ - visiškai nemokamas programinis produktas.\nNaudokitės juo atsakingai ir paisykite intelektualios nuosavybės įstatymo.\n.
nl: !Welkom bij Envy {version}!\n.\nEnvy is volledig gratis software.\nGebruik het alsjeblieft verantwoord en respecteer intellectuele eigendomsrechten.\n.
no: !Velkommen til Envy {version} Envy er helt gratis software.\nVennligst vis ansvar og respekt for materiell opphavsrett.\n.
pl: !Witaj w Envye {version} Envy jest całkowicie wolnym oprogramowaniem.\nProszę używaj jej odpowiedzialnie i szanuj prawo własności intelektualnej.\n.
pt: !Bem-vindo ao Envy (versão) !\n\nO Envy é um programa completamente gratuito.\nPor favor, use-o de maneira responsável e respeite a lei de propriedade intelectual.\n.
ru: !Добро пожаловать в Envy {version} Envy полностью бесплатная программа.\nПожалуйста используйте её с уважением к законам интеллектуальной собственности.\n.
sl: !Dobrodošli v Envy {version} Envy je popolnoma brezplačen program.\nUporabljajte ga odgovorno in ob upoštevanju veljavne zakonodaje s področja intelektualne lastnine.\n.
sq: Mirë se erdhe te Envy {version} Envy është softuer tërësisht falas.\nJu lutemi përdoreni me përgjegjësi dhe respektoni ligjin për pronën intelektuale.\n.
sr: !Dobrodošli u Envy {version} Envy je potpuno besplatan program.\nMolimo da ga koristite odgovorno i poštujte zakone o autorskim pravima.\n.
sv: !Välkommen till Envy {version} Envy är fullständigt fri mjukvara.\nAnvänd den med förstånd och respektera upphovsrätten.\n.
tr: !Envy'ya Hoşgeldiniz {version} Envy tamamen özgür bir yazılımdır.\nLütfen bu programı edinim yasalarına uyarak ve güvenilir olarak kullanın.\n.

source: There are no active searches. Click here to search for files.
af: Daar is geen aktiewe soektogte nie. Kliek hier om vir lêers te soek.
ar: ليس هناك عمليات بحث نشطة . أنقر هنا للبحث عن ملفات
ca: No hi ha cerques actives. Fes clic aquí per a començar.
de: Es läuft kein Suche. Klicken Sie auf "Suchen" um nach Dateien zu suchen.
es: No hay búsquedas activas. Haz click aquí para empezar.
fr: Il n'y a pas de recherche active. Cliquez ici pour rechercher des fichiers.
he: ‪.אין חיפושים פעילים, אנא לחץ כאן בכדי לחפש
hu: Nincsen aktív keresés. Kattintson ide a fájlok kereséséhez.
it: Nessuna ricerca attiva. Clicca su Nuova ricerca per iniziare.
ja: アクティブな検索はありません。ここをクリックすればファイルを検索できます
lt: Nėra aktyvių paieškos procesų. Pradėkite paiešką paspaudę čia.
nl: Er zijn geen actieve zoekopdrachten. Klik hier om naar bestanden te zoeken.
no: Det er ingen aktive søk. Klikk her for å søke etter filer.
pl: Brak aktywnych wyszukiwań. Kliknij tutaj, aby wyszukać pliki.
pt: Não há buscas ativas. Clique aqui para procurar arquivos.
ru: Нет активных процессов поиска. Щелкните здесь, чтобы начать поиск файлов.
sl: Trenutno ni aktivnih iskanj. Kliknite sem za iskanje datotek.
sq: Nuk ka asnjë kërkim aktiv. Klikoni që të kërkoni për një skedë.
sr: Nema aktivnih traženja. Stisni ovde ako želiš započeti traženje
sv: Det finns inga aktiva sökningar. Klicka här för att söka efter filer.
tr: Etkin bir arama yok. Dosya aramak için tıklayınız.

source: You're not connected. Click the Connect button to get started.
af: Jy is nie gekonnekteer nie. Kliek die Konnekteer-knoppie om te begin.
ar: أنت غير متصل . أنقر زر إتصال لتبدأ
ca: No estàs connectat. Fes clic a "Connecta" per a començar.
de: Sie sind nicht verbunden. Klicken Sie auf "Verbinden" um Verbindungen zu den gewählten Netzwerken herzustellen.
es: No estas conectado. Haz click a conectar para empezar.
fr: Vous n'êtes pas connecté. Cliquez sur le boutton « Se connecter » pour commencer.
he: ‪.אינך מחובר, אנא לחץ על כפתור התחבר בכדי להתחיל
hu: Nincs kapcsolat. Kattintson a Kapcsolódás gombra a kezdéshez.
it: Non sei connesso. Clicca sul pulsante Connetti per iniziare.
ja: ネットワークに未接続です。開始するには接続ボタンをクリックして下さい
lt: Jūs nesate prisijungę. Pradėkite paspaudę „Jungtis“ mygtuką.
nl: Je bent niet verbonden. Klik op "verbinden" om te starten.
no: Du er ikke koblet til. Trykk på Koble til knappen for å starte.
pl: Nie jesteś połączony. Kliknij przycisk Połącz aby uruchomić.
pt: Você não está conectado. Clique no botão Conectar para começar.
ru: Вы не подключены. Щелкните кнопку «Подключиться», чтобы начать работу.
sl: Niste povezani. Za povezavo kliknite na gumb Poveži se.
sq: Nuk jeni i lidhur. Që të nisni, shtypni butonin Lidhu.
sr: Envy nije spojena.Stisni Spoji dugme.
sv: Du är inte ansluten. Klicka på Anslut för att börja.
tr: Bağlı değilsiniz. Başlamak için Bağlan butonunu tıklayınız.

source: Are you sure you want to delete the "%s" template?\nThis cannot be undone.
ar: هل تريد فعلا حذف قالب "%s" ؟nهذا لا يمكن التراجع عنه
ca: Està segur de que vol eliminar la plantilla "%s" ?nAçò no podrà ser revertit.
de: Sind Sie sicher, dass Sie die "%s".Vorlage löschen wollen?nDieser Schritt kann nicht rückgängig gemacht werden.
es: Estás seguro que deseas borrar el template "%s"? \nEsto no se puede deshacer.
fr: Vous avez choisi de supprimer le gabarit, continuer ?
hu: Biztos törölni akarja a(z) "%s" sablont?nKésőbb már nem lehet visszavonni.
it: Sei sicuro di voler cancellare il template "%s".nNon può essere annullato.
ja: テンプレート "%s" を削除してよろしいですか?n一旦削除すると元に戻すことはできません。
lt: Ar tikrai norite pašalinti šabloną „%s“?\nŠio žingsnio negalėsite atšaukti.
nl: Ben je zeker dat je de "%s" sjabloon wil verwijderen?\nDit kan niet ongedaan gemaakt worden..
pl: Czy jesteś pewien, że chcesz usunąć szablon "%s" ?\nTo działanie nie może być cofnięte.
pt: Você tem certeza de que quer apagar o "%s" template?\nIsto não pode ser desfeito.
ru: Уверены, что хотите удалить шаблон «%s»?\nДействие будет необратимое.
sl: Ste prepričani, da želite brisati predlogo "%s".\nDejanja ne bo mogoče razveljaviti.
sq: A jeni i sigurt se doni të fshini tempujkën "%s".\nKjo nuk mund të kthehet!
sv: Är du säker på att du vill radera "%s" mallen?\n Du kan inte ångra det senare.
tr: "%s" template'i silmek istediğinizden emin misiniz?\nGeri dönüş mümkün olmayacaktır.

source: Priority
af: Prioriteit
ar: الأولوية
ca: Prioritat
de: Priorität
es: Prioridad
fr: Priorité
he: עדיפות
hu: Prioritás
it: Priorità
ja: 順位
lt: Prioritetas
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
ru: приоритет
sl: Prednost
sq: Prioritet
sr: приоритет
sv: Prioritet
tr: öncelik

source: This file appears to be spam.
af: Hierdie lêer blyk gemors (spam) te wees.
ar: هذا الملف يبدو أن الرسائل غير المرغوب فيها.
ca: Aquest arxiu sembla publicitat no desitjada (spam).
de: Diese Datei scheint SPAM zu sein.
es: Este archivo parece spam.
fr: Ce fichier semble être un spam.
he: ‪קובץ זה נראה כקובץ זדוני להצפה
hu: Ez a fájl spamnek néz ki.
it: Questo file sembra essere spam.
ja: このファイルはスパムである可能性があります
lt: Šis failas, atrodo, yra reklaminė šiukšlė.
nl: Dit bestand is spam.
no: Denne filen ser ut til å være spam.
pl: Ten plik wygląda na spam.
pt: Este arquivo aparenta ser spam.
ru: Этот файл выглядит как спам.
sl: Ta datoteka je, ko kaže, e-slama (spam).
sq: Kjo skedë duket si spam.
sr: Ovo izgleda kao smeće .
sv: Denna fil verkar vara spam.
tr: Bu dosya spam gibi görünüyor.

source: Blacklisted:
af: Op die swartlys:
ar: مدرج في القائمة السوداء:
ca: Marcat en Negre:
de: Gesperrte Liste:
es: Marcado en Negfro:
fr: Liste noire :
he: ‪‪:ברשימה שחורה
hu: Feketelistán van:
it: Inserito nella lista nera:
ja: ブラックリスト:
lt: Įtraukta į juodajį sąrašą:
nl: Op de zwarte lijst:
no: Svartelistet:
pl: Na Czarnej liście:
pt: Na Lista Negra:
ru: В черном списке:
sl: Na črni listi:
sq: Në Listën e Zezë:
sr: Na Crnoj Listi:
sv: Svartlistad:
tr: Karalisteye alındı:

source: You have downloaded and deleted this file before.
af: Jy het voorheen hierdie lêer afgelaai en geskrap.
ca: Has descarregat i esborrat aquest arxiu abans.
de: Sie haben diese Datei schon einmal heruntergeladen und gelöscht.
es: Tu has descargado y borrado este archivo.
fr: Vous avez déjà téléchargé puis effacé ce fichier.
he: ‪אתה הורדת ומחקת את קובץ זה בעבר
hu: Egyszer már letöltötte és utána törölte ezt a fájlt.
it: Hai già scaricato ed eliminato questo file.
ja: 以前にこのファイルをダウンロードしているか、削除したことがあります
lt: Jūs anksčiau buvote parsisiuntę šį failą ir jį ištrynėte.
nl: Je hebt dit bestand al eens gedownload en verwijderd.
no: Du har lastet ned og slettet denne filen før.
pl: Ten plik już był ściągnięty ale został usunięty.
pt: Você já baixou e apagou este arquivo antes.
ru: Вы было раньше загружали и удалили этот файл.
sl: To datoteko ste že poprej že prenesli in nato zbrisali.
sq: Këtë skedë e keni shkarkuar e fshirë më parë.
sr: Ovu datoteku ste već skinuli i obrisali.
sv: Du har laddat ned och raderat denna fil förut.
tr: Bu dosyayı daha önce indirdiniz ve sildiniz.

source: You already have this file on your download list.
af: Jy het hierdie lêer alreeds op jou aflaailys.
ca: Aquest arxiu ja hi és a la llista de descàrregues.
de: Diese Datei befindet sich bereits in Ihrer Downloadliste.
es: Tu ya tienes este archivo en tu lista de descarga.
fr: Vous avez déjà ce fichier dans votre liste de téléchargements.
he: ‪הקובץ כבר קיים אצלך ברשימת ההורדות
hu: Ez a fájl már a letöltési sorban van.
it: Hai già questo file nel tuo elenco dei download.
ja: ダウンロードリスト内に既にこのファイルが存在します
lt: Šis failas jau yra parsisiunčiamų failų sąraše.
nl: Je hebt dit bestand al in je downloadlijst.
no: Du laster allerede ned denne filen.
pl: Masz już ten plik na liście pobierania.
pt: Você já tem este arquivo na sua lista de downloads.
ru: Вы уже имеете этот файл в Вашем списке загрузок.
sl: Ta datoteka je že v vašem seznamu prenosov.
sq: Kjo skedë ekziston që më parë në listën e shkarkimit.
sr: Ovo već imate na popisu za skidanje.
sv: Du har redan denna fil i din nedladdningslista.
tr: Bu dosya İndirme listenizde zaten var.

source: You already have this file in your library.
af: Jy het hierdie lêer alreeds in jou biblioteek.
ca: Aquest arxiu ja hi és dins la col·lecció.
de: Diese Datei befindet sich bereits in Ihrer Bibliothek.
es: Tu ya tienes este archivo en Colección.
fr: Vous avez déjà ce fichier dans votre bibliothèque.
he: ‪כבר יש לך את קובץ זה בספריה
hu: Ez a fájl már a könyvtárban van.
it: Hai già questo file nella tua libreria.
ja: ライブラリ内に既にこのファイルが存在します
lt: Jūs jau turite šį failą savo kolekcijoje.
nl: Je hebt dit bestand al in je bibliotheek.
no: Du har allerede denne filen.
pl: Masz już ten plik w swojej lokalnej bibliotece.
pt: Você já tem este arquivo na sua biblioteca.
ru: В Вашем хранилище этот файл уже имеется.
sl: Ta datoteka je že v vaši knjižnici.
sq: Kjo skedë ekziston që më parë në librari.
sr: Ovo već imate u kolekciji.
sv: Du har redan denna fil i ditt bibliotek.
tr: Bu dosya kütüphanenizde zaten var.

source: Sources for this file are currently busy
af: Bronne vir hierdie lêer is tans besig
ca: Les fonts estan ocupades
de: Quellen für diese Datei haben zur Zeit keine freien Upload-Slots
es: Las fuentes estan ocupadas
fr: Les sources pour ce fichier sont actuellement occupées
he: ‪ה‪מקורות לקובץ כרגע עסוקים
hu: A források ehhez a fájlhoz elfoglaltak
it: I sorgenti di questo file sono al momento occupati
ja: このファイル用のソースは現在ビジー状態です
lt: Šio failo šaltiniai šiuo metu užimti
nl: Bronnen voor dit bestand zijn op dit moment bezig
no: Kilder til denne filen er for tiden opptatt
pl: Źródła dla tego pliku są zajęte
pt: As fontes para este arquivo estão atualmente ocupadas
ru: Источники этого файла сейчас заняты
sl: Viri za to datoteko so trenutno zasedeni
sq: Aktualisht burimet për këtë skedë janë të zëna
sr: Svi izvori ove datoteke su trenutno zauzeti
sv: Källor för den här filen är upptagna
tr: Bu dosya için kaynaklar şimdilik meşgul

source: Sources for this file are firewalled
af: Bronne vir hierdie lêer is agter 'n netskans
ca: Les fonts estan sota tallafocs
de: Quellen für diese Datei sind hinter einer Firewall
es: Las fuentes estan firewalled
fr: Les sources pour ce fichier sont derrière un pare-feu
he: ‪המקורות לקובץ כרגע מוגנים בחומת אש
hu: A források ehhez a fájlhoz passzívak
it: I sorgenti di questo file sono firewallati
ja: このファイル用のソースはファイアーウォールされています
lt: Šio failo šaltiniai yra už užkardos
nl: Bronnen voor dit bestand zitten achter een firewall
no: Kilder til denne filen er bak brannmurer
pl: Źródła dla tego pliku są za firewalllem
pt: As fontes para este arquivo estão atrás de um firewall
ru: Источники этого файла находятся за брандмауэром
sl: Viri za to datoteko so za požarnim zidom
sq: Burimet për këtë skedë kanë fajruoll
sr: Svi izvori ove datoteke su iza vatrozida
sv: Källor för den här filen sitter bakom brandvägg
tr: Bu dosya için kaynaklar güvenlik duvarı arkasında

source: Sources for this file may be unstable
af: Bronne vir hierdie lêer mag onstabiel wees
ca: Les fonts poden ser inestables
de: Quellen für diese Datei können instabil sein
es: Las fuentes pueden ser inestables
fr: Les sources pour ce fichier sont peut-être instables
he: ‪המקורות לקובץ כרגע במצב לא יציב
hu: A források ehhez a fájlhoz bizonytalanok
it: I sorgenti di questo file possono essere instabili
ja: このファイル用のソースは不安定である可能性があります
lt: Šio failo šaltiniai gali siųsti nestabiliai
nl: Bronnen voor dit bestand kunnen instabiel zijn
no: Kilder til denne filen kan være ustabile
pl: Źródła dla tego pliku moga być niestabilne
pt: As fontes para este arquivo podem ser instáveis
ru: Источники этого файла могут раздавать нестабильно
sl: Viri za to datoteko so morda nestabilni
sq: Burimet për këtë skedë mund të jenë të paqëndrueshme
sr: Svi izvori ove datoteke su nestabilni
sv: Källor för den här filen är instabila
tr: Bu dosya için kaynaklar değişken olabilir

source: Folder
af: Gids
ar: مجلد
ca: Carpeta
de: Ordner
es: Carpeta
fr: Dossier
he: ‪מחיצת
hu: Mappa
it: Cartella
ja: フォルダ
lt: aplankas
nl: Map
no: Mappe
pt: Pasta
ru: папка
sl: Mapa
sq: Dosja
sr: Fascikla
sv: Mapp
tr: Klasör

source: Hits
af: Treflaaie
ar: ضربات
ca: Encerts
fr: Accès
he: תוצאות
hu: Találatok
ja: ヒット
lt: Kreipinių
no: Treff
pl: Trafienia
pt: Acertos
ru: Обращений
sl: Zadetki
sq: Hite
sr: Pogodaka
sv: Träffar
tr: Ulaşılanlar

source: of your library
af: van jou biblioteek
ca: de la teva col·leció
de: Ihrer Bibliothek
es: de tu librería
fr: de votre bibliothèque
he: ‪:מהווה מהספריה
hu: a könyvtár mérete
it: della tua libreria
ja: (ライブラリ内)
lt: visos kolekcijos
nl: van je bibliotheek
no: av ditt bibliotek
pl: Twojej biblioteki
pt: da sua biblioteca
ru: Вашего хранилища
sl: vaše knjižnice
sq: i librarisë tuaj
sr: vaše kolekcije
sv: av ditt bibliotek
tr: Kütüphanenizden

source: N/A
af: N.v.t
ca: No disponible
fr: Indisponible
he: ‪לא ידוע
hu: Nincs adat
it: N/D
lt: Nežinoma
nl: Niet van toepassing
no: I/T
pl: Niedostępne
pt: N/D
ru: Н/Д
sv: Ej tillgänglig

source: Next in Line
af: Volgende in Lyn
ca: Següent a la línia
es: Siguiente en Línea
fr: Prochain dans la file d'attente
he: ‪הבא בתור
hu: Következő a sorban
it: Successivo in Linea
ja: 次の行
lt: Sekantis eilėje
nl: Volgende in wachtrij
no: Neste...
pl: Następny w kolejce
pt: Próximo na Linha
ru: След. в очереди
sl: Naslednji v vrsti
sq: Tjetri në Rresht
sr: Sledeći na Redu
sv: Nästa i rad
tr: Diğer bağlantı

source: No Hashset
af: (Geen Hashset)
ca: Sense Hashset
de: (Kein Hashset)
fr: (Aucun Hashset)
he: לא חשיש
hu: (Nincs Hash)
it: Non Hashset
ja: ハッシュセット無し
lt: Be maišos rinkinio
nl: Geen hashset
no: (Intet hashsett)
pl: Brak Hashset'u
pt: Sem Hashset
ru: Без набора хеша
sq: Pa Hashset
sv: Ingen hashset
tr: (Hashset yok)

source: Partial Source (%.2f%% available)
af: Onvolledige Bron (%.2f%% beskikbaar)
ca: Font parcial (%.2f%% disponible)
de: Unvollständige Quelle (%.2f%% verfügbar)
es: Fuente Parcial (%.2f%% disponible)
fr: Source partielle (%.2f%% disponible)
he: ‪‪:(%.2f%%) חלקי מקור זמינים
hu: Részforrás (%.2f%% található)
it: Fonte parziale (%.2f%% disponibile)
ja: 部分ソース (%.2f%% が利用可能)
lt: Dalinio failo šaltinis (turima %.2f%%)
nl: Gedeeltelijke bron (%.2f%% voorhanden)
no: Delvis kilde (%.2f%% tilgjengelig)
pl: Częściowe źródło (%.2f%% dostępne)
pt: Fonte Parcial (%.2f%% disponível)
ru: Частичный источник (%.2f%% доступно)
sl: Delni vir (na voljo: %.2f%%)
sq: Burime të Pjesshme (%.2f%% me vlerë)
sr: Delimičnih Izvora (%.2f%% dostupno)
sv: Ofullständig källa (%.2f%% tillgängligt)
tr: Kısmi kaynak (%.2f%% mevcut)

source: %i upload slots, %i waiting in queue
af: %i oplaaiposisies, %i op waglys
ca: %i llocs de pujada, %i esperant en cua
de: %i Upload-Slots, %i in Warteschlange
es: %i slots de subida, %i esperando en cola
fr: %i connecteurs d'envois, %i dans une file
he: ‪‫‪קווים פנויים: %i, בתור: %i
hu: %i feltöltés, %i várnak a sorukra
it: %i slot upload, %i in attesa in coda
ja: アップロードスロット: %i, 待機中のキュー: %i
lt: %i išsiuntimo vietų, %i laukia eilėje
nl: %i upload plaatsen, %i wachtenden voor u
no: %i opplastings slots, %i venter i kø
pl: %i upload slotów, %i czekających w kolejce
pt: %i slots de upload, %i esperando na fila
ru: %i слота(ов) раздачи, %i - в очереди
sl: %i naložnih rež, %i čaka v vrsti
sq: %i vrima ngarkimi, %i po presin në radhë
sr: %i dostupnih linija, %i na čekanju
sv: %i uppladdningsöppningar, %i kölagda
tr: %i aktarım programları, %i sıra bekliyor

source: Size
af: Tot
ca: Mida
de: Größe
es: Tamaño
fr: Taille
he: ‪‫גודל
hu: Méret
it: Dim.
ja: サイズ
lt: Dydis
nl: Groot
no: Str
pl: Wielkość
pt: Tamanho
ru: Размер
sl: Velikost
sq: Masa
sr: Veličina
sv: Storlek
tr: Boyut

source: This source is currently busy
af: Hierdie bron is tans besig
ca: Aquesta font es troba ocupada
de: Diese Quelle hat zur Zeit keine freien Upload-Slots
es: Esta fuente se encuentra ocupada
fr: Cette source est actuellement occupée
he: ‪המקור כרגע עסוק
hu: Ez a forrás elfoglalt
it: Questo sorgente è al momento occupato
ja: このソースは現在ビジー状態です
lt: Šis šaltinis šiuo metu užimtas
nl: Deze bron is bezig
no: Kilden er for tiden opptatt
pl: To żródło jest w tej chwili zajęte
pt: Esta fonte está atualmente ocupada
ru: Этот источник сейчас занят
sl: Vir je trenutno zaseden
sq: Ky server është aktualisht i zënë
sr: Ovaj izvor je trenutno zauzet
sv: Den hr källan är upptagen
tr: Kaynak şimdilik meşgul

source: This source is firewalled
af: Hierdie bron is agter 'n netskans
ca: Aquesta font està sota tallafocs
de: Diese Quelle ist hinter einer Firewall
es: Esta fuente esta firewalled
fr: Cette source est derrière un pare-feu
he: ‪המקור מוגן בחומת אש
hu: Ez a forrás passzív
it: Questo sorgente è firewallato
ja: このソースはファイアーウォールされています
lt: Šis šaltinis yra už užkardos
nl: Deze bron zit achter een firewall
no: Denne kilden er bak brannmur
pl: To żródło jest za firewallem
pt: Esta fonte está atrás de um firewall
ru: Этот источник находится за брандмауэром
sl: Vir je za požarnim zidom
sq: Ky burim ka fajruoll
sr: Ovaj izvor je iza vatrozida
sv: Den här källan sitter bakom en brandvägg
tr: Kaynak güvenlik duvarı arkasında

source: This source may be unstable
af: Hierdie bron mag onstabiel wees
ca: Aquesta font pot ser inestable
de: Diese Quelle kann instabil sein
es: Esta fuente puede ser inestable
fr: Cette source est peut-être instable
he: ‪המקור עלול להיות לא יציב
hu: Ez a forrás bizonytalan
it: Questo sorgente può essere instabile
ja: このソースは不安定である可能性があります
lt: Šis šaltinis gali siųsti nestabiliai
nl: Deze bron kan instabiel zijn
no: Denne kilden kan være ustabil
pl: To żródło może być niestabilne
pt: Esta fonte pode ser instável
ru: Этот источник может раздавать нестабильно
sl: Vir je morda nestabilen
sq: Ky burim mund të jetë i paqëndrueshëm
sr: Ovaj izvor nije stabilan
sv: Den här källan är instabil
tr: Bu kaynak değişken olabilir

source: Status:
ar: :الحالة
ca: Estat:
es: Estado:
fr: Statut :
he: ‪:מצב
hu: Státusz:
it: Stato:
ja: 状態:
lt: Būklė:
ru: Статус:
sq: Statusi:
sr: Stanje:
tr: Durum:

source: %lu today, %lu total
af: %lu vandag, %lu in totaal
ca: %lu avui, %lu en total
de: Seit Programmstart: %lu , Gesamt: %lu
es: %lu hoy, %lu total
fr: %lu aujourd'hui, %lu total
he: ‪.היום %lu , בסך הכל %lu
hu: %lu ma, %lu teljes
it: %lu oggi, %lu totale
ja: 今日: %lu, 合計: %lu
lt: %lu šiandien, %lu iš viso
nl: %lu nu, %lu totaal
no: %lu i dag, %lu totalt
pl: %lu Dzisiaj, %lu Wszystkie
pt: %lu hoje, %lu total
ru: %lu сегодня, %lu в сумме
sl: %lu danes, skupno %lu
sq: %lu sot, %lu në total
sr: %lu danas, %lu ukupno
sv: %lu idag, %lu totalt
tr: %lu bugün, %lu toplam

source: Total Files:
af: Lêertotaal:
ca: Arxius totals:
de: Dateien gesamt:
es: Archivos totales:
fr: Nombre total de fichiers :
he: ‪:מספר הקבצים
hu: Összes fájl:
it: File Totali:
ja: 総ファイル数:
lt: Viso failų:
nl: Totale bestanden:
no: Totalt antall filer:
pl: Wszystkie pliki:
pt: Total de Arquivos:
ru: Всего файлов:
sl: Skupaj datotek:
sq: Skedat:
sr: Ukupno Datoteka:
sv: Totalt antal filer:
tr: Toplam dosya:

source: Total Size:
af: Totale Volume:
ca: Volum total:
de: Größe:
es: Volumen total:
fr: Volume total :
he: ‪:גודל כולל
hu: Teljes méret:
it: Volume Totale:
ja: 総サイズ:
lt: Bendra apimtis:
nl: Totale volume:
no: Totalt volum:
pt: Volume Total:
ru: Общий размер:
sl: Skupna velikost:
sq: Vëllimi Total:
sr: Ukupno:
sv: Total volym:
tr: Toplam miktar:

source: Transfer:
af: Oplaaie:
ca: Pujades:
es: (No Hay Hashset)
fr: Envois :
he: :העלאות
hu: Feltöltések:
it: Volume Totale:
ja: アップロード:
lt: Išsiųsta:
nl: Geen hashset
no: Opplastinger:
pl: Wysyłania:
pt: Sem Hashset
ru: Раздач:
sl: Naložki:
sq: Ngarkime:
sr: Deljenja:
sv: Uppladdningar:
tr: Aktarılanlar:

source: Type
af: Tipe
ar: الإمتداد
ca: Tipus
de: Typ
es: Tipo
he: ‪‫סוג
hu: Típus
it: Tipo
ja: 種類
lt: Tipas
pl: Typ
pt: Tipo
ru: Тип
sl: Tip
sq: Lloji
sr: Vrsta
sv: Typ
tr: Tür

source: Untrusted
ca: Amb desconfiança
de: nicht vertraut
es: No confiado
fr: Non fiable
he: לא מהימן
hu: Megbízhatatlan
it: Non sicuro
ja: 未検証
lt: Patikimas
nl: Niet betrouwbaar
pl: Untrusted, nie zaufany
pt: Não confiável
ru: Недоверяемый
sl: Ni vreden zaupanja
sq: I pasigurt
sv: Opålitlig
tr: Güvenliği garanti olmayan

source: URL:
ar: الرابط:
he: ‪:URL כתובת
lt: URL adresas:
ru: Ссылка:
sq: URLi:

source: User Agent:
af: Program:
ca: Programa de l'usuari:
fr: Agent util. :
he: ‪:‪סוכן משתמש
hu: Kliens:
it: Agente Utente:
ja: ﾕｰｻﾞｴｰｼﾞｪﾝﾄ:
lt: Vart. agentas:
nl: Programma:
no: Program:
pl: Zdalny klient:
pt: Usuário Agente:
ru: Клиент:
sl: Uporabniški agent:
sq: Agjenti Përd.:
sv: Användarprogram:
tr: İstemci:
