Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: What kind of files?
af: Watter tipe lêer is dit?
ar: ما هو نوع الملف المطلوب ؟
ca: Quin tipus d'arxiu vols cercar?
de: Dateityp:
es: ¿Qué tipo de archivo deseas buscar?
fr: Quel type de fichier ?
he: ‪?איזה סוג קובץ זה
hu: Fájltípus:
it: Che tipo di file è?
ja: ファイルの種類は?
lt: Koks tai failo tipas?
nl: Het soort bestand:
no: Hva slags filtype er det?
pl: Jaki jest typ pliku?
pt: Qual é o tipo de arquivo?
ru: Какого типа файл?
sl: Za kateri datotečni tip gre?
sq: Çfarë lloj skede është?
sr: Još molim odaberite vrstu datoteke?
sv: Vad är det för filtyp?
tr: Dosyanın türü nedir?

source: Type some keywords to search for:
af: Tik sleutelwoorde in om voor te soek:
ar: أكتب بعض الكلمات الرئيسية للبحث عنها :
ca: Tecleja algunes paraules claus per a cercar:
de: Geben Sie einige Suchbegriffe ein:
es: Teclea algunas palabras claves para buscar:
fr: Tapez les mots-clés à rechercher :
he: ‪:הקלד מספר מילים לחיפוש
hu: Írja ide a keresendő szót vagy szavakat:
it: Inserisci qui la tua ricerca:
ja: 検索するキーワードを入力して下さい:
lt: Įrašykite kelis paieškos raktažodžius:
nl: Geef wat trefwoorden op om naar te zoeken:
no: Skriv inn hva du ønsker å lete etter:
pl: Wpisz szukane słowa kluczowe:
pt: Digite algumas palavras-chave para procurar:
ru: Введите ключевые слова для поиска:
sq: Shkruani fjalët kyçe që doni të kërkoni:
sr: Upišite šta želite tražiti:
sv: Skriv några nyckelord att söka efter:
tr: Aranan anahtar kelimeleri yaz:

source: Advanced
af: Gevorderd
ar: متقدم...
ca: Avançat
de: Erweitert
es: Avanzado
fr: Avancée
he: מתקדם
hu: Fejlett
it: Avanzato
ja: 高度
lt: Išsamiau
nl: Geadvanceerd
no: Avansert
pl: Zaawansowane
pt: Avançado
ru: Подробнее
sl: Napredno
sq: Avancuar
sr: Napredno
sv: Avancerat…
tr: Uygulandı

source: Any File Type
af: Enige Lêertipe
ar: أي نوع ملف
ca: Qualsevol tipus d'arxiu
de: Jeder Dateityp
es: Cualquier tipo
fr: Tous les types
he: ‪כל סוג קובץ
hu: Bármilyen
it: Qualsiasi tipo di file
ja: 全てのファイルタイプ
lt: Bet kokio tipo failai
nl: Elk bestandstype
no: Alle filtyper
pl: Dowolny typ pliku
pt: Qualquer Tipo de Arquivo
ru: Любой тип файла
sl: Katerikoli
sq: Çdolloj Skede
sr: Bilo Koju Vrstu
sv: Valfri filtyp
tr: Her tür dosya

source: Hide the Search Panel
af: Steek die Soekpaneel weg
ca: Amaga el panell de cerca
de: Suchleiste ausblenden
es: Esconder el panel de búsqueda
fr: Masquer le panneau de recherche
he: ‪הסתר את לוח החיפוש
hu: Keresési ablak elrejtése
it: Nascondi il Pannello Ricerche
ja: 検索パネルを非表示にします
lt: Paslėpti paieškos skydelį
nl: Verberg het zoekpaneel
no: Skjul søkevindu
pl: Ukryj panel wyszukiwania
pt: Esconder o Painel da Busca
ru: Скрыть панель поиска
sl: Skrij okno za iskanje
sq: Fsheh panelin e kërkimeve
sr: Sakri panel za traženje
sv: Dölj sökpanelen
tr: Arama panelini gizle

source: Type your search here:
af: Sleutel jou soekterm hier in:
ar: نوع البحث هنا:
ca: Escriu aquí les paraules a cercar:
de: Geben Sie hier ihre Suche ein:
es: Palabras a buscar:
fr: Tapez votre recherche ici :
he: ‪:הקלד את החיפוש כאן
hu: Keresendő kifejezések:
it: Inserisci qui la tua ricerca:
ja: キーワードを入力して下さい:
lt: Įrašykite ieškinius:
nl: Geef hier je zoekopdracht in:
no: Skriv inn søkeord her:
pl: Wpisz tutaj czego szukasz:
pt: Digite sua busca aqui:
ru: Введите искомое сюда:
sl: Vnesite iskalni niz:
sq: Shkruani kërkimin:
sr: Ovde upiši šta tražiš:
sv: Skriv din sökning här:
tr: Aramalarınız burada:

source: Look for this type of file:
af: Soek vir hierdie tipe lêer:
ar: البحث عن هذا نوع من الملفات:
ca: Cerca aquest tipus d'arxiu:
de: Nach diesem Dateityp suchen:
es: Buscar este tipo de archivo:
fr: Rechercher ce type de fichier :
he: ‪:חפש קבצים מסוג זה
hu: Fájltípus:
it: Cerca questo tipo di file:
ja: この種類のファイルを検索:
lt: Ieškoti šio tipo failų:
nl: Zoek naar dit bestandstype:
no: Søk etter denne typen fil:
pl: Szukaj tego typu pliku:
pt: Procurar este tipo de arquivo:
ru: Искать файлы данного типа:
sl: Iščite datoteko tipa:
sq: Për këtë lloj skede:
sr: Traži ovaj tip datoteke:
sv: Sök efter filer av denna typ:
tr: Bu türdeki dosyalara bak:

source: Network:
af: Netwerk:
ca: Xarxa:
de: Netzwerke:
es: Redes:
fr: Réseau :
he: ‪:חפש ברשת זו
hu: Hálózatok:
it: Rete:
ja: このネットワークを検索:
lt: Tinkle:
nl: Netwerk:
no: Nettverket:
pl: Sieci:
pt: Redes:
ru: Cети:
sl: Omrežju:
sq: Kërko në këtë rrjet:
sr: Mreži:
sv: Nätverk:
tr: Ağda Ara:

source: Min Filesize:
af: Lêergrootte Min:
ar: دقيقة الحجم:
ca: La mida min:
de: Dateigröße Min:
es: Tamaño Mín:
fr: La taille min :
he: ‪:גודל הקובץ
hu: Fájlméret Min:
it: Dimens. Min:
ja: 最小ファイルサイズ
lt: Failo dydis min:
nl: Bestandsgrootte Min:
no: Filstørrelsen Min:
pl: Rozmiar pliku min:
pt: Tamanho Min:
ru: Минимальная:
sl: Velikost Min:
sq: Masa Min:
sr: Veličina Min:
sv: Storleken Min:
tr: Dosya uzunluğu:

source: Max Filesize:
af: Lêergrootte Max:
ar: أقصى حجم:
ca: La mida max:
de: Dateigröße Max:
es: Tamaño Máx:
fr: La taille max :
he: ‪:גודל הקובץ
hu: Fájlméret Max:
it: Dimens. Max:
lt: Failo dydis max:
nl: Bestandsgrootte Max:
no: Filstørrelsen Max:
pl: Rozmiar pliku max:
pt: Tamanho Max:
ru: Максимальный:
sl: Velikost Max:
sq: Masa Maks:
sr: Veličina Max:
sv: Storleken Max:
tr: Olmalı:

source: More
af: Soek Meer
ar: Search More
ca: Cerca més
de: Weitersuchen
es: Otra vez
fr: Continuer
he: ‪חפש עוד
hu: Keresés újra
it: Cerca ancora
ja: 更に検索
lt: Ieškoti dar
nl: Zoek opnieuw
no: Søk mer
pl: Więcej
pt: Mais
ru: Далее
sl: Išči več
sq: Më Shumë
sr: Traži još
sv: Sök mer
tr: Daha fazla arama

source: Show the Search Panel
af: Vertoon die Soekpaneel
ca: Mostra el panell de cerca
de: Suchleiste einblenden
es: Mostrar el panel de búsqueda
fr: Afficher le panneau de recherche
he: ‪הצג את לוח החיפוש
hu: Keresési ablak megjelenítése
it: Mostra il Pannello Ricerche
ja: 検索パネルを表示します
lt: Rodyti paieškos skydelį
nl: Toon het zoekpaneel
no: Vis søkevindu
pl: Pokaż panel wyszukiwania
pt: Mostrar o Painel da Busca
ru: Показывать панель поиска
sl: Pokaži okno za iskanje
sq: Shfaq panelin e kërkimeve
sr: Pokaži panel za traženje
sv: Visa sökpanelen
tr: Arama panelini göster

source: No files found
af: Geen lêers gevind nie
ar: لا يوجد ملفات
ca: No s'ha trobat cap arxiu
de: Keine Dateien gefunden
es: No archivos encontrados
fr: Aucun fichier trouvé
he: ‪.לא נמצאו קבצים
hu: Nem találtam semmit.
it: Nessun file trovato
ja: 一致するファイルはありません
lt: Failų nerasta
nl: Geen bestanden gevonden
no: Ingen filer funnet
pl: Nic nie znaleziono
pt: Nenhum arquivo encontrado
ru: Файлов не найдено
sl: Ni najdenih datotek
sq: Nuk gjendet asnjë skedë
sr: Ništa nije nađeno
sv: Inga filer funna
tr: Dosya bulunamadı

source: %lu hubs, %lu leaves
af: %lu hubs, %lu kliënte
ca: %lu hubs, %lu llavors
de: %lu nodes, %lu leaves
fr: %lu hubs, %lu pairs
he: ‪‪‏מוקדים‎ %lu ,‏ענפי קו‎ %lu
hu: %lu hub, %lu leaf
it: %lu hub, %lu permessi
ja: %lu ハブ, %lu リーフ
lt: %lu mazgų, %lu atšakų
pl: %lu hub(y), %lu listk(ów)
ru: Узлов: %lu; Ветвей: %lu
sl: %lu vozlišč, %lu listov
sq: %lu nyje, %lu gjethe
sr: %lu hubova, %lu leavesa
sv: %lu nav, %lu löv
tr: %lu hub, %lu eşler

source: No active search
af: Soek nie op die oomblik nie
ar: لا يفتّش حاليا
ca: Actualment no hi ha cerques
de: Suche inaktiv
es: Actualmente no hay búsquedas
fr: Ne recherche pas actuellement
he: ‪.כרגע לא מחפש
hu: Jelenleg nincs keresés.
it: Nessuna ricerca in corso
ja: 未検索
lt: Kol kas neieškoma
nl: Momenteel niet aan het zoeken
no: Søker ikke
pl: Aktualnie nie przeszukuje
pt: Atualmente não procurando
ru: Пока ничего не ищем
sl: Iskanje trenutno ni v teku
sq: Aktualisht nuk kërkohet
sr: Trenutno NE tražim
sv: Ingen sökning för närvarande
tr: Geçerli arama değil

source: Results
af: Resultate
ar: النتائج
ca: Resultats
de: Ergebnisse
es: Resultados
fr: Résultats
he: ‪תוצאות
hu: Eredmények
it: Risultati
ja: 結果
lt: Radiniai
nl: Resultaten
no: Resultat
pl: Wyniki
pt: Resultados
ru: Результаты
sl: Rezultati
sq: Rezultate
sr: Rezultati
sv: Resultat
tr: Sonuçlar

source: %lu file in %lu hit|%lu file in %lu hits|%lu files in %lu hits
af: %lu lêer in %lu navraag|%lu lêer in %lu navrae|%lu lêers in %lu navrae
ca: %lu arxiu a %lu cops|%lu arxiu a %lu cops|%lu arxius a %lu cops
de: %lu Datei in %lu Treffer|%lu Datei in %lu Treffern|%lu Dateien in %lu Treffern
es: %lu archivo en %lu hit|%lu archivoin %lu hits|%lu archivos en %lu hits
fr: %lu fichier en %lu accès|%lu fichier en %lu accès|%lu fichiers en %lu accès
he: ‪‏‪‏קבצים‎ %lu ‏ובהם‎ ‏תוצאות‎ %lu|‪‏קבצים‎ %lu ‏ובהם‎ ‏תוצאות‎ %lu|‪‏קבצים‎ %lu ‏ובהם‎ ‏תוצאות‎ %lu
hu: %lu fájl %lu találat|%lu fájl %lu találat|%lu fájl %lu találat
it: %lu file su %lu richiesta|%lu file su %lu richieste|%lu file su %lu richieste
ja: %lu ファイル %lu ヒット|%lu ファイル %lu ヒット|%lu ファイル %lu ヒット
lt: %lu failas per %lu kreipinį|%lu failas per %lu kreipinių|%lu failų(-ai) per %lu kreipinių
nl: %lu bestand in %lu hit|%lu bestand in %lu hits|%lu bestanden in %lu hits
no: %lu fil i %lu treff|%lu fil i %lu treff|%lu filer i %lu treff
pl: %lu plik w %lu trafieniu|%lu plik w %lu trafieniach|%lu pliki(ów) w %lu trafieniach
pt: %lu arquivo em %lu acerto|%lu arquivo em %lu acertos|%lu arquivos em %lu acertos
ru: %lu файлов, %lu запросов|%lu файлов, %lu запросов|%lu файлов, %lu запросов
sl: datoteka: %lu v zadetkih: %lu|datoteka: %lu v zadetkih: %lu|datoteke: %lu v zadetkih: %lu
sq: %lu skedë në %lu hit|%lu skedë në %lu hite|%lu skeda %lu hite
sr: %lu datoteka u %lu hit|%lu datoteka u %lu hits|%lu datoteka u %lu hits
sv: %lu fil i %lu träff|%lu fil i %lu träffar|%lu filer i %lu träffar
tr: %lu dosya %lu başarılı|%lu dosya %lu başarılı|%lu dosyalar in %lu başarılı

source: Found:
af: Gevind:
ca: Trobat:
de: Gefunden:
es: Encontrado:
fr: Trouvé :
he: ‪:נמצא
hu: Találat:
it: Trovati:
ja: 検索結果:
lt: Rasta:
nl: Gevonden:
no: Funnet:
pl: Znaleziono:
pt: Achados:
ru: Найдено:
sl: Najdeno:
sq: Gjetur:
sr: Nađeno:
sv: Hittat:
tr: Bulundu:

source: Searching:
af: Besig om te soek:
ar: البحث:
ca: Cercant:
de: Status:
es: Buscando:
fr: Recherche :
he: ‪:‪מחפש
hu: Keresés:
it: Ricerca su:
ja: 状態:
lt: Ieškoma:
nl: Bezig met zoeken:
no: Søker:
pl: Szukanie:
pt: Procurando:
ru: Ищется:
sl: Iskanje v teku:
sq: Kërkim:
sr: Traži:
sv: Söker:
tr: Aranıyor:

source: Searching
af: Besig ...
ar: البحث...
ca: Cercant...
de: Suchen...
es: Buscando...
fr: Recherche...
he: ‪...מחפש
hu: Keresés...
it: Sto cercando...
ja: 検索中...
lt: Ieškoma...
nl: Zoekend...
no: Søker...
pl: Szukanie...
pt: Procurando
ru: Поиск ...
sl: Iščem...
sq: Kërkim...
sr: Tražim...
sv: Söker…
tr: Aranıyor...

source: Plain Text Search
af: Plain Teks Soektog
ca: Cerca de sols text
de: Textsuche
es: Búsqueda de texto puro
fr: Recherche texte simple
he: ‪חיפוש טקסט פשוט
hu: Csak szöveg keresése
it: Ricerca Plain Text
ja: プレーンテキスト検索
lt: Grynojo teksto paieška
nl: Platte tekst zoeken
no: Ren tekst søk
pl: Wyszukiwanie czystego tekstu
pt: Busca de Texto Puro
ru: Поиск текста
sl: Iskanje po golem besedilu
sq: Kërkim Teksti të Thjeshtë
sr: Traži obični tekst
sv: Ren textsökning
tr: Metin Ara

source: Envy is searching the network...
af: Envy deursoek die netwerk...
ca: Envy està cercant activament a la xarxa...
de: Suche läuft...
es: Envy esta buscando activamente en la red...
fr: Envy recherche sur le réseau...
he: ‪...שרזה מבצעת חיפוש ברשת
hu: Keresés folyamatban...
it: Envy sta cercando nella rete...
ja: Envyはネットワークを検索中です...
lt: „Envy“ ieško tinkle...
nl: Envy is het netwerk aan het afzoeken...
no: Envy søker på nettverket...
pl: Envy przeszukuje sieć...
pt: O Envy está procurando na rede...
ru: Envy ищет файлы в сети ...
sl: Envy išče po omrežju...
sq: Envy po kërkon në rrjet...
sr: Envy naporno traži...
sv: Envy söker på nätverket…
tr: Envy ağ arıyor...

source: Select the eDonkey/eMule temp folder:
ca: Selecciona la carpeta temporal de eDonkey/eMule:
de: Wählen sie den temporären Ordner von eDonkey/eMule:
es: Selecciona la carpeta temporal de eDonkey/eMule:
fr: Veuillez sélectionner le répertoire des fichiers incomplets eMule :
hu: Válassza ki az eDonkey/eMule ideiglenes letöltési mappáját:
it: Seleziona la cartella dei file temporanei di eDonkey/eMule:
nl: Kies de eMule gedeeltelijke(.part) map:
pl: Wybierz folder temp dla eDonkey/eMule:
pt: Selecione a pasta temporária do eDonkey/eMule:
ru: Выберите папку с частичными загрузками eMule:
sq: Zgjidheni dosjen temp të eDonkey/eMule:
sv: Välj temporär filmapp för eDonkey/eMule:
tr: Geçici (temp) eDonkey/eMule dosyasını seçiniz:

source: Automatic
af: Outomaties
ar: تلقائي
ca: Automàtic
de: Automatisch
es: Automatico
fr: Automatique
he: ‪אוטומטי
hu: Automatikus
it: Automatico
ja: 自動
lt: Automatinis
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt: Automático
ru: Автоматический
sl: Samodejen
sq: Automatike
sr: Automatski
sv: Automatisk
tr: Otomatik

source: The complete and incomplete folders should not be the same
af: Die voltooi en onvoltooi-gidse moet nie dieselfde wees nie
ca: Les carpetes d'arxius complets i incomplerts no poden ser les mateixes.
de: Das Verzeichnis für unvollständige Dateien darf sich nicht im Downloadverzeichnis befinden.
es: La carpeta de archivos incompletos no debe de estar en Colección, porque reduce velocidad. Archivos incompletos pueden ser compartidos directamente de la ventana de transferencias.
fr: Les dossiers complete et incomplete ne doivent pas être les mêmes
he: שמות ספריית הקבצים השלמים והחלקיים חייבים להיות שונים
hu: A félkész fájlok ne kerüljenek be a Könyvtárba, mert esetleg csökkenthetik a teljesítményt. A félkész fájlokat a Forgalom ablakban lehet megosztani.
it: Le cartelle dei file completi e incompleti non dovrebbero essere la stessa
ja: 完了フォルダと未完了(ダウンロード)フォルダを同じ場所にするべきではありません
lt: Atsisiuntimų aplankas neturi sutapti su laikinųjų failų aplanku
nl: De incomplete map mag niet in de bibliotheek omdat dit de prestaties nadelig beïnvloed. Incomplete bestanden deel je rechtstreeks in het downloadvenster.
no: Mappen for ufullstendige filer bør ikke være i biblioteket, ettersom det vil senkt ytelsen. Ufullstendige filer kan deles direkte fra overføringsvinduet.
pt: O diretório de arquivos completos e incompletos não devem ser os mesmos
ru: Папка для раздач не должна совпадать с папкой временных файлов
sl: Mapi za dokončane in nedokončane prenose ne smeta biti isti.
sr: Fascikle za skinute i delimično skinute datoteke moraju biti različite
sv: Mappen för avslutade nedladdningar bör inte vara samma som mappen för ofullständiga nedladdningar
tr: Tamamlanmış ve tamamlanmamış klasörler aynı olmamalıdır

source: Windows doesn't support paths longer than 256 characters.\nPlease select a folder with a shorter path.
af: Windows ondersteun nie lêerpaaie langer as 256 karakters nie.\nSelekteer asseblief 'n gids met 'n korter pad.
ca: El Windows no suporta rutes de carpetes més llargues de 256 caracters.nPer favor, seleccioni una carpeta amb una ruta més curta.
de: Windows unterstützt keine Dateipfade länger als 256 Zeichen.nBitte wählen Sie einen Ordner mit einem kürzeren Pfad.
es: Windows no soporta nombres más grandes que 256 caracteres.\nPor favor, selecciona un nombre con un tamaño más pequeño.
fr: Windows ne supporte pas les chemins d'accès au fichier de plus de 256 caractères.nMerci de sélectionner un dossier avec un chemin plus court.
hu: A Windows nem kezeli a 256 karakternél hosszabb elérési utakat.nVálasszon egy rövidebb elérési utat.
it: Windows non supporta i percorsi più lunghi di 256 caratteri.nSeleziona una cartella con un percorso più corto.
ja: Windowsは256文字以上のファイルパスをサポートしていません。nより短いパスのフォルダを選択して下さい。
lt: Windows nepalaiko kelių, ilgesnių už 256 simbolius.\nPasirinkite aplanką, kurio kelias yra trumpesnis.
nl: Windows ondersteund geen locaties met meer dan 256 karakters.\nSelecteer een map met een kortere locatie.
no: Windows støtter ikke filbaner langre enn 256 tegn.\nVennligst angi en mappe med kortere filbane.
pl: Windows nie obsługuje nazw plików i scieżek dostępu dłuższych niż 256 znaków.\nProszę wybrać folder, który bedzie miał krótszą ilość znaków w ścieżce dostepu.
pt: O Windows não suporta nomes de caminhos maiores do que 256 caracteres.\nPor favor selecione uma pasta com uma caminho menor.
ru: Windows не поддерживает путей длиннее чем 256 знаков.\nВыберите другую папку, с более коротким путем.
sl: Operacijski sistem Okna (Windows) ne dovoljuje datotečnih poti daljših od 256 znakov.\nIzberite mapo s krajšo datotečno potjo.
sr: Windows ne podržava putanju dužu od 256 znakova.\nMolim da odeberete fasciklu sa kraćim putem.
sv: Windows stödjer inte sökvägar längre än 256 tecken.\nVälj en mapp med kortare sökväg.
tr: Windows 256 karakterden uzun dosya isimlerini desteklemez.\nLütfen kısa isim belirleyiniz.

source: The incomplete files folder should not be in the library, as it would reduce performance. Incomplete files may be shared directly from the transfers window.
af: Die onvoltooide lêers-gids moet nie in die biblioteek wees nie, omdat dit werkverrigting sal benadeel. Onvoltooide lêers kan gedeel word direk vanuit die oordragte venster.
ca: Els arxius incomplets no haurien d'estar a la col·lecció, per tal de no redueix el rendiment. Els arxius incomplets es comparteixen directament des de la finestra de transferències.
de: Ein Unterordner des gewählten Ordners "%s" ist schon in ihrer Bibliothek.nBeim Hinzufügen des Ordners müssen einige Dateien neu verifiziert werden.\n\nWollen Sie fortfahren ?
es: Una subcarpeta de la carpeta seleccionada "%s" ya es parte de Colección.\n\nDeseas agregar la carpeta seleccionada a Colección?\n\nLa carpeta existente va a ser una subcarpeta de la nueva carpeta. Esto va a causar refusión de todos los archivos en esta carpeta.
fr: Le dossier des fichiers incomplets ne doit pas être dans la bibliothèque, car cela réduirait l'exécution. Les fichiers incomplets peuvent être directement partagés à partir de la fenêtre des transferts.
hu: A kiválasztott mappa "%s" egy másik mappa almappájaként már meg van osztva.nEz újbóli hashelést okozhat.\n\nBiztos folytatni akarja?
it: La cartella dei file incompleti non dovrebbe essere nella libreria, poichè questo riduce le prestazioni. I file incompleti possono essere condivisi direttamente dalla finestra di trasferimenti.
ja: パフォーマンスが低下する恐れがあるため、未完了フォルダをライブラリに登録すべきではありません。 未完了ファイルは転送ウィンドウで自動的に共有されます
lt: Laikinųjų failų aplankas negali būti įtrauktas į kolekciją, nes tai sumažins darbo efektyvumą. Nebaigti siųstis failai gali būti bendrinami atsisiuntimų lange.
nl: Een submap van de geselecteerde map "%s" is al een onderdeel van de bibliotheek.\nToevoegen van deze map resulteert in opnieuw hashen van sommige bestanden.\n\nWil je hiermee doorgaan ?
no: En undermappe av den valgte mappen "%s" er allerede en del av biblioteket ditt.\nÅ legge til denne mapen vil føre til re-hashing av noen filer.\n\nØnsker du å fortsette?
pt: O diretório de arquivos incompletos não deve ficar na biblioteca, como isso reduziria a performance seria reduzida. Arquivos incompletos podem ser compartilhados diretamente da janela de Transferências.
ru: Папка для незаконченных файлов не может быть добавлена в Ваше хранилище, так как это уменьшит производительнось. Незаконченные файлы можно сделать доступными другим пользователям в окне загрузок.
sl: Mapa za nedokončane prenose ne sme biti v knjižnici, saj lahko to negativno vpliva na delovanje programa. Nedokončane datoteke se lahko neposredno delijo preko okna za prenose.
sr: Fascikla sa nedovršenim datotekama ne bi smela biti u kolekciji jer uzrokuje usporavanje. Nedovršene datoteke se mogu deliti direktno iz prozora razmene.
sv: Mappen för ofullständiga nedladdningar ska inte finnas i biblioteket eftersom det försämrar prestanda. Ofullständiga nedladdningar kan delas direkt från överföringsfönstret.
tr: Tamamlanmamış dosyalar klasörü kütüphanede bulunmamalı, performansı düşürecektir. Tamamlanmamış dosyalar direkt transfer penceresinden paylaşılabilir.

source: Please type the bandwidth limit you wish to set in the form "123 kb/s" for kilobits per second, or "123 KB/s" for kilobytes per second.
af: Tik asseblief die bandwydte limiet wat jy wil hê, in die vorm "123 kb/s" vir kilobits per sekonde, of "123 KB/s" vir kilobytes per sekonde.
ca: Si us Plau inclou les unitats per al límit de l'ample de banda de la següent forma "123 kb/s" per a kilobits per segon, o "123 KB/s" per a kiloBytes per segon.
de: Bitte geben sie das gewünschte Bandbreitenlimit ein. "123 kb/s" für Kilobits pro Sekunde, oder "123 KB/s" für Kilobytes pro Sekunde.
es: Por favor incluya la unidades para el límite del ancho de banda de la siguiente forma "123 kb/s" para kilobits por segundo, o "123 KB/s" para kiloBytes por segundo.
fr: Merci d'entrer la limite de bande passante que vous voulez appliquer sous la forme « 123 kb/s » pour kilobits par seconde, ou « 123 KB/s » pour kilooctets par seconde.
hu: Írja be a sávszél-korlátozást: "123 kb/s" kilobit per másodperc vagy "123 KB/s" kilobájt per másodperc formában.
it: Inserisci il limite di banda che desideri impostare nella forma "123 kb/s" per kilobit al secondo, oppure "123 KB/s" per kilobyte al secondo.
ja: "123 kb/秒" (キロビット/秒) 又は "123 KB/秒" (キロバイト/秒) という形式で帯域制限値を入力して下さい
lt: Įveskite norimą greitaveikos limitą „123 kb/s“ pavidalu, jei spartą renkatės kilobitais per sekundę, arba „123 KB/s“, jei renkatės kilobaitais per sekundę.
nl: Geef alsjeblieft de bandbreedtelimiet die je wilt invoeren in de vorm van "123 kb/s" voor kilobits per seconde, of "123 KB/s" voor kilobytes per seconde.
no: Vennligst velg hvilket format du vil ha på grensen for båndbredden "123 kb/s" for kilobits per sekund, eller "123 KB/s" for kilobytes per sekund.
pt: Por favor digite o limite de banda que você deseja pôr no formulário "123 kb/s" para kilobits por segundo, ou "123 KB/s" para kilobytes por segundo.
ru: Введите устанавливаемый лимит пропускной способности в виде «123 kb/s» для килобитов за секунду или «123 KB/s» - для килобайтов за секунду.
sl: Vnesite omejitev pasovne širine, ki jo želite nastaviti, in sicer v obliki "123 kb/s" za kilobite na sekundo ali "123 KB/s" za kilobyte na sekundo.
sv: Skriv bandbreddsbegräsningen du vill använda på formen "123 kb/s" för kbit/s eller "123 KB/s" för kbyte/s.
tr: Lütfen "123 kb/s" kilobits saniye ya da "123 KB/s" kilobayt saniye olarak belirlediğiniz bantgenişliği limitinizi yazınız.
