Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: (Copying downloaded chunks to a new preview file)
af: (kopieer afgelaaide dele na 'n nuwe voorskoulêer)
ca: (copiant l'arxiu a un arxiu de vista prèvia)
de: (Teildownloads in eine neue Vorschaudatei kopieren)
es: (copiando el archivo, a un archivo de vista previa)
fr: (copie des segments téléchargés vers un fichier de prévisualisation)
he: (מעתיק את החלקים שהורדו לתוך קובץ תצוגה מקדימה חדש)
hu: (letöltött részek összeszedése az előnézethez)
it: (copiatura di spezzoni scaricati in un nuovo file anteprima)
ja: (新規プレビューファイルにダウンロードしたチャンクをコピー中)
lt: (kopijuojami parsisiųsti gabalai į naują pežiūros failą)
nl: (gedownloade blokken worden gekopiëerd naar een nieuw voorvertoningsbestand)
no: (kopierer nedlastede deler til en ny forhåndsvisning)
pl: (kopiowanie pobranych części do nowego pliku podglądu)
pt: (copiando pedaços do download para um novo arquivo de prévia)
ru: (копируются загруженные части в новый файл)
sl: (kopiranje prenesenih kosov v novo datoteko predogleda)
sq: (po kopjoj thelat e shkarkuara tek një skedë e re parashikuese)
sr: (kopiram skinute delove u novu datoteku za pregled)
sv: (kopierar nedladdade stycken till en ny förhandsvisningsfil)
tr: (yeni bir önizleme dosyasının indirme parçaları kopyalanıyor)

source: Envy Respects its Users
af: Envy Respekteer ons Gebruikers
ca: Envy respecta els seus usuaris
de: Envy respektiert seine Benutzer
es: Envy Respeta sus Usuarios
fr: Envy respecte ses utilisateurs !
he: שרזה מכבדת את משתמשיה
hu: A Envy tiszteli a felhasználóit
it: Envy rispetta i suoi utenti
ja: Envyはユーザーをリスペクトしています
lt: „Envy“ gerbia savo naudotojus
nl: Envy respecteert zijn gebruikers
no: Envy respekterer sine brukere
pl: Envy szanuje swoich Użytkowników
pt: O Envy Respeita seus Usuários
ru: Envy уважает своих пользователей
sl: Envy spoštuje svoje uporabnike
sq: Envy i Respekton Përdoruesit
sr: Envy Poštuje Svoje Korisnike
sv: Envy respekterar sina användare
tr: Envy Kullanıcılarına Saygı Duyar

source: Did you know Envy is 100% free software?
af: Het jy geweet Envy is 'n 100% gratis program?
ar: Did you know Envy is a 100% free product?
ca: Envy és 100% gratuït.
de: Wussten Sie, dass Envy 100%ig kostenlose Software ist
es: Envy es 100% gratuito
fr: Saviez-vous que Envy était un produit totalement libre et gratuit ?
he: ?הידעת ששרזה היא תוכנה חינמית לחלוטין
hu: Tudta, hogy a Envy egy teljesen ingyenes termék?
it: Sai che Envy è un prodotto gratuito al 100%?
ja: Envyが100%フリーな製品であることを知っていますか?
lt: Ar žinote, kad „Envy“ yra visiškai nemokamas produktas?
nl: Wist je al dat Envy een 100% gratis product is?
no: Visste du at Envy er et 100% gratis produkt?
pl: Czy wiesz, że Envy jest w 100% DARMOWTM produktem?
pt: Você sabia que o Envy é um produto 100% gratuito?
ru: Знаете ли Вы, что Envy на 100% бесплатный продукт?
sl: Ste vedeli, da je Envy 100% brezplačen izdelek?
sq: A e dinit që Envy është një produkt 100% falas?
sr: Jeste li znali da je Envy 100% besplatni proizvod?
sv: Visste du att Envy är en 100% fri produkt?
tr: Envy'nın 100% özgür bir ürün olduğunu biliyor muydunuz?

source: Envy does not contain any spyware, adware or bundled software;{n}it does not display any advertisements, popups, or other bad behavior.{n}{n}If you ever see such activity be assured that it is not coming from a genuine version of this program.
af: Envy bevat GEEN "spioenware", "advertensieware" of enige ander ongewenste sagteware nie. Dit vertoon ook GEEN advertensies of "opspringboodskappe" ooit nie.{n}{n}As jy ooit advertensies of "opspringboodskappe" sien terwyl jy Envy gebruik, wees gerus dat hulle NIE van hierdie program afkomstig is nie.
ar: Envy does NOT contain ANY "spyware", "adware" or other bundled software. It does NOT display any advertisements or "popups", ever.{n}{n}If you ever see advertising or "popups" while using Envy, be assured that they are NOT coming from this program.
ca: No conté cap programari espia ("spyware", "adware") ni qualsevol altre tipus de programes. Envy no té ni propaganda, ni "finestres emergents", mai.{n}{n}Si apareix alguna cosa, estigues segur que no és causa de Envy.
de: Envy enthält KEINE "spyware", "adware" oder andere zusätzliche Software. Es zeigt keine Werbung oder "popups" an.{n}{n}Wenn Sie Werbung oder "popups" sehen während Sie Envy benutzen, können Sie sicher sein, dass diese nicht von Envy stammen.
es: No contiene ningún "spyware", "adware" o cualquier otro tipo de programas deshonestos. Envy no tiene ni propagandas, ni "popups", nunca.{n}{n}Si en algún momento ve una propaganda o un "popup" puedes tener por seguro que no fué causado por Envy.
fr: Envy ne contient AUCUN « spyware », « adware » ou autre logiciel de ce type. Il n'affiche JAMAIS de publicités ou « popup ».{n}{n}Si vous rencontrez des publicités ou des fenêtres intempestives en utilisant Envy, vous pouvez être sûr qu'ils ne proviennent pas de ce logiciel.
he: שרזה לא מכילה רוגלות, תוספי פרסומות או תוכנה כלשהי נוספת בתוכה. שרזה לא מציגה פרסומות קופצות אף פעם \n\n אם אי פעם תראי פרסומות "פרסומות קופצות" בעת שאתה משתמש בשרזה, .הינך יכול להיות בטוח שהם אינם מגיעים משרזה
hu: A Envy SEMMILYEN "kémprogramot", "reklámot" és hasonló programot NEM tartalmaz. SEMMILYEN "felugró ablak" NEM található benne.{n}{n}Ha mégis megjelenne ilyesmi, akkor az nem a Envyól származik!
it: Envy NON contiene nessun "spyware", "adware" o altro software aggiuntivo. NON mostra mai messaggi pubblicitari o "popup".{n}{n}Se dovessi vedere messaggi pubblicitari o "popup" mentre usi Envy, sicuramente NON provengono da questo programma.
ja: Envyはどのような種類の "スパイウェア"や"アドウェア" も含んでいませんし、 どんな広告・ "ポップアップ" も表示されません。{n}{n}もしEnvyを使用中に広告や"ポップアップ"が表示されたとしても、 それはこのプログラムが原因ではありませんので安心して下さい。
lt: „Envy“ NETURI JOKIŲ šnipinėjimo programų, reklaminių priedų ar kitokios kartu supakuotos programinės įrangos. Ji NIEKADA nerodo jokių reklamų ir joje nėra „iššokinėjančių“ langų.{n}Jei Jūs kada nors pamatysite reklamą ar „iššokinėjančius“ langus besinaudodami „Envy“, būkite tikri - jie ne iš šios programos.
nl: Envy bevat GEEN ENKELE "spyware", "adware" of andere verpakte/verborgen software. Het laat GEEN advertenties of "popups" zien, niets daarvan.{n}{n}Als je ooit een advertentie of "popup" krijgt tijdens het gebruiken van Envy, kun je er gegarandeerd vanuit gaan dat ze NIET afkomstig zijn van dit programma.
no: Envy inneholder IKKE "spyware", "adware" eller annet software. Det viser ingen reklamer eller "popups",.{n}{n}Hvis du ser reklame eller "popups" når du bruker Envy, ær sikker det kommer IKKE fra Envy.
pl: Envy NIE zawiera ŻADNEGO "spyware'u", "adware'u" ani innego wmuszanego software'u. Envy NIE wyświetla ŻADNYCH reklam ani "wyskakujących okieniek popup'ów", nigdy.{n}{n}Jeśli kiedykolwiek widziałeś reklamę lub "wyskakujace okienka - popupy" podczas używania Envyy, bądź pewien, że one NIE pochodzą z tego programu tj. Envyy.
pt: O Envy NÃO CONTÉM nenhum "spyware", "adware" ou outro programa junto com o Envy. NÃO exibe NENHUMA propaganda ou "popups", jamais.{n}{n}Se você ver uma propaganda ou um "popups" enquanto usando o Envy, esteja assegurado de que eles NÃO estão vindo deste programa.
ru: Envy не содержит никаких «шпионов», «навесок» или других рекламных программ. Она никогда не показывает никаких баннеров или «всплывающих окон».{n}Если Вы видели рекламу или «всплывающие окна» используя Envy, будьте уверенны - они к вам попали НЕ с Envy.
sl: Envy NE vsebuje "spyware", "adware" ali drugo neželjeno programje. Nikoli NE prikazuje reklam ali "pop-up" oken.{n}{n}Če boste slučajno naleteli na reklame ali "pop-up" okna med uporabo tega programa ste lahko prepričani, da ne izvirajo od Envy.
sq: Envy NUK përmban ASNJË "spiunues", "reklamues" apo ndonjë softuer tjetër të paketuar. Reklamat ose "kërcyeset" NUK shfaqen kurrë.{n}{n}Nëse gjatë përdorimit vëreni ndonjë reklamë ose "kërcyese", të jeni të sigurt se ato NUK janë të programit.
sr: Envy NE SADRŽI "spyware", "adware" ili ostali loši software. NE prikazuje nikakve reklame ili "popupove", nikada.{n}{n}Ako ikada vidite reklamu ili "popup" dok koristite Envy, možete biti uvereni da ju NE PRIKAZUJE ovaj program.
sv: Envy innehåller INTE NÅGOT "spionprogram", "reklamprogram" eller andra medskickade program. Det visar INGEN reklam eller "popupfönster" någonsin.{n}{n}Om du någonsin ser reklam eller "popupfönster" när du använder Envy kan du vara säker på att det INTE kommer från detta program.
tr: Envy "spyware", "adware" ya da diğer sıkıştırılmış yazılımları içermez. Reklam yada "popupları" asla görüntülemez{n}{n}Envy'yı kullanırken reklam ya da "popuplar" görürseniz, emin olun ki bu programdan gelmemiştir.

source: Envy is proud to be Free and Open-Source Software. A non-profit team of passionate volunteers shares this product with all the freedoms of GPL and Creative Commons Licenses, in the hope that it might be useful.
af: Ongelukkig kom 'n groot aantal ander sagteware met spioen- of advertensieware uit, so as jy iets verdags sien, word jy aangeraai om jou rekenaar met 'n spioen- of advertensieware verwyderaarsprogram te laat deursoek.
ar: Unfortunately a lot of other software does come with undesirable adware or spyware, so if you see something suspicious you may wish to check your PC with an advertising or spyware removal program.
ca: Per desgràcia, hi ha programes que instal·len programes espia o virus. Si us plau, comprova-ho amb programes especialitzats i neteja el teu ordinador.
de: Leider installieren viele andere Programme unerwünschte Adware oder Spyware. Falls Sie etwas Verdächtiges beobachten, können Sie ihren PC mit einem Anti-Spyware-Programm überprüfen.
es: Desafortunadamente, muchos softwares están incluyendo este tipo de aplicaciones que consumen recursos, y no son amigables. Si crees que tu pc está infectada con uno de estos programas, chequeela con programas especializados en quitar este tipo de software.
fr: Malheureusement, beaucoup d'autres logiciels contiennent des « adware » ou « spyware », donc si vous suspectez quelque chose, vous devriez désinfecter votre PC avec un logiciel spécialisé.
he: לצערנו הרבה תוכנות אחרות כן מגיעות עם תוספי פרסומות ורוגלות, לכן אם הינך רואה משהו חשוד כדאי שתבדוק את המחשב עם תוכנה לניקוי רוגלות ותוספי פרסומות
hu: Ellenben más programok tartalmazhatnak reklámot és/vagy kémprogramot. Ha ilyenekkel találkozik, futtasson le egy reklám- és kémprogram írtó programot.
it: Sfortunatamente molti software contengono adware o spyware, di modo che l'utente diventa sospettoso e desidera verificare se il suo PC contiene software aggiuntivi con un programma di rimozione.
ja: 残念ながら他の多くのソフトウェアは望まれていないアドウェアやスパイウェアを含んでいることがあります。 もし疑わしいものを発見したら、スパイウェア削除プログラムであなたのマシンをチェックした方が良いでしょう
lt: Deja, daug kitų programinių produktų įdiegia kartu nepageidaujamus šnipinėjimo ar reklaminius priedus, todėl, jei pamatysite ką nors įtartino, patikrinkite savo kompiuterį kokia nors šių priedų pašalinimo programa.
nl: Helaas komt een heleboel andere software met ongewenste adware of spyware, dus als je iets verdachts ziet doe je er goed aan om je PC na te kijken met een programma dat reclame of spyware verwijdert.
no: Uheldigvis kommer mye programvare med uønsket adware eller spyware, så hvis du ser noe suspekt kan det være lurt å sjekke pc-en med et reklame eller spyware fjerningsprogram.
pl: Niestety wiele innych programów przychodzi z nieporządanym adwarem or spywarem, zatem jeśli widzisz coś podejrzanego you may wish to sprawdzić swój komputer oprogramowaniem likwidującym reklamy i szpiegów.
pt: Infelizmente muito outros programas vem com adwares indesejáveis ou spywares, então se você ver algo suspeito você pode desejar verificar o seu PC com um programa de remoção de spywares e propagandas.
ru: К сожалению много других программ идет со «шпионами» и «навесками», если Вы заметили что-то подобное - проверьте Вашу систему с помощью специальных программ для удаления шпионов и навесков.
sl: Na žalost je veliko drugim programskim opremam dodano neželjeno adware ali spyware programje. Če boste opazili kaj sumljivega vam priporočamo, da uporabite programe, ki bodo počistili z vašega računalnika neželjeno programje.
sq: Për fat të keq, shumë nga softueret e tjera bartin reklamuesa apo spiunuesa të padëshirueshëm, ndaj nëse keni dyshime verifikoni PC-në tuaj me një program që heq reklamuesat e spiunuesat.
sr: Na žalost dosta ostalog softwarea stvarno dolazi sa neželjenim adware ili spyware delovima, ako vidite nešto sumljivo obavezno proverite vaš PC sa advertising ili spyware removal programom.
sv: Tyvärr innehåller många andra program oönskvärda reklamprogram eller spionprogram. Så om du ser något misstänkt kan du kontrollera din PC med ett program som tar bort dessa program.
tr: Maalesef diğer yazılımlar adware ya da casus kötücül yazılımları ile birlikte gelebilir, bu yüzden eğer şüpheli birşey görürseniz, spyware kaldırma ya da bildiri programı ile PC'nizin kontrol edilmesini isteyebilirsiniz.

source: You must not have paid any money to obtain this program. Envy can be freely downloaded from GetEnvy.com, if you've paid anyone for this demand a full refund immediately.
af: Jy moes nie enige geld betaal het vir Envy nie. Envy kan gratis afgelaai word deur enige iemand vanaf http://getenvy.com/. As jy iemand geld betaal het vir Envy, moet jy 'n volle terugbetaling onmiddellik eis.
ar: You should not have had to pay any money to obtain Envy. Envy can be freely downloaded by anyone from http://getenvy.com. If you paid someone money for Envy, you should demand a full refund immediately.
ca: No has de pagar per a obtindre Envy. Envy es pot distribueix lliurement, i descarregar de http://getenvy.com/. Si has pagat per ell, ¡demana que et tornin els diners!
de: Envy kostet nichts und kann von jedem kostenlos von http://getenvy.com/ heruntergeladen werden. Wenn Sie jemandem Geld für Envy bezahlt haben, sollten Sie sofort ihr Geld zurückverlangen.
es: Usted no debe pagar para obtener Envy. Envy se puede distribuir libremente, y descargar de http://getenvy.com/. Si usted pagó por Envy, pida un reembolso de inmediato.
fr: Il n'est pas nécessaire de payer quoique ce soit pour Envy. Envy peut être téléchargé librement sur http://getenvy.com. Si vous payez quelqu'un pour Envy, demandez immédiatement un remboursement.
he: אינך אמור לשלם כלל כדי לקבל את שרזה. שרזה ניתנת להורדה בחינם על ידי כל אחד מהאתר http://Envy.sourceforge.net/. אם נדרשת לשלם למישהו תמורת שרזה.עלייך לבקש החזר מלא לכספך באופן מיידי.
hu: Soha nem kell pénzt kiadnia a Envy. Innen letöltető ingyen: http://getenvy.com. Ha valahol fizetett érte, akkor biztosan átvágták és kérje vissza a pénzét.
it: Non dovete pagare nulla per scaricare Envy. Envy può essere scaricato da http://getenvy.com/. Se pagate a qualcuno per Envy, potete richiedere un pieno rimborso di quanto pagato.
ja: Envyを取得するには一銭もかかりません。 Envyは誰でもhttp://getenvy.com/からダウンロードすることができます。 もしあなたがEnvyの為に誰かにお金を支払っていたら、今すぐ全額払い戻しを請求して下さい。
lt: Jums nereikėjo sumokėti jokių pinigų, įsigyjant „Envy“. „Envy“ gali parsisiųsti kiekvienas iš http://getenvy.com/. Jei Jūs kam nors sumokėjote pinigus už „Envy“, Jus turėtumėte tuoj pat pareikalauti grąžinti juos.
nl: Als het goed is heb je niets hoeven te betalen voor Envy. Het kan door iedereen gratis worden gedownload vanaf http://getenvy.com/. Als je toch iemand hebt moeten betalen voor Envy, moet je meteen een volledige terugbetaling eisen.
no: Du skal ikke betale penger for Envy. Envy kan lastes ned helt gratis på http://getenvy.com/. Hvis du har betalt noen for Envy, skal du kreve pengene tilbake øyeblikkelig.
pl: Nie wolno zmuszać Cię do płacenia jakichkolwiek pieniędzy za otrzymanie Envyy. Kazdy zawsze może darmowowo pobrać Envy ze strony http://getenvy.com. Jeśli zapłaciłeś komuś pieniądze za Envy, powinieneś żądać natychmiastowego zwrotu tych nienależnych temu komuś pieniędzy, aż do skutku.
pt: Você não tem que pagar para obter o Envy. O Envy pode ser baixado livremente por qualquer um em http://getenvy.com. Se você pagou algum dinheiro pelo Envy, você deve exigir uma restituição completa imediatamente.
ru: Вам не надо платить денег чтобы получить Envy. Любой может загрузить её с http://getenvy.com. Если Вы кому-то заплатили деньги за Envy - Потребуйте Немедленно Вернуть Их!
sl: Za to, da namestite program Envy, vam ni potrebno plačati niti tolarja/centa. Envy lahko svobdno prenesete s spletne strani http://getenvy.com/. Če ste komurkoli plačali za Envy, zahtevajte svoj denar takoj nazaj.
sq: Për Envy-n nuk duhet të paguani! Envy mund të shkarkohet lirisht nga kushdo në http://getenvy.com/. Nëse keni paguar për të, duhet të kërkoni menjëherë një kthim të plotë parash.
sr: Niko Vam nebi smeo naplatiti za Envy. Envy možete besplatno skinuti sa http://getenvy.com/. Ako ste nekome platili Envy, trebali bi ste odmah tražiti potpuni povrat novca.
sv: Du ska inte ha betalat något för att komma över Envy. Envy kan laddas ned fritt av alla från getenvy.com. Om du har betalat pengar för detta program ska du kräva tillbaka dem med en gång.
tr: Envy'yı elde etmek için hiç para ödemeye gerek yoktur. Envy http://Envy.sourceforge.net/ adresinden serbestçe indirilebilir. Eğer Envy için herhangi bir ücret ödediyseniz, acilen paranızı geri isteyin.

source: Envy respects and appreciates its users.
af: Envy respekteer sy gebruikers!
ar: Envy respects its users!
ca: Envy respecta els seus usuaris!
de: Envy respektiert seine Benutzer!
es: Envy respeta sus usuarios!
fr: Envy respecte ses utilisateurs !
he: !שרזה מכבדת את משתמשיה
hu: A Envy tiszteli a felhasználóit!
it: Envy rispetta i suoi utenti!
ja: Envyはそのユーザを尊敬しています!
lt: „Envy“ gerbia savo naudotojus!
nl: Envy respecteert zijn gebruikers!
no: Envy respekterer sine brukere!
pl: Envy szanuje swoich użytkowników!
pt: O Envy respeita seus usuários!
ru: Envy уважает Вас!
sl: Envy spoštuje svoje uporabnike!
sq: Envy i respekton përdoruesit!
sr: Envy Poštuje Svoje Korisnike!
sv: Envy respekterar sina användare!
tr: Envy kullanıcılarına saygı duyar!

source: Spread the Word
af: Versprei die Nuus
ca: Ajuda'ns a fer difusió
de: Empfehlen Sie Envy
es: Extiende la voz
fr: Faire passer le message !
he: הפץ את השמועה
hu: Terjesztés
it: Diffondilo nel mondo
ja: 言葉を世界へ
lt: Pliskime Pasaulyje
nl: Verspreid het nieuws
no: Spre ryktet
pt: Promova o Envy
ru: Распространение
sl: Dober glas seže v deveto vas
sq: Ngrini Zërin
sr: Razglasi
sv: Sprid orden
tr: Kelimeyi Yaymak

source: Help Spread the Word
af: Help ons om die nuus te versprei
ar: Help Us Spread the Word
ca: Ajuda'ns a difondre'l
de: Empfehlen Sie Envy ihren Freunden und Bekannten!
es: Ayudanos a extender la palabra
fr: Aidez nous à faire passer le message !
he: אנא עזור לנו להפיץ את השמועה
hu: Terjessze az igét!
it: Aiutaci a diffonderlo nel mondo
ja: Envyという言葉を広めるお手伝いをして下さい
lt: Padėkite plisti Pasaulyje
nl: Help ons het nieuws te verspreiden
no: Hjelp oss å spre ryktet
pl: Pomóż nam Spread the Word
pt: Ajude-nos a promover o Envy
ru: Помогите нам стать популярнее
sl: Pomagajte nam širiti dobro besedo o Envy
sq: Na ndihmoni të Ngremë Zërin
sr: Pomognite Nam Da Raširimo Reč
sv: Hjälp oss sprida orden
tr: Envy'nın yayılmasında bize yardım edin

source: Hope you've enjoyed using Envy so far, it strives to be the best true file sharing software available.
af: Ons hoop jy het dit sover geniet om Envy te gebruik. Ons glo dat dit die beste lêerdelingsprogram beskikbaar is.
ar: We hope you have enjoyed using Envy so far. We believe it is the best file sharing application around.
ca: Esperem que fins ara hagis gaudit de Envy. Aquest és el millor programa de compartició d'arxius disponible.
de: Wir hoffen, dass ihnen Envy gefällt. Wir glauben, dass Envy das beste Filesharing-Programm auf dem Markt ist.
es: Esperamos que hasta ahora haya disfruado Envy, este es el mejor programa de compartir archivos disponible.
fr: Nous espérons que vous appréciez Envy. Nous pensons que c'est le meilleur logiciel P2P.
he: אנו מקווים שנהנית מהשימוש בשרזה עד כה, אנו מאמינים שזוהי תוכנת שיתוף הקבצים הטובה ביותר נכון להיום
hu: Reméljük, hogy örömmel használja a Envy. Szerintünk a Envy jelenleg a legjobb fájlmegosztó program a piacon.
it: Spero che abbiate gradito Envy. Crediamo che sia la migliore applicazione esistente per la condivisione dei file.
ja: 我々はあなたがEnvyを楽しんで使用してくれることを願っています。 我々はこれが最良のファイル共有アプリケーションであると信じています
lt: Mes viliamės, jog Jums ligi šiol buvo malonu naudotis „Envy“. Mes tikime, jog tai pati geriausia Jūsų sutikta failų apsikeitimo programa.
nl: Wij hopen dat je tot nu toe veel plezier beleeft hebt aan Envy. Volgens ons is het het beste programma ter wereld voor het uitwisselen van bestanden.
no: Vi håper du syns Envy er et bra program. Vi mener at det er det beste fildelingsprogrammet som finnes.
pl: Mamy nadzieję, żę jak dotąd jesteś zadowolony z używania Envyy. Wierzymy, że jest to najlepsza aplikacja do wymiany plików na rynku.
pt: Nós esperamos que você tenha gostado de usar o Envy até agora. Nós acreditamos que seja o melhor aplicativo para compartilhar.
ru: Мы надеемся что вам нравиться пользоваться Envy. Мы верим, что это лучшая P2P программа среди подобных.
sl: Upamo, da ste bili do sedaj zadovoljni s Envy. Smo mnenja, da je to najboljši program za za deljenje datotek daleč naokoli..
sq: Shpresojmë që deri tani të jeni i kënaqur me përdorimin e Envy-s. Ne besojmë se ky është aplikimi skedë-shpërndarës më i mirë përqark.
sr: Nadamo se da uživate koristeći Envy. Verujemo da je najbolji program za razmenu datoteka koji postoji.
sv: Vi hoppas att du har haft glädje av att använda Envy hittils. Vi tycker att det är det bästa fildelningsprogrammet som finns.
tr: Umarız şimdiye kadar Envy kullanmaktan zevk almışsınızdır ve inanıyoruz ki bu diğerlerinden daha iyi bir dosya paylaşım programıdır.

source: Unfortunately, a lot of potential filesharers don't know what they're missing.
af: Ongelukkig weet 'n groot aantal lêerdelers nie wat hulle mis nie!
ar: Unfortunately, a lot of file sharers don't know what they're missing!
ca: Desafortunadament, hi ha molts usuaris que no el coneixen encara!
de: Leider wissen viele nicht, was sie verpassen!
es: Desafortunadamente, hay muchos usuarios que no lo conocen todavía!
fr: Malheureusement, beaucoup ne savent pas ce qu'ils ratent !
he: !לצערנו הרב, הרבה מאוד משתפי קבצים לא יודעים מה הם מפסידים
hu: Sajnos sokan nem tudják, hogy miből maradnak ki!
it: Sfortunatamente molti utenti non lo conoscono!
ja: 残念ながら、多くのファイル共有者はEnvyの存在を知りません!
lt: Deja, dauguma naudotojų, besidalijančių failais, nežino, ką jie praranda!
nl: Helaas weten een heleboel mensen niet wat ze missen!
no: Uheldigvis vet ikke alle fildelere hva de går glipp av!
pl: Niestety, wielu wymieniających pliki nie wie co traci!
pt: Infelizmente, muitos que compartilham arquivos não sabem o que eles estão perdendo!
ru: К сожалению многие пользователи P2P не знают что они пропускают!
sl: Na žalost se veliko ljudi, ki deli datoteke po medmrežju, ne ve kaj zamuja!
sq: Për fat të keq, shumë shpërdarës skedash nuk e dinë se sa shumë u duhet!
sr: Nažalost, puno ljudi nezna šta propušta koristeći zastarele programe!
sv: Tyvärr vet många personer inte vad de missar!
tr: Maalesef, bazı dosya paylaşanlar ne kaybettiklerini bilmiyorlar!
