Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: To disable the filter, go into Tools > Settings > General and uncheck the adult content filter.
af: Om die filter af te skakel, gaan na Opsies > Verstellings > Algemeen en deselekteer die volwasse inhoudsfilter.
ar: لتعطيل المرشح ، أنتقل إلى أدوات > إعدادات > عام ثم قم بتأشير مرشح المحتوى للبالغين
ca: Per a deshabilitar el filtre, ves a Eines > Configuració > General i deshabilita el filtre de contingut per a adults.
de: Um den Filter zu deaktivieren, wählen Sie Extras > Einstellungen > Allgemein und deaktivieren Sie den Erotikfilter.
es: Para deshabilitar el filtro, ve a Herramientas > Configurar > General y desabilita "Filtro de contenido para adultos".
fr: Pour désactiver ce filtre, allez dans Outils > Réglages de Envy > Général et décocher le filtre du contenu adulte.
hu: A szűrő kikapcsolása: Eszközök > Beállítások > Általános és itt szedje ki a pipát a tartalomszűrő elől.
it: Per disabilitare il filtro, devi andare in Strumenti > Configurazioni > Generale e disabilitare il filtro contenuti adatti per adulti.
ja: フィルタを無効にするにはツール → > Envy設定 > → 一般で18禁フィルタの チェックを外して下さい。
lt: Tam, kad atjungtumėte filtrą, nueikite Įrankiai > Nuostatos > Bendra ir atžymėkite turinio suaugusiems filtravimą.
nl: Om de filter uit te schakelen, ga naar Hulpmiddelen > Envy instellingen > Algemeen en vink de volwasseninhoud filter uit.
no: For å skru av filteret, gå til Verktøy > Innstillinger > Generelt og fjern haken for filteret.
pl: Aby wyłączyć filtr, wejdź do Narzędzia > Ustawienia > Ogólne i odznacz "Filtruj zawartość dla dorosłych z wyszukiwań".
pt: Para desativar o filtro, vá em Ferramentas > Configurações > Geral e desative o filtro de conteúdo adulto.
ru: Для того, чтобы отключить фильтр, идите в Инструменты > Установки > Общее и уберите галочку с фильтра содержимого для взрослых.
sl: Če želite onemogočiti delovanje filtra, pojdite na meniju na Ordja > Nastavitve > Splošno in umaknite kljukico ob besedilu Filtrirajte vsebino samo za odrasle iz iskanj.
sq: Për ta çaktivizuar filtrin, shkoni tek Mjete > Vendosje > Përgjithësi, dhe mos e zgjidhni filtrin e përmbajtjes për të rritur.
sv: För att stänga av filtret: Gå till Verktyg > Inställningar > Generellt och blocka av "Filtrera vuxeninnehåll från sökningar".
tr: Filtre engellemek için araç çubuğundaki > Ayarlar >içinde Genel ve kontrol edilmemiş gelişmiş içerik filtresine gidilir.

source: Already Shared
af: Alreeds Gedeel
ar: مشارك به مسبقا
ca: Ja està compartit
de: Bereits freigegeben
es: Esta siendo compartida
fr: Déjà partagé
hu: Már meg van osztva
it: Già Condivisa
ja: 既に共有されています
lt: Jau yra bendrintas
nl: Wordt al gedeeld
no: Allerede delt
pl: Już udostępnione
pt: Já Compartilhado
ru: Общий доступ уже открыт
sl: Že deljeno drugim (share)
sq: Tashmë i Shpërndarë
sr: Već Delite
sv: Redan utdelad
tr: Zaten Paylaşıldı

source: The folder you have selected is already being shared as part of an existing share.
af: Die gids wat jy geselekteer het word alreeds as deel van 'n bestaande gids gedeel.
ar: المجلد المحدد مشارك به مسبقا كجزء من مشاركة متوفرة
ca: Aquesta carpeta que has seleccionat ja està compartida com a part d'altra.
de: Der markierte Ordner ist bereits als Teil einer existierenden Freigabe freigegeben.
es: Esta carpeta que has seleccionado ya esta siendo compartida.
fr: Le dossier que vous avez sélectionné est déjà partagé car il fait partie d'un partage existant.
hu: A kiválsztott mappa már megosztásra került.
it: La cartella che hai selezionato fa parte di una cartella oggetto di condivisione..
ja: あなたが選択したフォルダは既に共有されています。
lt: Aplankas, kurį Jūs pasirinkote, jau yra bendrintas kaip dalis kito bendrinto ištekliaus.
nl: De geselecteerde map wordt al gedeeld, als onderdeel van een andere map.
no: Denne mappen blir allerede delt gjennom en annen mappe.
pl: Folder który wybrałeś jest już udostępniony jako część innego udostępnionego folderu.
pt: A pasta que você selecionou já está sendo compartilhada como parte de um compartilhamento existente.
ru: Папка, которую Вы выбрали, принадлежит уже открытой для доступа папке:
sl: Mapo, ki ste jo izbrali, je že označena, kot deljena drugim.
sq: Dosja që zgjodhët po shpërndahet që më parë si pjesë e një shpërndarjeje ekzistuese.
sr: Fasciklu koju ste odabrali već delite kao deo postojećeg deljenja.
sv: Mappen du försöker dela ut är redan utdelad som en del av en existerande utdelning.
tr: Seçtiğiniz bu klasör zaten paylaşımın bir parçasıdır.

source: This folder should not be shared
af: Hierdie gids moet nie gedeel word nie
ar: هذا المجلد لا يجب المشاركة فيه
ca: Aquesta carpeta no ha de ser compartida
de: Dieser Ordner sollte nicht freigegeben werden
es: Esta carpeta no debe ser compartida
fr: Ce dossier ne devrait pas être partagé
hu: Ezt a mappát nem kéne megosztani
it: Questa cartella non dovrebbe essere condivisa
ja: このフォルダは共有すべきではありません
lt: Šio aplanko nereikėtų bendrinti
nl: Map moet niet worden vrijgegeven
no: Dene mappen bør ikke deles.
pl: Ten folder nie powinien być udostępniony
pt: Esta pasta não deveria ser compartilhada
ru: Эту папку открывать для общего доступа не рекомендуется
sl: Ta mapa se ne bi smela deliti
sq: Kjo dosje nuk duhet shpërndarë
sr: Ovu fascikluu ne biste smeli deliti
sv: Denna mapp bör inte delas ut
tr: Bu klasör paylaşılmamalı

source: This location is a protected system folder, or contains one.
af: Hierdie gids is (of bevat) 'n sisteem-gids. Die deling van hierdie gids word nie aanbeveel nie, aangesien meeste van die lêers wat dit bevat nie bruikbaar is vir ander mense nie.
ar: هذا المجلد يحتوي على ملفات للنظام أو أن المجلد نفسه للنظام يستحسن عدم المشاركة به بما أن أعلب الملفات التي فيه الناس في غنى عنها
ca: Aquesta carpeta és (o conté) una carpeta del sistema. Compartir aquesta carpeta no està recomanat, perquè la majoria dels arxius que són aquí no són usats per altres persones.
de: Dieser Ordner ist (oder enthält) einen Systemordner. Dieser Ordner sollte nicht freigegeben werden, weil meisten Dateien darin für andere Leute keinen Nutzen haben.
es: Esta carpeta es(o contiene) una carpeta del sistema. Compartir esta carpeta no es recomendado, porque la mayoria de los archivos que estan aqui no son usados por otras personas.
fr: Ce dossier est (ou contient) un dossier système. Partager ce dossier n'est pas recommandé, car la plupart de ces fichiers ne sont d'aucune utilité pour les autres.
hu: Ez egy rendszermappa vagy rendszerfájlokat tartalmazó mappa. Nem ajánlatos megosztani, mert mások semmi hasznát sem fogják venni.
it: La cartella è (o contiene) una cartella del sistema operativo. Non è consigliato condividere questa cartella, poichè la maggior patre dei file contenuti non sono di nessuna utilità per gli altri utenti.
ja: このフォルダ(又はこのフォルダに含まれるフォルダ)はシステムフォルダです。 他の殆どの人にとってそれらに含まれるファイルの大部分が無駄である為、 このフォルダを共有すべきではありません。
lt: Šis aplankas yra sisteminis ar turi savyje tokį aplanką. Bendrinti šį aplanką nepatariama, nes failai, esantys jame, daugumai žmonių bus nenaudingi.
nl: Deze map is (of bevat) een systeemmap. Het delen van deze map wordt niet aanbevolen, de meeste van de bestanden in deze map zijn toch nutteloos voor andere mensen.
no: Denne mappen er (eller inneholder) en systemmappe. Det anbeafales ikke å dele systemmapper siden filene ikke kan brukes av andre personer.
pl: Ten folder jest lub zawiera folder systemowy. Udostępniane tego folderu nie jest zalecane, ponieważ większość ze znajdujących się w nim plików nie jest przydatna dla innych ludzi.
pt: Esta pasta é (ou contém) uma pasta de sistema. Compartilhar essa pasta não é recomendado, já que a maioria dos arquivos dela não são de uso para outras pessoas.
ru: Эта папка системная или содержит системные папки. Открывать эту папку мы не рекомендуем, так как для других людей файлы содержащиеся в ней бесполезны.
sl: Izbrana mapa je bodisi sistemska ali pa vsebuje sistemske pod-mape. Deljenje te mape ni priporočljivo saj datoteke, ki so v njej, niso drugim uporabne.
sq: Kjo dosje është (ose përmban) një dosje sistemi. Shpërndarja e kësaj dosjeje nuk rekomandohet, derisa shumica e skedave në të nuk përdoren nga të tjerë.
sr: Ova fascikla je (ili sadrži) sistemska fascikla. Deljenje ove fascikle se ne preporuča, iz razloga što je večina vaših sistemskih datoteka nekorisna drugima.
sv: Denna folder är en systemmapp (eller innehåller systemfiler). Utdelning av denna mapp rekommenderas inte, eftersom de flesta av filerna i den är oanvändbara för andra personer.
tr: Bu klasör(ya da içerikler) bir sistem klasörüdür. Bu dosyanın paylaşımı diğer insanların kullanmaması gereken dosyalar içerdiğinden önerilmedi.

source: Sharing this folder is not recommended.
af: Gidse soos die Windows-gids, Program Files, en soortgelyke gidse, bevat normaalweg nie lêers wat gedeel behoort te word nie. Enige lêers van belang sal in subgidse aangetref word,
ar: المجلدات مثل مجلد Windows و Program Files و المجلدات المماثلة لا تحتوي عادة على ملفات مناسب للمشاركة . أي ملفات مثيرة للإهتمام ستكون في المجلدات الفرعية
ca: Carpetes com la carpeta de Windows, arxius dels programes, i carpetes similars no contenen arxius per a compartir. Qualsevol arxiu d'interés hauria d'estar localitzat a un subdirectori
de: Ordner, wie das Windowsverzeichnis, Programme und ähnliche Ordner enthalten normalerweise keine zur Freigabe geeigneten Dateien. Interessante Dateien befinden sich stets
es: Carpetas como la carpeta de Windows, Archivos del Programa, y carpetas similares no continen archivos convenientes para compartir. Cualquier archivo de interés deberia estar ubicado en una sub-carpeta localizada
fr: Des dossiers comme le dossier « Windows », « Program Files », et autres dossiers similaires ne contiennent généralement pas de fichiers appropriés au partage. Les fichiers intéressants doivent plutôt être dans des sous-dossiers localisés
hu: A Windows, Program Files és hasonló mappák általában nem tartalmaznak megosztásra alkalmas fájlokat. Esetleg a
it: Cartelle come la cartella Windows, Programmi, e similari non contengono di solito file utili per la condivisione. Alcuni file potrebbero essere contenuti in sotto cartelle poste
ja: WindowsディレクトリやProgram Filesディレクトリ、そしてそれと同じようなシステムフォルダは共有するのに 適当なファイルを含んでいません。 恐らく共有に値するような全てのファイルは、これらのフォルダの
lt: Tokie aplankai, kaip „Windows“ katalogas, „Program Files“ ir panašūs aplankai, paprastai neturi tinkamų bendrinimui failų. Tik šių aplankų
nl: Mappen zoals de Windows map, Program Files, en vergelijkbare mappen bevatten zelden bestanden die geschikt zijn om te delen. Interessante bestanden bevinden zich in sub-mappen
no: Mapper som Windows, Programfiler, og lignende mapper inneholder ikke filer som passer for å bli delt. Filer av interesse vil være i undermapper lagret
pl: Foldery jak folder Windows, Program Files i podobne foldery nie zawierają zwykle plików wartych udostępniania. Pliki warte zainteresowania byłyby w folderach, które się znajdują
pt: Pastas como o diretório do Windows, Arquivos de Programas, e pastas similares não contém geralmente, arquivos que possam ser adequados para compartilhar. Quaisquer arquivos de interesse estariam em sub-pastas localizadas
ru: Такие папки, как Windows, Program Files и подобные, обычно не содержат файлов, подходящих для общего доступа. Какие-нибудь имеющие интерес файлы будут находиться
sl: Mape, kot so Windows ali Program Files ipd. ponavadi nimajo datotek, ki bi bile primerne za deljenje drugim. Datoteke, ki bi bile lahko drugim zanimive bi se nahajale v pod mapah
sq: Dosjet si direktoria Windows, Program Files, dhe dosje të ngjashme, zakonisht nuk përmbajnë skeda të përshtatshme për shpërndarje. Çdo skedë me interes do të ndodhej në nëndosje, lokalizuar
sr: Fascikle kao Windows, Program Files, i slično obično ne sadrže datoteke pogodne za deljenje. Zanimljive datoteke mogu biti pod-fascikle smeštene
sv: Mappar som Windowsmappen, Program/Program Files och liknande mappar innehåller vanligtvis inte filer lämpliga för utdelning. Filer som kan vara intressanta finns i undermappar som finns
tr: Windows dizini,Program dosyaları, vb. gibi klasörler genellikle paylaşıma uygun dosya içermez. İlgili tüm dosyalar bu klasörlerin

source: Folders such as the Windows directory or Program Files do not usually contain files suitable for sharing. Any files of interest would be in sub-folders located
af: binne
ar: في داخلها
ca: dins
de: innerhalb
es: adentro
fr: à l'intérieur de
hu: bennük
it: all'interno
ja: 内部に
lt: poaplankiuose
nl: binnen
no: i
pl: w środku tych folderów
pt: dentro
ru: внутри
sl: znotraj
sq: brenda
sr: unutar
sv: innanför
tr: içine

source: inside
af: hierdie gidse. Deel hulle asseblief eerder.
ar: حيث أن هذه المجلدات يمكن المشاركة بها بدلا من ذلك
ca: d'aquestes carpetes. Per favor, comparteix altres arxius.
de: dieser Ordner. Bitte geben Sie diese Ordner frei.
es: estas carpetas. Por favor comparte estos en vez de los otros.
fr: ces dossiers. Merci de partager plutôt ceux-la.
hu: található almappák lehetnek megosztásra érdemesek.
it: di queste cartelle. Condividi allora queste ultime.
ja: 位置するサブフォルダに存在するはずです。 替わりにそれらを共有するようにして下さい。
lt: yra dominančių failų. Taigi, bendrinkite poaplankius.
nl: deze mappen. Deel deze alsjeblieft, in plaats van de gehele map.
no: disse mappene. Vennligst del disse i stedet.
pl: . Udostępniaj je zamiast tych.
pt: destas pastas. Por favor compartilhe-as em vez das outras.
ru: подкаталогах этих папок. Разделяйте именно эти папки.
sl: teh map. Priporočamo vam, da raje delite te.
sq: këtyre dosjeve. Ju lutemi shpërdani ato më mirë.
sr: ovih fascikla. Molimo da delite te fascikle.
sv: dessa mappar. Dela gärna ut dem istället.
tr: yerleştirilmiş alt klasörlerdedir. Lütfen yerine bunları paylaşın.

source: these folders. Please share those instead.
af: Die Envy 'incomplete'-gids moet ook nie gedeel word deur die biblioteek nie, omdat die prosessering van aktiewe aflaaie werkverrigting nadelig mag beïnvloed.
ar: مجلد Envy 'للغير مكتملة' يجب أن أيضا عدم المشاركة به من خلال المكتبة ، لأن تجزئة التحميلات مستمر مما قد يؤثر على الأداء
ca: Els arxius de Envy de la carpeta 'incomplete' no han de ser compartits en la col·lecció, perquè quan toqui fer el hashing tindràs problemes de rendiment.
de: Der Envy "incomplete"-Ordner sollte auch nicht über die Bibliothek freigegeben werden. Der Versuch, Dateien zu hashen, die gerade heruntergeladen werden, wirkt sich negativ auf die Geschwindigkeit aus.
es: Los archivos de Envy de la carpeta 'incomplete' no deben ser compartidos en mi Colección, porque cuando trates de hacer el hashing process vas a tener problemás en el rendimiento.
fr: Le dossier « Incomplete » de Envy ne devrait également pas être partagé dans la bibliothèque car le hachage d'un téléchargement en progression peut avoir un impact négatif sur les performances.
hu: A Envy 'Félkész letöltések' mappát sem kéne megosztani, mert a folyamatban lévő letöltések hashelése csökkentheti a rendszer teljesítményét.
it: Anche la cartella di Envy 'incompleti' non dovrebbe essere condivisa, poichè effettuare l'hash durante lo scaricamento potrebbe impattare negativamente nelle prestazioni.
ja: 進行中のダウンロードをハッシュしようとしてパフォーマンスに重大な影響を与える可能性があるため、 Envyの"incomplete"フォルダもまたライブラリを通して共有すべきではありません。
lt: „Envy“ programos „incomplete“ aplanko irgi nereikėtų bendrinti savo kolekcijoje, nes bandymai skaičiuoti parsisiunčiamų failų maišas gali pakenkti našumui.
nl: De Envy 'Incomplete' map moet je ook niet via de bibliotheek delen, de werking van Envy gaat achteruit doordat de onvoltooide bestanden continu opnieuw worden gehashed.
no: Mappen 'incomplete' bør ikke deles, da det vil få store konsekvenser for programmets ytelse.
pl: Folder plików tymczasowych Envy też nie powinien być udostępniany przez zasoby, ponieważ próba hashowania postępujących pobierań może mieć swój odcisk na wydajności całego komputera.
pt: A pasta 'incompletos' do Envy também não deve ser compartilhada pela biblioteca, já que a tentativa de fazer o hash dos downloads em progresso pode ter um impacto na performance.
ru: Папка Envy 'incomplete' также не должна быть открыта для доступа в хранилище, так как попытка хешировать загрузки снизит производительность.
sl: Prav tako ne priporočamo deljenje datotek v mapi 'incomplete' saj lahko postopek zgoščevanja (hashing) datotek v prenosu močno vpliva na učinkovitost delovanja Envy.
sq: Dosja e 'paplotë' në Envy gjithashtu nuk duhet shpërndarë përmes librarisë, derisa orvatja për grirjen e shkarkesave në progres mund të prekë efektshmërinë.
sr: Envy 'incomplete' fascikla nebi smela biti deljena kroz kolekciju, jer proveravanje i dodavanje sadržaja koji se još uvijek skida može značajno usporiti rad.
sv: Envys mapp för ofullständiga filer ska inte heller delas ut, eftersom granskning av filer som laddas ned kan påverka prestandan.
tr: Envy 'tamamlanmamış' klasörü kütüphaneden dahi paylaştırılmamalıdır, hash download-lar denendiği sürece performans etkilenebilir

source: View the user's shared files
af: Vertoon die gebruiker se gedeelde lêers
ar: عرض ملفات المستخدم المشاركة
ca: Mostra els arxius compartits de l'usuari
de: Die Dateien des Benutzers anzeigen.
es: Ver los archivos compartidos
fr: Voir les fichiers partagés par l'utilisateur.
he: הצג את הקבצים שהמשתמש משתף
hu: A felhasználó megosztásának böngészése
it: Visualizza i file condivisi dall'utente.
ja: ユーザの共有ファイルを参照します
lt: Peržiūrėti naudotojo bendrintus failus.
nl: Bekijk de gedeelde bestanden van deze gebruiker.
no: Vis brukers delte filer.
pl: Przeglądaj pliki udostępnione przez tego użytkownika.
pt: Ver a lista de arquivos compartilhados do usuário
ru: Просмотр файлов.
sl: Poglejte datoteke, ki jih uporabnik deli
sq: Shikon skedat që shpërndan përdoruesi
sr: Pogledaj koje datoteke deli
sv: Visa användarens utdelade filer.
tr: Kullanıcının paylaşılan dosyalarını göster

source: Browse the selected user's profile and shared files.
af: Blaai deur die geselekteerde gebruiker se profiel en gedeelde lêers.
ar: تصفح وضعية المستخدم المحددة و الملفات المشاركة
ca: Explora l'usuari: el seu perfil i els arxius compartits.
de: Die Dateien und das Profil des markierten Benutzers durchsuchen.
es: Explorar usuario.
fr: Parcourir les fichiers partagés et le profil de l'utilisateur sélectionné.
he: ‪עיין בפרופיל המשתמש שבחרת ובקבציו
hu: Fájllista letöltése és adatlap megtekintése.
it: Esplora il profilo e i file condivisi dell'utente selezionato.
ja: 選択したユーザのプロフィールと共有ファイルを参照します
lt: Peržiūrėti pasirinkto naudotojo profilį ir bendrintus failus.
nl: De gedeelde bestanden van de geselecteerde gebruiker en zijn profiel bekijken.
no: Utforsk valgte brukers profil og delte filer.
pl: Zobacz profil użytkownika i udostępnione przez niego pliki.
pt: Navegar os arquivos compartilhados e o perfil do usuário selecionado.
ru: Просмотр профиля и файлов пользователя.
sl: Brskajte po uporabnškem profilu in deljenih datotekah izbranega uporabnika.
sq: Shfleton profilin e përdoruesit dhe skedat që ai shpërndan.
sr: Pogledaj profil i datoteke koje deli odabrani korisnik.
sv: Visa den valda användarens profil och utdelade filer.
tr: Seçilmiş kullanıcının profiline ve paylaşılan dosyalarına gözat.

source: Browse the user's profile.
af: Blaai deur die gebruiker se profiel.
ar: تصفح وضعية المستخدم
ca: Explora el perfil de l'usuari.
de: Das Profil des Benutzers anzeigen.
es: Explorar el perfil del usuario.
fr: Parcourir le profil de l'utilisateur.
he: ‪עיין בפרופיל המשתמש
hu: A felhasználó adatlapjának böngészése.
it: Esplora il profilo dell'utente.
ja: ユーザのプロフィールを参照します
lt: Peržiūrėti naudotojo profilį.
nl: Bekijk het profiel van deze gebruiker.
no: Utforsk brukers profil.
pl: Zobacz profil użytkownika.
pt: Navegar o perfil do usuário.
ru: Просмотр профиля пользователя.
sl: Brskajte po uporabniškem profilu.
sq: Shfleton profilin e përdoruesit.
sr: Pogledaj profil.
sv: Visa användarens profil.
tr: Kullanıcının profiline gözat.

source: Refresh the list of files available on this host.
af: Verfris die lys van lêers beskikbaar vanaf hierdie gasheer.
ar: تحديث قائمة الملفات المتوفرة على هذا المضيف
ca: Refrescar la llista d'usuaris d'aquest host.
de: Die Dateiliste erneut anfordern.
es: Actualizar la lista de usuarios.
fr: Actualiser la liste des fichiers disponibles sur cet hôte.
he: ‪רענן את רשימת הקבצים שמוצעים על ידי הכתובת
hu: A kiszolgálón lévő fájllista frissítése.
it: Aggiorna la lista dei file disponibili su questo host.
ja: このホスト上で利用可能なファイルリストの更新をします
lt: Atnaujinti šio adresato siūlomų failų sąrašą.
nl: De lijst vernieuwen van bestanden, die op deze gastheer beschikbaar zijn.
no: Oppdater listen over tilgjengelige filer på denne verten.
pl: Odśwież listę dostępnych plików na tym hoście.
pt: Atualizar a lista de arquivos disponíveis neste host.
ru: Обновить список файлов.
sl: Osvežite seznam datotek, ki so na voljo na tem gostitelju.
sq: Rifreskon listën me skedat e vlefshme në host.
sr: Osveži popis dostupnih datoteka na ovom hostu.
sv: Uppdatera listan över filer som finns hos denna värd.
tr: Hostda mevcut olan dosya listesini yenile.

source: Stop browsing files on this host.
af: Hou op om deur lêers van hierdie gasheer te blaai.
ar: التوقف عن تصفح الملفات على هذا المضيف
ca: Atura l'exploració del host.
de: Durchsuchen dieses Hosts beenden.
es: Parar la exploración del usuario.
fr: Arrêter de parcourir les fichiers de cet hôte.
he: ‪עצור עיון הקבצים בכתובת זו
hu: Böngészés leállítása a kiszolgálón.
it: Termina l'esplorazione dei file su questo host.
ja: このホストのファイル参照を停止します
lt: Sustabdyti šio adresato failų peržiūrą.
nl: Beëindig het bekijken van bestanden op deze gastheer.
no: Avslutt utforskning av denne verten.
pl: Przestań przeglądać pliki na tym hoście.
pt: Parar de navegar arquivos neste host.
ru: Остановить просмотр файлов хоста.
sl: Prekinite brskanje po datotekah na tem gostitelju.
sq: Ndalon shfletimin e skedës në host.
sr: Prestani pregledavati šta ima ovaj host.
sv: Sluta visa filer från denna värd.
tr: Hostdaki dosyaları gözatmayı durdur.

source: Apply bold formatting (Ctrl+B)
af: Druk teks in vetdruk (Ctrl+B)
ar: Ctrl+B)تطبيق التنسيق بخط عريض
ca: Aplica el format negreta (Ctrl+B)
de: Fett (Ctrl+B)
es: Aplicar negrita (Ctrl+B)
fr: Appliquer le formatage en gras (Ctrl+B)
he: החל עיצוב מודגש (Ctrl+B)
hu: Félkövér betűk (Ctrl+B)
it: Applica la formattazione in grassetto (Ctrl+B)
ja: ボールド体フォーマットを適用します(Ctrl+B)
lt: Paryškinti pusjuodžiu šriftu (Ctrl+B)
nl: Maak de tekst vet (Ctrl+B)
no: Velg fet skrift (Ctrl+B)
pl: Zastosuj pogrubione formatowanie (Ctrl+B)
pt: Aplicar formatação em Negrito (Ctrl+B)
ru: Применить полужирный формат (Ctrl+B)
sl: Uporabite krepko pisavo (Ctrl+B)
sq: Zbaton formatim të trashë (Ctrl+B)
sr: Podebljaj slova (Ctrl+B)
sv: Gör texten fet (Ctrl+B)
tr: Kalın biçimini uygula (Ctrl+B)

source: Browse the user's profile and shared files.
af: Blaai deur die gebruiker se profiel en gedeelde lêers.
ar: تصفح وضعية المستخدم و الملفات المشاركة
ca: Explora el perfil de l'usuari i els seus arxius compartits.
de: Das Profil und die freigegebenen Dateien anzeigen.
es: Explorar perfil del usuario y archivos compartidos.
fr: Parcourir le profil de l'utilisateur et ses fichiers partagés.
he: עיין בפרופיל המשתמש שבחרת ובקבציו
hu: A felhasználó adatlapjának és megosztásának böngészése.
it: Esplora il profilo dell'utente e i file condivisi.
ja: ユーザのプロフィールと共有ファイルを参照します
lt: Peržiūrėti naudotojo profilį ir bendrintus failus.
nl: Bekijk de gedeelde bestanden en het profiel van de gebruiker.
no: Utforsk brukers profil og delte filer.
pl: Zobacz profil użytkownika i udostępnione przez niego pliki.
pt: Navegar a lista de arquivos compartilhados e o perfil do usuário.
ru: Просмотр профиля и файлов пользователя.
sl: Brskajte po uporabniškem profilu in deljenih datotekah.
sq: Shfleton profilin e përdoruesit dhe skedat që ai shpërndan.
sr: Pogledaj korisnikov profil i datoteke koje deli.
sv: Visa användarens profil och utdelade filer.
tr: Kullanıcının profiline ve paylaşılan dosyalarına gözat.
