Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Private torrent
ca: Torrent privat
de: Privater Torrent
es: Torrent privado
fr: Torrent privé
hu: Privát torrent
it: Torrent privato
ja: プライベートTorrent
lt: Privatus torrent failas
nl: Privé torrent
pl: Prywatny torrent
pt: Torrent particular
ru: Конфиденциальный торрент
sl: Zasebni torrent
sq: Torrent privat
sv: Privat torrent
tr: Özel (private) torrent

source: The torrent "%s" is already on your download list, and cannot be seeded.
af: Die torrent-lêer "%s" is alreeds op jou aflaailys, en kan nie gesaai word nie.
ca: El torrent "%s" ja està en la llista de descàrregues, i no pots tornar a ser Seed.
de: Der Torrent "%s" ist breits auf ihrer Downloadliste und kann nicht "geseedet" werden.
es: El torrent "%s" ya está en la lista de descargas, y no puede ser agregado de nuevo como Compartido.
fr: Le torrent « %s » est déjà dans votre liste de téléchargement, et ne peut pas être semé.
hu: A(z) "%s" torrent már a letöltési listában van nem lehet már seedelni.
it: Il torrent "%s" è già presente nella lista dei tuoi download e non può essere condiviso.
ja: Torrent "%s" は既にダウンロードリスト内にあり、シードすることはできません
lt: Torrent failas „%s“ jau yra parsisiunčiamų failų sąraše ir pradėti ją skleisti negalima.
nl: De torrent "%s" is al in je downloadlijst, en kan niet worden uitgezaaid.
no: Denne torrenten "%s" er allerede i din nedlastings-liste, og kan ikke spres.
pt: O torrent "%s" já está na sua lista de download, e não pode ser um seed.
ru: Торрент «%s» уже в Вашем списке загрузок, и его нельзя раздавать.
sl: Torrent "%s" je že na vašem prenosnem seznamu in se ne more sejati (seeded).
sv: Torrenten "%s" är redan på din nedladdningslista och kan inte sås.
tr: "%s" torrent insirme listenizde ve oluşturulamıyor.

source: An error occurred while copying from "%s" to a BitTorrent share file.
af: Daar was 'n probleem met die kopiering van "%s" na 'n BitTorrent delingslêer.
ca: Ha hagut un error copiant de "%s" a l'arxiu de compartir torrents.
de: Beim Kopieren von "%s" in eine BitTorrent-Freigabedatei ist ein Fehler aufgetreten.
es: Hubo un error copiando de "%s" al archivo de compartir torrents.
fr: Erreur durant la copie de « %s » dans un fichier de partage BitTorrent.
hu: A "%s" fájl BitTorrent fájlba való másolása közben hiba keletkezett.
it: Si è verificato un errore durante la copia da "%s" a un file condiviso su BitTorrent.
ja: "%s" からBitTorrent共有ファイルへコピー中にエラーが発生しました
lt: Įvyko klaida kopijuojant „%s“ į BitTorrent bendrintą failą.
nl: Er is een fout opgetreden tijdens het kopiëren van "%s" naar een BitTorrent deelbestand.
no: Det skjedde en feil ved kopieringen fra "%s" til en BitTorrent delings-fil.
pt: Um erro ocorreu enquanto copiando de "%s" para um arquivo de compartilhamento BitTorrent.
ru: Произошла ошибка во время копирования «%s» в BitTorrent файл.
sl: Prišlo je do napake med kopiranjem od "%s" v BitTorrent datoteko za deljenje.
sv: Ett fel inträffade vid kopiering från "%s" till en BitTorrentutdelningsfil.
tr: "%s".dan bir BitTorrent paylaşım dosyasına kopyalanırken bilinmeyen bir hata meydana geldi.

source: Unable to create BitTorrent share file "%s".
af: Kon nie die BitTorrent delingslêer "%s" skep nie.
ca: No s'ha pogut crear l'arxiu per a compartir el torrent "%s".
de: Kann BitTorrent-Freigabedatei für "%s" nicht erstellen.
es: No se pudo crear el archivo para compartir el torrent "%s".
fr: Impossible de créer un fichier de partage BitTorrent « %s ».
hu: Nem lehet BitTorrent megosztást létrehozni: "%s".
it: Impossibile creare il file "%s" condiviso su BitTorrent.
ja: BitTorrent共有ファイル "%s" を作成できません
lt: Neįmanoma sukurti BitTorrent bendrinto failo „%s“.
nl: Niet mogelijk om het BitTorrent deelbestand "%s" aan te maken.
no: Klarte ikke å dele BitTorrent-fil "%s".
pt: Incapaz de criar o arquivo de compartilhamento BitTorrent "%s".
ru: Невозможно создать BitTorrent файл «%s».
sl: Kreiranje BitTorrent datoteke za deljenje ni uspelo "%s".
sv: Kan inte skapa BitTorrentutdelningsfil "%s".
tr: "%s" BitTorrent paylaşım dosyası yaratılamaz.

source: An unknown error occurred while trying to seed "%s".
af: 'n Onbekende probleem het plaasgevind in die saaiproses van "%s".
ca: Ha hagut un error inesperat compartint l'arxiu "%s".
de: Beim Senden von "%s" trat ein unbekannter Fehler auf.
es: Hubo un error inesperado compartiendo el archivo "%s".
fr: Erreur inconnue en essayant de seed « %s ».
hu: Ismeretlen hiba a fájl seedelésekor "%s".
it: Si è verificato un errore sconosciuto durante il tentativo di condividere "%s".
ja: "%s" のシード化試行中に未知のエラーが発生しました
lt: Įvyko nežinoma klaida mėginant skleisti failą „%s“.
nl: Er is een onbekende fout opgetreden tijdens het uitzaaien van "%s".
no: Det skjedde en feil ved forsøk på å spre "%s".
pt: Um erro desconhecido ocorreu enquanto tentando fazer seed "%s".
ru: Произошла неясная ошибка во время рапространения «%s».
sl: Prišlo je do napake med poskusom sejanja "%s".
sv: Ett okänt fel uppstod vid försöka att så "%s".
tr: "%s" oluşturması denenirken bilinmeyen bir hata meydana geldi.

source: Error loading the torrent file "%s". This may not be a valid torrent.
af: Daar is 'n probleem met die torrent-lêer "%s". Dit mag dalk nie 'n geldige torrent wees nie.
ca: Error al carregar el torrent "%s". Potser no és vàlid.
de: Fehler beim Laden der Torrent-Datei "%s". Das ist möglicherweise kein gültiger Torrent.
es: Error cargando el torrent "%s". Puede que no sea un torrent válido.
fr: Erreur dans le chargement du fichier torrent « %s ». Il ne semble pas être un torrent valide.
hu: Hiba a torrent betöltésekor: "%s". Ez nem egy érvényes torrent.
it: Errore durante il caricamento del file torrent "%s". Questo file non è un torrent valido.
ja: Torrentファイル "%s" を読込み中にエラーが発生しました。これは有効なtorrentではない可能性があります
lt: Klaida įkeliant torrent failą „%s“. Tikriausiai tai blogas torrent failas.
nl: Er is een fout opgetreden bij het laden van het torrentbestand "%s". Waarschijnlijk is dit een ongeldige torrent.
no: Feil ved åpning av torrent-filen "%s". Dette kan være en ugyldig torrent.
pt: Erro ao carregar o arquivo torrent "%s". Este pode não ser um torrent válido.
ru: Ошибка загружая торрент файл «%s». Возможно, это неправильный торрент.
sl: Napaka pri nalaganju (load) torrent datoteke "%s". Verjetno ne gre za veljaven torrent.
sv: Fel vid laddning av torrentfil "%s". Detta kanske inte är en giltig torrent.
tr: "%s" torrent dosyasında yükleme hatası. Bu geçerli bir torrent olmayabilir.

source: This torrent includes the file "%s", but Envy cannot find this file in your library. If possible, move the file to the same folder as the torrent and try again.
af: Hierdie torrent bevat die lêer "%s", maar Envy kan nie hierdie lêer in jou biblioteek vind nie. Indien moontlik, skuif die lêer na dieselfde gids as die torrent en probeer weer.
ca: Aquest torrent inclou l'arxiu "%s", però Envy no ho ha pogut aconsegueix a La meva Col·lecció. Muou tots els arxius corresponents al torrent a la mateixa carpeta compartida.
de: Dieser Torrent enthält die Datei "%s". Envy kann die Datei in ihrer Bibliothek aber nicht finden. Verschieben Sie die Datei in den selben Ordner wie das Torrent und versuchen Sie es erneut.
es: Este torrent incluye el archivo "%s", pero Envy no lo pudo encontrar en Colección. Mueva todos los archivos correspondientes al torrent a la misma carpeta compartida e intentalo de nuevo.
fr: Ce torrent inclus le fichier « %s », mais Envy ne peut pas trouver ce fichier dans votre bibliothèque. Si possible, déplacez le fichier dans le même dossier que le torrent et recommencez.
hu: A torrent tartalmazza ezt a fájlt: "%s", de nem található a könyvtárban. Ha lehet, mozgassa át ezt a fájlt a torrentfájl mellé.
it: Questo torrent include il file "%s" che non è presente nella tua libreria. Se possiedi questo file, spostalo nella stessa cartella del torrent e riprova.
ja: このtorrentはファイル "%s" を含んでいますが、Envyはこのファイルをライブラリ内で見つけることができませんでした。 可能なら該当するファイルをtorrentと同じフォルダに移動させ、再試行して下さい
lt: Šiam torrent failui priklauso failas „%s“, bet „Envy“ negali surasti šio failo Jūsų kolekcijoje. Jei įmanoma, perkelkite šį failą į bendrintus aplankus ir bandykite dar kartą.
nl: Deze torrent bevat het bestand "%s", maar Envy kan dit bestand niet in je bibliotheek vinden. Indien mogelijk, verplaats het bestand naar dezelfde map als de torrent en probeer het opnieuw.
no: Denne torrenten inneholder filen "%s", men Envy klarer ikke å finne filen i mine filer. Hvis mulig flytt filen til samme mappe som torrenten og prøv på nytt.
pt: Este torrent inclui o arquivo "%s", mas o Envy não consegue achar este arquivo na sua biblioteca. Se possível, mova o arquivo para a mesma pasta do torrent e tente novamente.
ru: Этот торрент содержит файл «%s», но Envy не может найти этого файла в Вашем хранилище. Если возможно, переместите файл в папку с открытым доступом и попробуйте снова.
sl: Torrent vključuje datoteko "%s", vendar Envy ne najde te datoteke v knjižnici. Če je mogoče, premaknite datoteko v isto mapo, kot je torrent in poskusite znova.
sq: Ky torrent përfshin skedën "%s", të cilën Envy nuk e gjen dot në librarinë tuaj. Nëse mundeni, lëvizeni skedën në të njëjtën dosje me torrentin dhe provoni përsëri.
sr: Ovaj torrent uklučuje "%s", ali Envy ne može da nadje ovu datoteku u Vašoj kolekciji. Ako možete, premestite datoteku u istu fasciklu sa torrentom i pojušajte ponovo.
sv: Denna torrent inkluderar filen "%s", men Envy kan inte hitta den i ditt bibliotek. Om möjligt, flytta filen till samma mapp som torrenten och försök igen.
tr: Bu torrent "%s" dosyasını içerir ama Envy bu dosyayı kütüphanenizde bulamıyor. Mümkünse, bu dosyayı bir torrent gibi benzer klasöre taşıyın ve tekrar deneyin.

source: This torrent includes the file "%s" which should be %s, however your version of the file is %s.
af: Hierdie torrent bevat die lêer "%s" wat veronderstel is om %s te wees, maar jou weergawe van die lêer is %s.
ca: Aquest torrent inclou l'arxiu "%s" que hauria de ser %s, però tu versió de l'arxiu és %s.
de: Dieser Torrent enthält die Datei "%s" die %s groß sein sollte, die Größe ihrer Datei ist %s.
es: Este torrent incluye el archivo "%s" que debería ser %s, pero tu versión del archivo es %s.
fr: Ce torrent inclus le fichier « %s » qui devrait être %s, cependant votre version du fichier est %s.
hu: A torrent tartalmazza ezt a fájlt: "%s" aminek %s a verziója, ellenben az ön verziója: %s.
it: Questo torrent include il file "%s" che deve essere %s, mentre la tua versione del file è %s.
ja: このtorrentはファイル "%s" を含み、それは %s であるべきですが、実際のファイルのバージョンは %s です
lt: Šiam torrent failui priklauso failas „%s“, kurio versija turėtų būti %s, tačiau esamo failo versija yra %s.
nl: Deze torrent bevat het bestand "%s" wat %s zou moeten zijn, maar jouw versie van het bestand is %s.
no: Denne torrenten inneholder filen "%s" som skulle vært %s, men versjonen av din fil er %s.
pt: Este torrent inclui o arquivo "%s" o qual deveria ser %s, entretanto a sua versão do arquivo é %s.
ru: Этот торрент содержит файл «%s» версии %s, но версия Вашего файла - %s.
sl: Torrent vključuje datoteko "%s", ki bi morala biti %s, vendar je različica vaše datoteke %s.
sv: Denna torrent inkluderar filen "%s" som ska vara %s, men din version av filen är %s.
tr: Bu torrent %s olabilecek "%s" dosyasını içerir yine de versiyonunuz %s 'dir.

source: An error was detected in the file "%s".
af: 'n Fout is opgespoor in die lêer "%s".
ca: Ha hagut un error amb l'arxiu "%s".
de: In der Datei "%s" wurde ein Fehler gefunden.
es: Hubo un error con el archivo "%s".
fr: Erreur détectée dans le fichier « %s ».
hu: Hibát találtam a következő fájlban: "%s".
it: È stato rivelato un errore nel file "%s".
ja: ファイル "%s" 内でエラーが検出されました
lt: Faile „%s“ aptikta klaida.
nl: Er is een fout ontdekt in het bestand "%s".
no: Det ble funnet en feil i filen "%s".
pt: Um erro foi detectado no arquivo "%s".
ru: Обнаружена ошибка в файле «%s».
sl: Prišlo je do napake v datoteki "%s".
sr: Otkrivena je greška u datoteci "%s".
sv: Ett fel hittades i filen "%s".
tr: "%s" dosyasında bir hata bulundu.

source: Unable to communicate with tracker
af: Kon nie met verwyser kommunikeer nie
ca: Ha estat impossible comunicar-se amb el tracker
de: Kommunikation mit dem Tracker nicht möglich
es: No se pudo comunicar con el tracker
fr: Impossible de communiquer avec le traqueur
hu: A tracker nem elérhető
it: Impossibile comunicare con il tracker
ja: トラッカーと通信できませんでした
lt: Neįmanoma susisiekti su sekliu.
nl: Communicatie met tracker is onmogelijk
no: Klarer ikke å kommunisere med tracker
pt: Incapaz de comunicar com o Tracker
ru: Невозможно соединиться с трекером
sl: Komuniciranje s sledilnikom ni uspelo
sv: Kan inte kommunicera med trackern
tr: Tracker ile iletişim kurulamaz

source: Tracker failed- Trying next tracker (%i of %i)
ca: El traquer ha fallat. Provant el següent tracker (%i de %i)
de: Verbindung mit Tracker fehlgeschlagen- Verbinde mit nächstem Tracker (%i of %i)
es: Tracker fallido- Intentando siguiente tracker (%i of %i)
fr: Échec de la connexion au traqueur - Essayons le prochain traqueur (%i of %i)
hu: Tracker nem működik, másikat próbálok. (%i / %i)
it: Tracker fallito - Provo il tracker successivo (%i di %i)
ja: トラッカー接続失敗 - 次のトラッカーに接続します (%i / %i)
lt: Nesėkmingas bandymas — Bandomas kitas seklys (%i iš %i)
nl: Tracker mislukte- Volgende tracker aan het proberen (%i van %i)
pl: Tracker zawiódł - Próbowanie następnego trackera (%i z %i)
pt: O tracker falhou - Tentando o próximo tracker (%i de %i)
ru: Трекер не ответил - пробуется следующий трекер (%i из %i)
sl: Napaka na sledilniku - poskušam z uporabo naslednjega sledilnika (%i od %i)
sv: Trackern misslyckades - försöker med nästa tracker (%i av %i)
tr: Tracker'da sorun var- Sonraki tracker deneniyor (%i toplam: %i)

source: You have changed the tracker URL for this torrent. Are you sure you want to save this change?\n\nAn invalid tracker URL may prevent further downloading.
af: Jy het die verwyser URL vir hierdie torrent verander. Is jy seker jy wil hierdie verandering stoor?\n\n'n Foutiewe verwyser URL mag verhoed dat die lêer verder aflaai.
ca: Ha canviat l'adreça del rastrejador d'aquest torrent. Estàs segur/a?\n\nIndicant un rastrejador invàlid pots fer que aquest arxiu no sigui descarregat.
de: Sie haben die Tracker-URL für diesen Torrent geändert. Sind Sie sicher, dass Sie diese Änderung speichern wollen?\n\nEine ungültige Tracker-URL kann ein weiteres Herunterladen verhindern.
es: Ha cambiado la dirección del tracker URL de este torrent. ¿Estás seguro de cambiarlo?\n\nUn tracker inválido puede impedir más descargas.
fr: Vous avez changé l'URL du traqueur pour ce torrent. Voulez-vous sauvegarder ce changement ?\n\nUn URL de traqueur invalide peut vous empêcher de télécharger.
hu: Megváltoztatta a torrent tracker URL-ét. Biztos meg akarja változtatni?\n\nEgy érvénytelen tracker URL megakadályozhatja a további letöltést.
it: Hai modificato l'URL del tracker per questo torrent. Desideri salvare questa modifica?\n\nUna URL del tracker non valida può impedire il download.
ja: このTorrent用のトラッカーURLを変更しました。 本当にこの変更を適用して宜しいですか?nn無効なトラッカーURLは現状より更にダウンロードできなくなる可能性があります。
lt: Jūs pakeitėte šio torrent failo seklio nuorodą. Ar tikrai norite palikti šį pakeitimą?\n\nNeteisinga seklio nuoroda gali neleisti toliau vykdyti parsisiuntimo.
nl: Je hebt de tracker URL van deze torrent veranderd. Weet je zeker dat je deze aanpassing wilt bewaren?\n\nEen foutieve tracker URL zou de vooruitgang van het downloaden kunnen verhinderen.
no: Du har endret tracker URL-en til denne torrenten. Er du sikker på at du vil lagre denne endringen?\n\nEn ugyldig tracker URL kan stoppe videre nedlasting.
pt: Você mudou a URL do Tracker para este torrent. Você tem certeza que quer salvar esta mudança?\n\nUma URL de Tracker inválida pode impedir o avanço do download.
ru: Вы изменили адрес ссылки (URL) трекера у этого торрента. Уверены, что хотите это сохранить?\n\nНеправильный URL трекера может предотвратить дальнейшую загрузку.
sl: Spremenili ste URL sledilnika za ta torrent. Ste prepričani, da želite shraniti spremembo?\n\nNeveljaven sledilnik (tracker) bo lahko onemogočal nadaljne prenose.
sv: Du har ändrat spår-URL för denna torrent. Är du säker på att du vill spara ändringen?\n\nEn felaktig spår-URL kan hindra fortsatt nedladdning.
tr: Bu torrent için URL tracker'ını değiştirdiniz. Bu değişikliği kaydetmek istediğinize emin misiniz?\n\nGeçersiz bir URL tracker'ı daha fazla indirimi engelleyebilir.

source: Error from BitTorrent tracker for "%s" : "%s".
af: Fout vanaf BitTorrent verwyser vir "%s" : "%s".
ca: Ha hagut un error consultant el servei de BitTorrent "%s" : "%s".
de: Fehler von BitTorrent-Tracker für "%s" : "%s".
es: Hubo un error consultando el servicio de BitTorrent "%s" : "%s".
fr: Erreur du traqueur BitTorrent pour « %s » : « %s ».
hu: Hiba a BitTorrent tracker válaszánál erre a fájlra: "%s" : "%s".
it: Errore dal tracker BitTorrent per "%s". "%s".
ja: "%s" 用のBitTorrentトラッカーでエラーが発生しました: "%s"
lt: Iš BitTorrent seklio gauta klaida, susijusi su „%s“ : „%s“.
nl: Fout van BitTorrent tracker voor "%s" : "%s".
no: Feil fra BitTorrent trackeren for "%s" : "%s".
pt: Erro do tracker de BitTorrent para "%s" : "%s".
ru: Сообщение ошибки от BitTorrent трекера для файла «%s» : «%s».
sl: BitTorrent sledilnik je javil napako za "%s" : "%s".
sv: Fel från BitTorrentspåraren för "%s" : "%s".
tr: BitTorrent trackerdan "%s" için hata : "%s".

source: Error parsing BitTorrent tracker response.
af: Fout in BitTorrent verwyser antwoord.
ca: Ha hagut un error analitzant la informació del servei de BitTorrent.
de: Fehler beim Auswerten der Antort des BitTorrent-Trackers.
es: Hubo un error analizando la información del servicio de BitTorrent.
fr: Erreur d'analyse de la reponse du traqueur BitTorrent.
hu: Elemzési hiba a BitTorrent tracker fogadásakor.
it: Errore nell'analisi della risposta del tracker BitTorrent.
ja: BitTorrentトラッカー応答を解析中にエラーが発生しました
lt: Klaida nagrinėjant BitTorrent seklio atsakymą.
nl: Fout bij het ontleden van het antwoord van de BitTorrent tracker.
no: Feil ved deling av BitTorrent tracker respons.
pt: Erro analisando a resposta do tracker de BitTorrent.
ru: Ошибка разбирая ответ BitTorrent трекера.
sl: Napaka pri razčlenbi (parsanju) odgovora BitTorrent sledilnika.
sv: Fel vid analys av BitTorrentspårarens svar.
tr: BitTorrent tracker yanıtında ayrıştırılan hata.

source: Received BitTorrent tracker response for "%s", %i new sources.
af: BitTorrent verwyser antwoord ontvang vir "%s", %i nuwe bronne.
ca: El servei de BitTorrent per a "%s", ha afegit %i fonts noves.
de: Antwort vom BitTorrent-Tracker für "%s" erhalten, %i neue Quellen.
es: El servicio de BitTorrent para "%s", agregó %i fuentes nuevas.
fr: Traqueur BitTorrent reçu pour « %s », %i nouvelles sources.
he: ‪‪"%s".‏עבור‎ ‏ביט‎-‏טורנט‎ ‏עוקב‎ ‏של‎ ‏תגובה‎ ‏התקבלה‎ ‏חדשים‎, ‏מקורות‎ %i
hu: BitTorrent tracker válasz a fájlra: "%s", %i új forrás.
it: Ricevuta risposta dal tracker BitTorrent per "%s", %i nuove fonti.
ja: "%s" 用のBitTorrentトラッカー応答を受信しました。新規ソース: %i
lt: Gautas BitTorrent seklio atsakymas apie failą „%s“, %i nauji šaltiniai(-ų).
nl: Antwoord BitTorrent tracker ontvangen voor "%s", %i nieuwe bronnen.
no: Mottok BitTorrent tracker-respons for "%s", %i nye kilder.
pt: Recebeu resposta do tracker de BitTorrent para "%s", %i novas fontes.
ru: Получен ответ BitTorrent трекера для файла «%s», %i новых источников.
sl: Prejet je bil odgovor BitTorrent sledilnika za "%s", novih virov je %i.
sv: Mottog BitTorrentspårarsvar för "%s", %i nya källor.
tr: BitTorrent tracker "%s" için yanıt aldı, %i yeni kaynak.

source: Unable to parse prefetched BitTorrent file "%s".
af: Daar is 'n probleem met BitTorrent lêer "%s".
ca: Ha estat imposible entendre l'arxiu "%s" de BitTorrent.
de: Auswertung der vorgeladenen BitTorrent-Datei "%s" nicht möglich.
es: Fué imposible entender el archivo "%s" de BitTorrent.
fr: Impossible d'analyser le fichier précherché BitTorrent « %s ».
hu: Nem tudom a BitTorrent fájlt kielemezni: "%s".
it: Impossibile esaminare il file BitTorrent precaricato "%s".
ja: プリフェッチされたBitTorrentファイル "%s" を解析できません
lt: Neįmanoma išnagrinėti įkelto BitTorrent failo „%s“.
nl: Niet mogelijk om het geprefetched BitTorrent bestand "%s" te ontleden.
no: Klarer ikke å dele prefetched BitTorrent fil "%s".
pt: Incapaz de analisar o arquivo BitTorrent prefecthed "%s".
ru: Невозможно разобрать файл BitTorrent'а «%s», полученный методом упреждающей выборки .
sl: Razčlenba (parsanje) pred-pripravljene BitTorrent datoteke "%s" ni uspela.
sv: Kan inte analysera förhämtad BitTorrentfil "%s".
tr: "%s" BitTorrent dosyası almadan ayrıştırılamaz.

source: Received BitTorrent descriptor file: "%s"
af: BitTorrent beskrywerlêer ontvang: "%s"
ca: L'arxiu de descripció de BitTorrent "%s" ha estat rebut
de: BitTorrent-Datei (Descriptor): "%s" empfangen
es: El archivo de descripción de BitTorrent "%s" fué recibido
fr: Réception du fichier de description BitTorrent : « %s »
hu: BitTorrent leírófájlt kaptam: "%s"
it: Ricevuto il file descrittore di BitTorrent: "%s"
ja: BitTorrent定義ファイルを受信しました: "%s"
lt: Gautas BitTorrent aprašantysis failas: „%s“
nl: BitTorrent beschrijvend bestand (descriptor) ontvangen: "%s"
no: Mottok BitTorrent beskrivelsesfil: "%s"
pt: Recebido arquivo de descrição do BitTorrent: "%s"
ru: Получен файл-дескриптор BitTorrent'а: «%s»
sl: Prejel BitTorrent opisno (descriptor) datoteko: "%s"
sv: Mottog BitTorrent beskrivningsfil: "%s"
tr: BitTorrent tanımlama dosyası alındı : "%s"

source: Accepted incoming chat request from %s, handshaking...
af: Inkomende geselsaanvraag vanaf %s goedgekeur, besig om blad te skud...
ca: Acceptada una connexió per a parlar amb %s, negociant sessió...
de: Eingehende Chatanfrage von %s akzeptiert, handshaking...
es: Aceptada conexión para chatear con %s, negociando sesión(handshaking)...
fr: Demande de discussion entrante acceptée de %s, poignée de main...
hu: Csevegő kérelem elfogadása: %s, viszontválasz...
it: Accettata richiesta di chat da %s, negoziazione in corso...
ja: %s からの入力チャット要求を受け付けました。ハンドシェイク中です...
lt: Priimama įeinanti užklausa pokalbiui iš %s, patvirtinamas ryšys...
nl: Inkomende chataanvraag van %s is geaccepteerd, bezig met handschudden...
no: Godtok innkommende forespørsel fra %s, starter håndtrykk...
pt: O pedido de chat de %s foi aceito, inicializando...
ru: Принят запрос на чат c %s, идет подтверждение связи...
sl: Sprejel vhodno prošnjo za kramljanje od %s, rokujem...
sr: Prihvaćen zahtev za razgovor od %s, razmjenjujem pozdrave...
sv: Accapterade inkommande chattbegäran från %s, skakar hand…
tr: %s'den gelen sohbet istek kabul edildi, anlaşılıyor...

source: Unable to create a connection to %s.
af: Kan nie 'n konneksie aan %s bewerkstellig nie.
ca: ha estat imposible connectar amb %s.
de: Verbindungsversuch mit %s fehlgeschlagen.
es: Fué imposible conectar con %s.
fr: Impossible de créer une connexion vers %s.
he: ‪%s לא מצליח ליצור חיבור אל
hu: Nem lehet kapcsolatot létrehozni: %s.
it: Impossibile avviare una connessione con %s.
ja: %s との接続を作成できませんでした
lt: Neįmanoma užmegzti ryšio su %s.
nl: Niet mogelijk om verbinding te maken met %s.
no: Klarte ikke å starte kobling til %s.
pl: Nie można było utworzyć połączenia z %s.
pt: Incapaz de criar uma conexão para %s.
ru: Невозможно установить связь с %s.
sl: Povezave z %s ni uspelo ustvariti.
sq: E pamundur të krijohet një lidhje te %s.
sr: Ne mogu se spojiti sa %s.
sv: Kan inte skapa en anslutning till %s.
tr: %s ile bağlantı yaratılamadı.
