Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Refresh the library view.
af: Verfris die biblioteek aansig.
ar: تحديث العرض للمكتبة
ca: Actualitza la vista de la col·lecció.
de: Die Bibliothek aktualisieren.
es: Actualizar la vista de mi Colección.
fr: Actualiser l'affichage de la bibliothèque.
he: רענן את תצוגת הספריה
hu: A könyvtár frissítése.
it: Aggiorna la visualizzazzione della libreria.
ja: ライブラリの表示を更新します
lt: Atnaujinti kolekcijos rodinį.
nl: Het bibliotheekvenster vernieuwen.
no: Oppdater biblioteket.
pl: Odśwież widok zasobów.
pt: Atualizar a visualização da biblioteca.
ru: Обновить вид хранилища.
sl: Osveži knjižnični pogled.
sq: Rifreskon pamjen e librarisë.
sr: Osveži Kolekciju.
sv: Uppdatera biblioteksvyn.
tr: Kütüphane görünümünü yenile.

source: Remove selected folders from the Library.
af: Verwyder die geselekteerde gedeelde gidse.
ar: إزالة المجلدات المشتركة المحددة
ca: Esborra aquesta carpeta de la col·lecció.
de: Markierten Ordner entfernen.
es: Eliminar esta carpeta de mi Colección.
fr: Enlever cette sélection de dossiers partagés.
he: הסר את התיקיות המשותפות הנבחרות
hu: Eltávolítja a kiválasztott mappákat.
it: Rimuovi le cartelle in condivisione selezionate.
ja: 選択した共有フォルダを取り除きます
lt: Pašalinti pasirinktus bendrintus aplankus.
nl: Verwijder de geselecteerde gedeelde mappen.
no: Fjern de valgte mappene.
pl: Usuń zaznaczone foldery udostępnione.
pt: Remover as pastas compartilhadas selecionadas.
ru: Удалить файл.
sl: Odstrani izbrane deljene mape.
sq: Fshin dosjen e zgjedhur që shpërndahet.
sr: Ukloni odabrane deljene fascikle.
sv: Radera de valda utdelade mapparna.
tr: Seçilmiş paylaşım dosyalarını kaldır.

source: Rename the selected file in-place.
af: Hernoem die geselekteerde lêer in plek.
ar: تسمية الملف المحدد في مكانه
ca: Canvia el nom a l'arxiu seleccionat.
de: Die markierte Datei umbenennen.
es: Renombrar el archivo.
fr: Renommer le fichier sélectionné en interne.
he: שנה שם של הקובץ הנבחר
hu: A fájl átnevezése.
it: Rinomina i file selezionati.
ja: 選択したファイルをその場所でリネームします
lt: Pervardinti pasirinktą failą.
nl: Geef het geselecteerde bestand een andere naam.
no: Gi den valgte filen nytt navn.
pl: Zmień nazwę pliku.
pt: Renomear o arquivo selecionado no lugar.
ru: Переименовать помеченный файл.
sl: Preimenuj izbrane datoteke na mestu.
sq: Riemërton në vend skedën e zgjedhur.
sr: Preimenuj selektovanu datoteku in-place.
sv: Byt namn på den valda filen på plats.
tr: Seçilmiş dosyanın adını değiştir.

source: Scan the selected folders or files for changes.
af: Inspekteer die geselekteerde gidse of lêers vir veranderinge.
ar: االبحث في المجلدات أو الملفات المحددة عن تغييرات
ca: Escaneja els canvis dels arxius a les carpetes seleccionades.
de: Markierten Ordner scannen.
es: Escanear los cambios en los archivos/carpetas.
fr: Parcourir afin de mettre à jour d'éventuels changements dans cette sélection de dossiers ou de fichiers.
he: סורק את הקבצים והתיקיות הנבחרים לשינויים
hu: Átnézi a mappá(k)at változások után kutatva.
it: Esamina le cartelle in condivisione selezionate.
ja: 変更を反映させる為に選択したフォルダ又はファイルをスキャンします
lt: Skenuoti pokyčius pasirinktuose failuose ar aplankuose.
nl: Doorzoek de geselecteerde mappen of bestanden naar veranderingen.
no: Skann valgte mappe eller filer etter forandringer.
pl: Przeskanuj zaznaczone foldery lub pliki w poszukiwaniu zmian.
pt: Escanear as pastas selecionadas ou arquivos por mudanças.
ru: Сканировать помеченные папки или файлы на предмет изменений.
sl: Preglej izbrane mape ali datoteke za morebitnimi spremembami.
sq: Skanon për ndryshime dosjen apo skedën e zgjedhur.
sr: Potraži promene u označenim fasciklama ili datotekama.
sv: Granska de valda mapparna eller filerna efter förändringar.
tr: Seçilmiş klasör ya da dosyadaki değişiklikleri tara.

source: Search your file library...
af: Deursoek jou lêerbiblioteek...
ar: بحث عن مكتبة ملفاتك
ca: Cerca dins de la col·lecció...
de: In Ihrer Bibliothek suchen...
es: Buscar en mi Colección...
fr: Rechercher votre bibliothèque de fichiers...
he: חפש בספריית הקבצים שלך
hu: A könyvtárban való keresés...
it: Cerca nella tua libreria locale...
ja: ファイルライブラリを検索します...
lt: Ieškoti savo failų kolekcijoje...
nl: Doorzoek je bestanden bibliotheek...
no: Søk etter filmappe...
pl: Szukaj pliku w zasobach...
pt: Procurar a sua biblioteca de arquivos...
ru: Искать в Вашем хранилище файлов...
sl: Išči po datotečni knjižnici...
sq: Kërkon librarinë e skedës...
sr: Traži u vašoj kolekciji...
sv: Sök i ditt bibliotek.
tr: Kütüphane dosyasında ara...

source: Seed the selected Torrent on BitTorrent.
af: Saai die geselekteerde Torrent op BitTorrent.
ar: وضع Torrent المحدد كتلقيم على BitTorrent
ca: Comparteix el .torrent seleccionat a BitTorrent.
de: Den markierten Torrent "seeden".
es: Compartir torrent seleccionado en BitTorrent.
fr: Seed du Torrent sélectionné sur BitTorrent.
he: הפץ את הטורנט הנבחר בביט-טורנט
hu: A kiválasztott torrent seedelése a BitTorrent hálózaton.
it: Condividi il torrent selezionato su BitTorrent.
ja: BitTorrent上で選択したTorrentをシードします
lt: Pradėti skleisti pasirinktą Torrent failą BitTorrent tinkle.
nl: De geselecteerde torrent uitzaaien via BitTorrent.
no: Spre valgt torrent på BitTorrent.
pl: Seeduj zaznaczony Torrent w sieci BitTorrent.
pt: Fazer seed do Torrent selecionado no BitTorrent.
ru: Распросранять помеченный торрент в сети BitTorrent.
sl: Sejaj (seed) izbrane Torrent-e na BitTorrent.
sq: Mbjell torrentin e zgjedhur në BitTorrent.
sv: Så den valda Torrenten på BitTorrent.
tr: BitTorrent'da seçilen Torrent kaynağı.

source: Select and view all folders in your library.
af: Selekteer en vertoon alle gidse in jou biblioteek.
ar: تحديد و عرض كافة المجلدات في مكتبتك
ca: Selecciona i mostra totes les carpetes de la col·lecció.
de: Alle Ordner in der Bibliothek auswählen und anzeigen.
es: Seleccionar todas las carpetas.
fr: Sélectionner et voir tous les fichiers de votre bibliothèque.
he: בחר והצג את כל התיקיות בספריה שלך
hu: Minden mappa kiválasztása.
it: Seleziona e visualizza tutte le cartelle della tua libreria.
ja: ライブラリ内の全てのフォルダを選択・表示します
lt: Pasirinkti ir peržiūrėti visus savo kolekcijos aplankus.
nl: Selecteer en bekijk alle mappen van je bibliotheek.
no: Velg og se alle mappene i dine filer.
pl: Zaznacz i pokaż wszystkie foldery w twoich zasobach.
pt: Selecionar e ver toda as pastas na sua biblioteca.
ru: Выбрать и просмотреть все папки в Вашем хранилище.
sl: Izbor in gled vseh map v vaši knjižnici.
sq: Zgjedh dhe tregon gjithë dosjet në librari.
sv: Välj och visa alla mappar i ditt bibliotek.
tr: Kütüphanedeki tüm klasörleri seç ve göster.

source: Share or unshare the selected files.
af: Deel of staak deling van die geselekteerde lêers.
ar: مشاركة أو عدم مشاركة للملفات المحددة
ca: Comparteix o no els arxius seleccionats.
de: Markiertes Objekt freigeben / nicht freigeben.
es: Compartir o no compartir los archivos seleccionados.
fr: Partager ou retirer du partage cette sélection de fichiers.
he: שתף או בטל שיתוף של התיקיות הנבחרות
hu: Megosztod-e vagy nem a fájlokat?
it: Condividi o meno i file selezionati.
ja: 選択したファイルを共有・非共有します
lt: Bendrinti ar ne pasirinktus failus.
nl: De geselecteerde bestanden al dan niet delen.
no: Del eller ikke del valgte filer.
pl: Udostępniaj lub nie udostępniaj zaznaczone pliki.
pt: Compartilhar ou não compartilhar os arquivos selecionados.
ru: Общий доступ к помеченным файлам.
sl: Deli ali prekliči deljenje izbranih datotek.
sq: Shpërndan ose nuk e shpërndan skedën e zgjedhur.
sr: Deli ili ne deli označene datoteke.
sv: Dela ut eller sluta dela ut de valda filerna.
tr: Seçilmiş dosyaları paylaş/vazgeç.

source: Share or unshare the selected folder(s).
af: Deel of staak deling van die geselekteerde gids(e).
ar: مشاركة أو عدم مشاركة للمجلد(ات) المحددة
ca: Comparteix o no els directoris seleccionats.
de: Den markierten Ordner freigeben / nicht freigeben.
es: Compartir o no compartir la carpeta seleccionada.
fr: Partager ou retirer du partage cette sélection de dossiers.
he: שתף או בטל שיתוף של התיקיות הנבחרות
hu: Megosztod?
it: Condividi o meno le cartelle selezionate.
ja: 選択したフォルダを共有・非共有します
lt: Bendrinti ar išbendrinti pasirinktą aplanką(-us).
nl: De geselecteerde mappen al dan niet delen.
no: Del eller ikke del valgte mappe(er).
pl: Udostępniaj lub nie udostępniaj zaznaczony(e) folder(y).
pt: Compartilhar ou não compartilhar a(s) pasta(s) selecionada(s).
ru: Общий доступ к помеченной папке.
sl: Deli ali prekliči deljenje izbranih map.
sq: Shpërndan ose nuk e shpërndan dosjen e zgjedhur.
sr: Deli ili ne deli označene fascikle.
sv: Dela ut eller sluta dela ut de valda mapparna.
tr: Seçilmiş klasörleri paylaş/vazgeç.

source: View the physical folders in your library.
af: Vertoon die werklike gidse in jou biblioteek.
ar: عرض المجلدات الطبيعية في مكتبتك
ca: Mostra les carpetes físiques de la col·lecció.
de: Die Ordner auf ihrer Festplatte anzeigen.
es: Ver las carpetas físicas.
fr: Affiche l'arborescence physique dans la bibliothèque.
he: הצג את התיקיות הקיימות בספריה שלך
hu: Valós mappák megjelenítése.
it: Visualizza le cartelle fisiche nella tua libreria.
ja: ライブラリ内の物理フォルダを表示します
lt: Peržiūrėti savo kolekcijos fizinius aplankus.
nl: Laat de mappen van je bibliotheek zien.
no: Vis mappene slik de er på din maskin.
pl: Pokaż fizyczne foldery w twoich zasobach.
pt: Ver as pastas físicas na sua biblioteca .
ru: Просмотр физических папок Вашего хранилища.
sl: Ogled fizičnih map v vaši knjižnici.
sq: Tregon dosjet fizike në librari.
sr: Vidite fascikle u vasoj kolekciji (library).
sv: Visa de fysiska mapparna i ditt bibliotek.
tr: Kütüphanedeki fiziksel klasörleri göster.

source: Organize your library.
af: Organiseer jou biblioteek.
ar: تنظيم مكتبتك
ca: Organitza la col·lecció.
de: Die Bibliothek verwalten.
es: Organizar mi Colección con carpetas virtuales.
fr: Organiser votre bibliothèque.
he: ארגן את הספריה שלך.
hu: Könyvtár rendezése.
it: Organizza la tua libreria.
ja: ライブラリを構成します
lt: Organizuoti savo kolekciją.
nl: Organiseer je bibliotheek.
no: Vis mappene organisert.
pl: Organizuj swoje zasoby.
pt: Organizar a sua biblioteca.
ru: Просмотр и управление Вашим хранилищем.
sl: Organiziraj knjižnico.
sq: Organizon librarinë.
sr: Organizirajte vašu kolekciju.
sv: Organisera ditt bibliotek.
tr: Kütüphaneyi düzenle.

source: Remove the select files from the current album folder.
af: Verwyder die geselekteerde lêers van die huidige albumgids.
ar: إزالة الملفات المحددة من مجلد الألبوم الحالي
ca: Treu els fitxers seleccionats de l'àlbum.
de: Die markierten Dateien aus dem Album entfernen.
es: Quita el album/carpeta de mi Colección virtual, esto no borra los archivos.
fr: Enlever cette sélection de fichiers du dossier « album » actuel.
he: הסר את הקבצים הנבחרים מתיקיית האלבום הנוכחית
hu: Fájlok eltávolítása az albumból.
it: Rimuovi i file selezionati dalla cartella album corrente.
ja: 現在のアルバムフォルダから選択したファイルを削除します
lt: Pašalinti pasirinktus failus iš šio albumo katalogo.
nl: Verwijder de geselecteerde bestanden uit het huidige album.
no: Fjern valgte filer fra denne mappen.
pl: Usuń zaznaczone pliki z obecnego folderu albumu.
pt: Remover os arquivos selecionados da pasta do álbum atual.
ru: Удалить помеченные файлы из текущей папки альбома.
sl: Odstrani izbrane datoteke iz trenutne albumske mape.
sq: Fshin skedën e zgjedhur nga dosja aktuale me albumet.
sr: Ukloni selektovane datoteke iz ove fascikle albuma.
sv: Ta bort de valda filerna från den nuvarande albummappen.
tr: Seçilmiş dosyaları yürürlükteki albüm klasöründen kaldır.

source: Copy the URI (P2P Link) of the selected file.
af: Kopieer die URI van die geselekteerde lêer.
ca: Copia l'enllaç (URI) de l'arxiu seleccionat.
de: Eine URI der markierten Datei kopieren
es: Copiar enlace(URI)...
fr: Copier l'URI du fichier sélectionné.
he: של הקובץ הנבחר URI העתק כתובת.
hu: URI másolása.
it: Copia l'URI del file selezionato.
ja: 選択したファイルのURIをコピーします
lt: Kopijuoti pasirinkto failo nuorodą.
nl: Kopieër het URI van het geselecteerde bestand.
no: Kopier URI til valgte fil.
pl: Kopiuj URI zaznaczonego pliku.
pt: Copiar a URI do arquivo selecionado.
ru: Копировать ссылку помеченного файла.
sl: Kopiraj URI izbrane datoteke.
sq: Kopjon URI-n e skedës së zgjedhur.
sr: Kopiraj URI selektovane datoteke.
sv: Kopiera URI för den valda filen.
tr: Seçilmiş dosyadan URI kopyala.

source: Select a library view...
af: Selekteer 'n biblioteek aansig...
ar: تحديد العرض للمكتبة...
ca: Selecciona un tipus de vista per a la col·lecció.
de: Ansicht wählen...
es: Vista de Colección...
fr: Sélectionner l'affichage de la bibliothèque...
he: בחר תצוגת ספריה
hu: Könytárnézet kiválasztása...
it: Seleziona una visualizzazione della libreria...
ja: ライブラリ表示を選択します...
lt: Pasirinkti kolekcijos peržiūros būdą...
nl: Selecteer hoe de bibliotheek eruit moet zien...
no: Velg visning...
pl: Wybierz widok zasobów...
pt: Selecionar uma visão da biblioteca...
ru: Выберите вид хранилища...
sl: Izberi knjižnični pogled...
sq: Zgjedh pamjen e librarisë...
sr: Odaberite prikaz...
sv: Välj en biblioteksvy…
tr: Kütüphane görüntüsü seç...

source: Show an album view
af: Vertoon 'n album aansig
ar: إظهار عرض ألبوم
ca: Mostra una vista d'àlbum.
de: Die Albumansicht wählen
es: Vista de album
fr: Afficher une vue par album
he: הצג בתצוגת אלבומים
hu: Albumnézet megjelenítése.
it: Mostra la visualizzazione di un album
ja: アルバム形式で表示します
lt: Rodyti išsamią albumų informaciją
nl: Laat albums zien
no: Vis albumdetaljer
pl: Pokaż widok albumu
pt: Mostrar um visão do álbum
ru: Показать в виде альбома
sl: Pokaži knjižnični pogled
sq: Tregon pamjen e një albumi
sv: Visa en albumvy
tr: Albüm görüntüsü göster

source: Album View
af: Album Aansig
ar: عرض ألبوم
ca: Vista d'àlbum
de: Albumansicht
es: Vista de album
fr: Vue par album
he: תצוגת אלבומים
hu: Albumnézet
it: Visualizza album
ja: アルバム表示
lt: Albumai
nl: Album
no: Albumdetaljer
pl: Widok albumu
pt: Ver Álbuns
ru: В виде альбома
sl: Knjižnični pogled
sq: Me Album
sr: Po Albumima
sv: Albumvy
tr: Albüm Göster

source: Show the rich collection view
af: Vertoon die ryk versamelings aansig
ar: إظهار عرض غني للمجموعة
ca: Mostra en forma de col·lecció detallada.
de: Die Kollektionsansicht wählen
es: Mostrar en forma de colección.
fr: Afficher la vue collection view
he: הצג בתצוגה עשירה של אוספים.‪
hu: Gyűjteménynézet megjelenítése
it: Mostra la visualizzazione dettagliata della collezione
ja: コレクション形式で表示します
lt: Rodyti rinkinį raiškiuoju būdu
nl: Toon de collectie stijl
no: Vis i grupper
pl: Pokaż widok bogatej kolekcji
pt: Mostrar a visão rica de coleções
ru: Показывать в расширенном виде коллекции
sl: Pokaži bogat kolekcijski pogled
sq: Tregon pamjen me koleksion të pasur
sv: Visa den rika samlingsvyn
tr: Zengin kolleksiyon görüntüsü göster

source: Collection View
af: Versamelings Aansig
ar: عرض المجموعة
ca: Vista de col·lecció
de: Kollektionsansicht
es: Mostrar en forma de Colección
fr: Vue collection
he: תצוגת אוספים
hu: Gyűjteménynézet
it: Visualizza collezione
ja: コレクション表示
lt: Raiškioji peržiūra
nl: Collectiestijl
no: Vis i grupper
pl: Widok kolekcji
pt: Ver Coleção
ru: Вид коллекции
sl: Kolekcijski pogled
sq: Me Koleksion
sr: Kolekcije
sv: Samlingsvy
tr: Kolleksiyon Göster

source: Show file name, details and metadata
af: Vertoon lêernaam, details en metadata
ar: إظهرا أسماء الملفات و التفاصيل و بيانات التعريف
ca: Mostra el nom de l'arxiu, detalls i metainformació
de: Dateiname, Details und Metadaten anzeigen
es: Mostrar detalles
fr: Afficher le nom, les détails et les métadonnées du fichier
he: הצג שם קובץ, פרטים, ומידע
hu: Fájl neve, részletek, metaadat.
it: Mostra il nome del file, i dettagli e i metadata
ja: ファイル名、詳細、メタデータを表示します
lt: Rodyti failo pavadinimą, išsamią informaciją ir meta duomenis
nl: Laat de naam, details en metadata van de bestanden zien
no: Vis fil -navn, -detaljer og metadata
pl: Pokaż nazwę pliku, szczegóły i metadane
pt: Ver o nome do arquivo, detalhes e metadata
ru: Показывать имя файла, подробности и мета данные
sl: Pokaži datotečno ime, podrobnosti in metapodatke
sq: Tregon emrin, detajet dhe metadatat e skedës
sr: Pokazuje ime datoteke, detalje i metadate
sv: Visa filnamn, detaljer och metadata
tr: Dosya adı, detayları ve verileri göster

source: Detail View
af: Gedetailleerde Aansig
ar: عرض التفاصيل
ca: Vista detallada
de: Detailansicht
es: Mostrar detalles
fr: Vue détaillée
he: תצוגת פרטים
hu: Nézetek
it: Visualizza dettagli
ja: 詳細表示
lt: Lentelė
nl: Details
pl: Widok szczegółowy
pt: Ver detalhes
ru: Детальный вид
sl: Podrobni pogled
sq: Detajet
sr: Sa Detaljima
sv: Detaljerad vy
tr: Detay Göster

source: Library home page view
af: Biblioteek tuisblad-modus
ar: عرض الصفحة الرئيسية للمكتبة
ca: Vista principal de la col·lecció
de: Die Bibliotheksübersicht anzeigen
es: Vista principal de mi Colección
fr: Vue de la page d'accueil de la bibliothèque
he: הצג עמוד ראשי של הספריה
hu: Könyvtár kezdőlapja.
it: Visualizza la pagina iniziale della libreria
ja: ライブラリホームページを表示します
lt: Kolekcijos pagrindinis katalogas
nl: Ga naar het beginscherm van de bibliotheek
no: Vis hovedmappe.
pl: Widok domowy zasobów
pt: Visão da home page da biblioteca
ru: Вид домашней страницы хранилища
sl: Pogled knjižnične domače strani
sq: Tregon faqen zyrtare të librarisë
sr: Početna strana kod pregledavanja vaše kolekcije
sv: Bibliotekshemsida
tr: Kütüphane ana sayfa görüntüsü

source: Home View
af: Tuisblad Aansig
ar: عرض رئيسي
ca: Vista inicial de la col·lecció
de: Übersicht
es: Vista inicial de mi Colección
fr: Vue de l'accueil
he: תצוגת עמוד ראשי
hu: Kezdőlap
it: Visualizza pagina iniziale
ja: ホーム表示
lt: Pradžia
nl: Startpaginastijl
pl: Widok domowy
pt: Ver a Home Page
ru: Дом. Вид
sl: Domači pogled
sq: Pamje Shtëpie
sr: Početak
sv: Hemvy
tr: Ana Sayfayı Göster

source: Show files as icons
af: Vertoon lêers as ikone
ar: إظهار الملفات كرموز
ca: Mostra els arxius com a icones
de: Dateien mit Symbolen anzeigen
es: Mostrar ficheros como iconos
fr: Afficher les fichiers sous la forme d'icônes
he: הצג קבצים כסמלים
hu: Fájlok ikonnézetben.
it: Mostra i file come icone
ja: アイコンとしてファイルを表示します
lt: Rodyti failus piktogramomis
nl: Laat de bestanden zien als pictogrammen
no: Vis som ikoner.
pl: Pokaż pliki jako ikony
pt: Mostrar arquivos como ícones
ru: Показывать файлы как пиктограммы
sl: Pokaži vse datoteke, kot ikone
sq: Tregon skedat si ikona
sr: Pokazuje datoteteke kao ikone
sv: Visa filer som ikoner
tr: Dosyaları ikon şeklinde göster

source: Icon View
af: Ikoon Aansig
ar: عرض الرموز
ca: Vista en icones
de: Symbole
es: Ver en iconos
fr: Vue en icônes
he: תצוגת סמלים
hu: Ikonnézet
it: Visualizza icone
ja: アイコン表示
lt: Piktogramos
nl: Pictogrammen
pl: Widok ikon
pt: Ver Ícones
ru: В виде пиктограмм
sl: Pogled z ikonami
sq: Me Ikonë
sr: U Ikonama
sv: Ikonvy
tr: İkon Göster

source: Show files in a horizontal list
af: Vertoon lêers in 'n horisontale lys
ar: إظهار الملفات كقائمة أفقية
ca: Mostra els arxius en una llista horitzontal
de: Dateien in Listenform anzeigen
es: Lista horizontal
fr: Afficher les fichiers sous la forme d'une liste horizontale
he: הצג קבצים ברשימה אופקית
hu: Fájlok vízszintes sorokban való megjelenítése.
it: Mostra i file in un elenco orizzontale
ja: リストとしてファイルを表示します
lt: Rodyti failus iš viršaus į apačią
nl: Laat de bestanden zien in een horizontale lijst
no: Vis alle filene i en vannrett liste.
pl: Pokaż pliki w horyzontalnej liście
pt: Mostrar arquivos em uma lista horizontal
ru: Показывать список файлов в виде списка
sl: Pokaži datoteke v vodoravnem seznamu
sq: Tregon skedat sipas listës horizontale
sr: Pokazuje datoteke kao horizontalni popis
sv: Visa filer i en horizontell lista
tr: Dosyaları yatay liste şeklinde göster

source: List View
af: Lys Aansig
ar: عرض قائمة
ca: Vista de llista
de: Listenansicht
es: Ver en lista
fr: Vue en liste
he: תצוגת רשימה
hu: Listanézet
it: Visualizza elenco
ja: リスト表示
lt: Sąrašas
nl: Lijst
pl: Widok listy
pt: Ver Lista
ru: В виде списка
sl: Seznamski pogled
sq: Me Listë
sr: Kao Popis
sv: Listvy
tr: Liste Göster

source: Show thumbnails for files
af: Vertoon duimnaelsketse vir lêers
ar: إظهار صويرات للملفات
ca: Mostra vistes prèvies petites per als arxius
de: Miniaturansicht wählen
es: Ver vistas previas pequeñas
fr: Afficher les fichiers sous la forme de vignettes
he: הצג תמונות ממוזערות עבור קבצים
hu: Kis képek szerinti nézet.
it: Mostra i file in anteprima
ja: ファイルをサムネイル表示します
lt: Rodyti failus kartu su peržiūros paveikslėliais
nl: Laat miniatuurafbeeldingen van bestanden zien
no: Vis som miniatyrbilder.
pl: Pokaż miniaturki dla plików
pt: Mostrar miniaturas para os arquivos
ru: Показывать миниатюры файлов
sl: Pokaži miniature (vzorce slik, thumbnails) za datoteke
sq: Tregon skedat si foto
sr: Pokazuje datoteke kao sličice(thumbnails)
sv: Visa miniatyrbild för filerna
tr: Dosyalar için ana unsuru göster

source: Thumbnail View
af: Duimnaelskets Aansig
ar: عرض صويرات
ca: Vistes prèvies petites
de: Miniaturansicht
es: Vistas previas pequeñas
fr: Vue en vignettes
he: תצוגת תמונות
hu: Miniatűrök
it: Visualizza anteprima
ja: サムネイル表示
lt: Paveikslėliai
nl: Miniatuurweergave
pl: Widok miniaturek
pt: Ver Miniaturas
ru: В виде миниатюр
sl: Pogled z miniaturami
sq: Me Foto
sr: Sličice
sv: Miniatyrbildsvy
tr: Küçük Resim Göster

source: Show a list of album folders.
af: Vertoon 'n lys van albumgidse.
ar: عرض قائمة لمجلدات الألبوم
ca: Mostra la llista de les carpetes dels àlbums.
de: Eine Liste der Alben anzeigen.
es: Mostrar lista de albums.
fr: Afficher une liste de dossiers « album ».
he: הצג רשימה של כל תיקיות האלבומים
hu: Csak albumok megjelenítése.
it: Mostra l'elenco delle cartelle album.
ja: アルバムフォルダのリストを表示します
lt: Rodyti albumo katalogų sąrašą.
nl: Laat een lijst van albummappen zien.
no: Vis en liste av mapper.
pl: Pokaż listę folderów albumu.
pt: Mostrar uma lista de pastas de álbuns.
ru: Показывать список папок альбомов.
sl: Pokaži seznam albumskih map.
sq: Tregon listën e dosjeve me albume.
sr: Pokazuje listu fascikla albuma.
sv: Visa en lista över albummappar.
tr: Albüm klasörlerini liste şeklinde göster.

source: Tile View
af: Geteëlde Aansig
ar: عرض متجانب
ca: Mode ampli
de: Ordneransicht
es: Lista amplia
fr: Vue en cascade
he: תצוגה רגילה
hu: Albumnézet
it: Visualizza affiancato
ja: タイトル表示
lt: Išklotinė
nl: Tegels
no: Liste
pl: Widok płytek
pt: Visão em ladrilhos
ru: Вид развёрткой
sl: Pogled s seznamom (tile view)
sq: Me Pllakë
sv: Plattvy
tr: Genişletilmiş Göster

source: Add a media file to the playlist...
af: Voeg 'n medialêer by die medialys...
ar: إضافة ملف وسائط إلى قائمة التشغيل...
ca: Afegeix un arxiu multimèdia a la llista de reproducció...
de: Der Wiedergabeliste eine Datei hinzufügen...
es: Agregar a la lista de reproducción...
fr: Ajouter un fichier média à la liste de lecture...
he: ‪הוסף קובץ מדיה לרשימת ההשמעה
hu: A lejátszólistához adja...
it: Aggiungi un file multimediale nella playlist...
ja: メディアファイルを再生リストに追加します...
lt: Pridėti grotuvo failą prie grojaraščio...
nl: Een mediabestand toevoegen aan de afspeellijst...
no: Legg til en fil i denne spillelisten...
pl: Dodaj plik medialny do listy odtwarzania...
pt: Adicionar um arquivo a lista de execuções...
ru: Добавить медиа файл к списку воспроизведения...
sl: Dodaj medijsko datoteko v predvajalni seznam...
sq: Shton në listë një mediaskedë...
sr: Dodaj datoteku u playlistu...
sv: Lägg till en mediafil till spellistan…
tr: Oynatma listesine ortam dosyası ekle...
