Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: To update now, the upgrade installer will simply be added to your download queue.
af: As jy Opgradeer Nou kliek sal Envy die opgradering by jou aflaailys byvoeg en dit outomaties begin aflaai.
ca: Si selecciones actualitzar ara, Envy afegirà l' actualització a la teva cua de descàrrega i, automàticament, es descarregarà.
de: Wenn Sie auf "Jetzt aktualisieren" klicken, wird das Update automatisch zu ihrer Downloadliste hinzugefügt und heruntergeladen.
es: Si seleccionas actualizar ahora, Envy va a agregar la actualizacion a tu cola de descarga y automaticamente lo va a descargar.
fr: Si vous sélectionnez Mettre à jour, Envy va ajouter la mise à jour à votre liste de téléchargements et commencer à la télécharger.
he: אם בחרת לשדרג כעת, שרזה יוסיף את השדרוג לרשימת ההורדות ויתחיל להוריד אותו באופן אוטומטי
hu: Ha most szeretne frissíteni, a Envy berakja a letöltendő fájlt a letöltési sorba.
it: Se selezioni Aggiorna ora, Envy aggiungerà l'aggiornamento alla tua coda dei download e comincerà automaticamente a scaricarlo.
ja: 「今すぐアップグレード」を選択した場合、Envyはダウンロードキューにアップグレードプログラムを追加し、自動的にダウンロードします。
lt: Jei pasirinksite „Atnaujinti dabar“, „Envy“ pridės atnaujinimą prie atsisiuntimų ir pradės jį siųsti.
nl: Wanneer je "Nu upgraden" selecteert, zal Envy de upgrade toevoegen aan je downloadlijst en zal het automatisch worden gedownload.
no: Hvis du velger å oppgradere nå, vil Envy legge til oppgraderingen i nedlastingene dine og automatisk starte nedlatningen.
pl: Jeśli wybierzesz aktualizuj teraz to Envy doda aktualizacje do twojej kolejki pobierania.
pt: Se você selecionar Atualizar Agora, o Envy adicionará a atualização a sua fila de download e automaticamente começa a baixá-la.
ru: Если Вы будете обновлять Сейчас, Envy добавит обновление в очередь Вашего списка загрузок и автоматически начнет его загрузку.
sl: Če boste izbrali Posodobi takoj, bo Envy dodala posodobitev v vašo prenosno čakalno vrsto in bo tudi samodejno pričela s prenosom.
sq: Nëse zgjidhni Përmirëso Tani, Envy do ta shtojë përmirësimin në radhën tuaj të punëve për shkarkim dhe do të nisë ta shkarkojë atë automatikisht.
sr: Ako odaberete Unapredi Sad, Envy će dodati novu verziju u za skinuti i automatski započeti skidanje.
sv: Om du väljer Uppgradera Nukommer Envy lägga till uppgraderingen till din nedladdningskö och börja ladda ned den.
tr: Eğer şimdi güncelemeyi seçerseniz, Envy indirme sırasına güncelemeyi ekleyecektir ve indirme otomatik olarak başlayacaktır.

source: Don't check for new versions
af: Ignoreer nuwe weergawes
ca: No comproves si hi ha noves versions
de: Nicht nach Updates suchen
es: No chequear si hay nuevas versiones
fr: Ne pas vérifier les MàJ
he: אל תבדוק אם קיימות גרסאות חדשות
hu: Ne keressen új verzió után
it: Non verificare se ci sono nuove versioni
ja: 新バージョンをチェックしない
lt: Netikrinti naujesnių versijų
nl: Niet controleren op nieuwe versies
no: Ikke søk etter nye versjoner
pl: Nie sprawdzaj czy są nowe wersje
pt: Não procurar novas versões
ru: Не проверять новых версий
sl: Ne preverjaj po novih posodobitvah
sq: Mos verifiko për versione të reja
sr: Ne proveravaj da li ima novih verzija.
sv: Kontrollera inte efter nya versioner
tr: Yeni versiyonları kontrol etme

source: Metadata Localization
af: Metadata Lokalisering
ar: Metadata Localisation
ca: Localització de la metainformació
de: Metadaten-Lokalisierung
es: Ubicar Metadata
fr: Localisation des métadonnées
he: Metadata-התאמת שפה ל
hu: Metaadat javítása
it: Localizzazione metadata
ja: Metadataローカライズ
lt: Meta duomenų lokalizavimas
nl: Metadata lokalisatie
no: Lokalisering av metadata
pl: Lokalizacja Metadanych
pt: Localização do Metadata
ru: Локализация мета данных
sl: Lokalizacija metapodatkov
sq: Vendndodhja e Metadatave
sr: Lokalizacija Metadate
sv: Metadatalokalisering
tr: Veri Yerleştir

source: Please select the method of re-encoding:
af: Selekteer asseblief die her-enkoderingsmetode:
ca: Selecciona un mètode de codificació
de: Bitte wählen Sie die neue Codierung
es: Por favor selecciona un metodo de codificación
fr: Merci de sélectionner la méthode de réencodage
he: אנא בחר שפה:
hu: Válasszon egy másik karakterkódolást:
it: Seleziona il metodo di ri-codifica
ja: 再エンコード方式を選択して下さい
lt: Pasirinkite perkodavimo būdą (kalbų grupę)
nl: Selecteer hercodeermethode
no: Vennligst velg metiden for omkoding
pl: Proszę wybrać metodę kodowania
pt: Por favor selecione o método de reencodificação:
ru: Выберите способ перекодировки (группу языков)
sl: Izberite metodo za ponovno enkodiranje
sq: Të lutem zgjidhe metodën e rikodimit
sr: Molim odaberite metodu re-encodinga
sv: Välj metod för omkodning
tr: Lütfen kodlama ile ilgili metod seçiniz.

source: Arabic|Baltic|Central European|Chinese Simplified|Chinese Traditional|Cyrillic|Greek|Hebrew|Japanese|Korean|Thai|Turkish|Vietnamese
ca: Aràbic|Bàltic|Europa Central|Xinès Simplificat|Xinès Tradicional|Cirílic|Grec|Hebreu|Japonès|Coreà|Tailandès|Turc|Vietnamita
de: Arabisch|Baltisch|Zentraleuropäisch|Chinesisch (vereinfacht)|Chinesisch (traditionell)|Kyrillisch|Griechisch|Hebräisch|Japanisch|Koreanisch|Thailändisch|Türkisch|Vietnamesisch
es: Arabico|Baltico|Europa Central|Chino Simplificado|Chino Traducional|Cirílico|Griego|Hebreo|Japonés|Koreano|Taílandes|Turco|Vietnamita
fr: Arabe|Balte|Européen de l'Est|Chinois simplifié|Chinois traditionnel|Cyrillique|Grec|Hébreu|Japonais|Coréen|Thaï|Turc|Vietnamien
hu: Arab|Balti|Közép-Európai|Egyszerűsített kínai|hagyományos kínai|Cirill|Görög|Héber|Japán|Koreai|Thai|Török|Vietnami
it: Arabo|Baltico|Europeo centrale|Cinese semplificato|Cinese tradizionale|Cirillico|Greco|Ebraico|Giapponese|Coreano|Tailandese|Turco|Vietnamita
ja: アラビア語|バルト語|中央ヨーロッパ|簡体中国語|繁体中国語|キリル語|ギリシア語|ヘブライ語|日本語|韓国語|タイ語|トルコ語|ベトナム語
lt: Arabų|Baltų|Centrinės Europos|Kinų supaprastinta|Kinų tradicininė|Kirilica|Graikų|Hebrajų|Japonų|Korėjiečių|Tai|Turkų|Vietnamiečių
nl: Arabisch|Baltisch|Centraal Europees|Chinees (vereenvoudigd)|Chinees (traditioneel)|Cyrillic|Grieks|Hebreeuws|Japans|Koreaans|Thais|Turks|Vietnamees
no: Arabisk|Baltisk|Sentraleuropeisk|Kinesisk forenklet|Kinesisk tradisjonelt|Cyrillisk|Gresk|Hebraisk|Japansk|Koreansk|Thai|Tyrkisk|Vietnamesisk
pl: Arabski|Bałtycki|Europa Środkowa|Chiński uproszczony|Chiński tradycyjny|Cyrylica|Grecki|Hebrajski|Japoński|Koreański|Tajlandzki|Turecki|Wietnamski
pt: Árabe|Báltico|Europeu Central|Chinês simplificado|Chinês tradicional|Cirílico|Grego|Hebreu|Japonês|Coreano|Tailandês|Turco|Vietnamita
ru: Арабский|Балтийский|Центральной Европы|Китайский упрощенный|Китайский традиционный|Кириллица|Греческий|Иврит|Японский|Корейский|Тайский|Турецкий|Вьетнамский
sl: Arabska|Baltska|Srednjeevropska|Poenostavljeno Kitajska|Tradicionalno Kitajska|V Cirilici|Grška|Hebrejska|Japonska|Korejska|Tajska|Turška|Vietnamska
sq: Arabe|Baltike|Europa Qendrore|Kineze e thjeshtë|Kineze tradicionale|Cirilike|Greke|Hebraike|Japoneze|Koreane|Tailandeze|Turke|Vietnameze
sv: Arabisk|Baltisk|Centraluropeisk|Förenklad kinesisk|Traditionell kinesisk|Kyrillisk|Grekisk|Hebreisk|Japansk|Koreansk|Thailändsk|Turkisk|Vietnamesisk
tr: Arapça|Baltık|Merkezi Avrupa|Basitleştirilmiş Çince|Geleneksel Çince|Slavca|Yunanca|İbranice|Japonca|Korece|Tay dili|Türkçe|Vietnamca

source: Preview:
de: Vorschau:
fr: Prévisualisation :
hu: Előnézet:
it: Anteprima:
ja: キャンセル
lt: Peržiūra:
pl: Podgląd:
pt: Prévia:
ru: Просмотр:
sq: Parashiko:
tr: Ön izleme:

source: Add new channel to the list:|Enter kick/ban reason:
ar: Add a channel name:|Enter kick/ban reason:
ca: Add a channel name:|Enter kick/ban reason:
de: Add a channel name:|Enter kick/ban reason:
es: Add a channel name:|Enter kick/ban reason:
fr: Entrez le canal que vous voulez ajouter :|Entrez la justification du kick/ban :
he: Add a channel name:|Enter kick/ban reason:
hu: Add a channel name:|Enter kick/ban reason:
it: Add a channel name:|Enter kick/ban reason:
ja: Enter channel you want to add:|Enter kick/ban reason:
lt: Įveskite kanalą, kurį norite pridėti:|Įveskite veiksmo priežastį:
nl: Add a channel name:|Enter kick/ban reason:
no: Add a channel name:|Enter kick/ban reason:
pl: Wprowadź nazwę kanału, który chcesz dodać:|Wprowadź powód kick'a/bana:
pt: Insira o canal que você quer adicionar:|Insira o motivo do chute/ban:
ru: Add a channel name:|Enter kick/ban reason:
sl: Enter channel you want to add:|Enter kick/ban reason:
sq: Shkruaj kanalin që do të shtosh:|Shkruaj arsyen e gjuajtjes/dëbimit:
sr: Enter a channel you want to add:|Enter kick/ban reason:
sv: Add a channel name:|Enter kick/ban reason:
tr: Eklemek istediğiniz kanalı giriniz:|Kovma/yasaklama nedenini giriniz:

source: Download Reviews
af: Aflaai Resensies
ca: Descarrega ressenyes
de: Rezensionen herunterladen
es: Descargar Reviews
fr: Télécharger les Revues
he: הורד ביקורות
hu: Vélemények letöltése
it: Revisioni download
ja: ダウンロードレビュー
lt: Atsisiuntimų įvertinimai
nl: Downloadcommentaar
no: Omtaler av nedlasting
pl: Recenzje
pt: Análise dos Downloads
ru: Оценки закрузки
sl: Ocene prenosov
sq: Pasqyrimet e Shkarkesës
sr: Skini Kritike
sv: Ladda ner recensioner
tr: Gözden Geçirilen İndirmeler

source: DownloadedFile
af: Lêernaam
ar: تحميل ملف
ca: Arxiu descarregat
de: Dateiname
es: Archivo Descargado
fr: Fichier téléchargé
he: קובץ בהורדה
hu: Letöltendő fájl
it: File scaricato
ja: ダウンロードファイル
lt: Parsisiunčiamas failas
nl: Bestandsnaam
no: Fil
pl: Pobierany plik
pt: Arquivo Baixado
ru: Загружаемый файл
sl: Prenešena datoteka
sq: Skedë në Shkarkim
sr: Skinuta Datoteka
sv: Nedladdad fil
tr: Dosya

source: Progress
af: Vordering
ar: التقدم
ca: Progrés
de: Fortschritt
es: Progreso
fr: Progression
he: התקדמות
hu: Állapot
it: Progresso
ja: 進行
lt: Eiga
nl: Vooruitgang
no: Fremdrift
pl: Postęp
pt: Progresso
ru: Прогресс
sl: Napredek
sq: Progresi
sr: Stanje
sv: Händelseförlopp
tr: İlerleme

source: Transfer
af: Afgelaai
ar: محمل
ca: Descarregat
de: Heruntergeladen
es: Descargado
fr: Téléchargé
he: הורד
hu: Letöltve
it: Scaricato
ja: ダウンロード済
lt: Parsisiųsta
nl: Gedownload
no: Lastet ned
pl: Pobrano
pt: Baixados
ru: Загружено
sl: Prenešeno
sq: u Shkarkua
sr: Skinuto
sv: Nedladdat
tr: İndirmeler

source: Percent
af: Voltooi
ar: مكتمل
ca: Complet
de: Fertig
es: Completo
fr: Avancement
he: הסתיים
hu: Kész
it: Completato
ja: 完了
lt: Baigta
nl: Voltooid
no: Ferdig
pl: Zakończono
pt: Completados
ru: Завершено
sl: Dokončano
sq: Përfundimi
sr: Gotovo
sv: Slutfört
tr: Tam

source: Speed
af: Spoed
ar: السرعة
ca: Velocitat
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
he: מהירות
hu: Sebesség
it: Velocità
ja: 速度
lt: Sparta
nl: Snelheid
no: Hastighet
pl: Prędkość
pt: Velocidade
ru: Скорость
sl: Hitrost
sq: Shpejtësi
sr: Brzina
sv: Hastighet
tr: Hız

source: Status
ar: الحالة
ca: Estat
es: Estado
fr: Statut
he: מצב
hu: Helyzet
it: Stato
ja: 状態
lt: Būklė
ru: Статус
sq: Statusi
tr: Durum

source: Client
af: Program
ar: التابع
es: Cliente
he: מקורות
hu: Kliensprogram
ja: クライアント
lt: Klientas
nl: Cliënt
no: Klient
pl: Klient
pt: Cliente
ru: Клиент
sl: Odjemalec
sq: Klienti
sr: Davaoc
sv: Klient
tr: İstemci

source: Country
af: Anderland
ar: البلد
ca: País
de: Land
es: País
fr: Pays
he: ארץ
hu: Ország
it: Stato
ja: 国
lt: Šalis
nl: Land
no: Land
pl: Kraj
pt: País
ru: Страна
sl: Država
sq: Shteti
sr: Država
sv: Land
tr: Ülke

source: UploadedFile
af: Lêernaam
ar: الملف المرسل
ca: Arxiu pujat
de: Dateiname
es: Archivo Subido
fr: Fichier envoyé
he: קובץ שהועלה
hu: Feltöltendő fájl
it: File inviato
ja: アップロードファイル
lt: Išsiunčiamas failas
nl: Bestandsnaam
no: Fil
pl: Wysyłany plik
pt: Arquivo Enviado
ru: Раздаваемый файл
sl: Naložena datoteka
sq: Skedë në Ngarkim
sr: Davana Datoteka
sv: Uppladdad fil
tr: Dosya

source: RemoteUser
af: Gebruiker
ar: المستخدم البعيد
ca: Usuari remot
de: Adresse
es: Usuario Remoto
fr: Utilisateur distant
he: משתמש
hu: Felhasználó
it: Utente remoto
ja: リモートユーザー
lt: Nutolęs naudotojas
nl: Gebruiker
no: Bruker
pl: Zdalny użytkownik
pt: Usuário Remoto
ru: Хост
sl: Oddaljen uporabnik
sq: Përdoruesi i Largët
sr: Korisnik
sv: Fjärranvändare
tr: Uzak Kullanıcı

source: Modified
af: Verander
ar: تعديل
ca: Modificat
de: Modifiziert
es: Modificado
fr: Modifié le
he: השתנה
hu: Módosítva
it: Modificato
ja: 最終更新日
lt: Pakeista
nl: Gewijzigd
no: Modifisert
pl: Zmodyfikowany
pt: Modificados
ru: Изменено
sl: Spremenjeno
sq: Modifikimi
sr: Menjano
sv: Ändrad
tr: Değiştirme

source: Address
af: Adres
ar: العنوان
ca: Adreça
de: Adresse
es: Dirección
fr: Adresse
he: כתובת
hu: Cím
it: Indirizzo
ja: アドレス
lt: Adresas
nl: Adres
no: Adresse
pl: Adres
pt: Endereço
ru: Адрес
sl: Naslov
sq: Adresa
sr: Adresa
sv: Adress
tr: Adres

source: Port
af: Poort
ar: المنفذ
es: Puerto
he: יציאה
it: Porta
ja: ポート
lt: Prievadas
nl: Poort
pt: Porta
ru: Порт
sl: Vrata
sq: Porti

source: Time
af: Tyd
ar: الوقت
ca: Temps
de: Zeit
es: Tiempo
fr: Temps
he: זמן
hu: Idő
it: Tempo
ja: 時間
lt: Laikas
nl: Tijd
no: Tid
pl: Czas
pt: Tempo
ru: Время
sl: Čas
sq: Kohë
sr: Vreme
sv: Tid
tr: Zaman

source: Traffic
af: Bandwydte
ar: نطاق العرض
ca: Banda ampla
de: Bandbreite
es: Banda Ancha
fr: Bande passante
he: רוחב פס
hu: Sávszél
it: Banda
ja: 帯域幅
lt: Greitaveika
nl: Bandbreedte
no: Båndbredde
pl: Pasmo
pt: Banda
ru: Трафик
sl: Pasovna širina
sq: Bandës
sr: Brzina Prenosa
sv: Bandbredd
tr: Bantgenişliği

source: Total
af: Totaal
ar: المجموع
de: Gesamt
he: כמות כוללת
hu: Teljes forgalom
it: Totale
ja: 合計
lt: Viso
nl: Totaal
pl: Przesłano
ru: Всего
sl: Skupaj
sq: Totali
sr: Ukupno
sv: Totalt
tr: Toplam

source: Packets
af: Pakkies
ar: الحزم
ca: Paquets
de: Pakete
es: Paquetes
fr: Paquets
he: פקטים
hu: Csomagok
it: Pacchetti
ja: パケット
lt: Paketų
nl: Pakketten
no: Pakker
pl: Pakiety
pt: Pacotes
ru: Пакеты
sl: Paketi
sq: Paketat
sr: Paketi
sv: Paket
tr: Paketler

source: Flow
af: Vloei
ar: التدفق
ca: Flux
de: Fluss
he: זרימה
hu: Folyamat
it: Flusso
ja: フロー
lt: Srautas
nl: Stroom
no: Strøm
pl: Strumień
pt: Fluxo
ru: Поток
sl: Potek
sq: Rrjedha
sr: Protok
sv: Flöde
tr: Akım

source: Leaves
af: Kliënte
ar: الفروع
ca: Llavors
fr: Terminaux
he: קווי ענף
hu: Leafek
it: Permessi
ja: リーフ
lt: Atšakų
no: Kilder
pl: Listki
ru: Ветвей
sl: Listi
sq: Gjethet
sr: Listova
sv: Löv
tr: Eşler

source: Mode
af: Tipe
ar: النمط
de: Modus
es: Modo
he: מצב
hu: Mód
it: Modalità
ja: モード
lt: Veiksena
nl: Modus
no: Modus
pl: Tryb
pt: Modo
ru: Режим
sl: Način
sq: Mënyrë
sr: Način
sv: Läge
tr: Mod

source: LastSeen
af: Laaste Gesien
ar: آخر مشاهدة
ca: Última vegada vist
de: Zuletzt gesehen
es: Última vez visto
fr: Dernière fois vu
he: נראה לאחרונה
hu: Utoljára látva
it: Ultima visita
ja: 最終確認日
lt: Kada matytas
nl: Laatst gezien
no: Sist sett
pl: Ostatnio widziany
pt: Última Vez Visto
ru: Когда встречался
sl: Zadnje videno
sq: Parë së Fundmi
sr: Zadnji Put Viđeno
sv: Sist sedd
tr: Son Görüşülen

source: Failures
ar: الفشل
ca: Errors
de: Fehler
es: Fallos
fr: Échecs
hu: Hibák
it: Errori
lt: Nesėkmių
nl: Mislukkingen
pl: Niepowodzeń
pt: Falhas
ru: Отказов
sq: Dështimet
sr: Neuspesi
sv: Fel
tr: Sorunlar

source: CurUsers
af: Huidiglik
ca: Usuaris actuals
de: Benutzer
es: U. Actuales
fr: Utils. actuels
he: משתמשים כרגע
hu: Jelenlegi felahszn.
it: Utenti connessi
ja: ユーザー
lt: Naudotojų skč.
nl: Gebruikers
no: Brukere
pl: Akt Użytkowników
pt: Usuários Atuais
ru: Текущих пользов.
sl: TrenutUporab
sq: PërdoruesAkt
sr: UprKorisnika
sv: Anslutna användare
tr: Güncel Kullanıcılar

source: MaxUsers
af: Maksimum
ar: اقصى مستخدمون
ca: Uusuaris màxims
de: Benutzer max.
es: U. Máximos
fr: Utils. max.
he: מקסימום משתמשים
hu: Max. felhasználók
it: Utenti massimi
ja: 最大ユーザー
lt: Maks. naudotojų
nl: Max. gebruikers
no: Maks brukere
pl: Max użytkowników
pt: Máximo De Usuários
ru: Макс. число польз.
sl: MaksUporab
sq: PërdoruesMaks
sr: MaxKorisnika
sv: Max användare
tr: Maksimum Kullanıcılar

source: Description
af: Beskrywing
ar: الوصف
ca: Descripció
de: Beschreibung
es: Descripción
he: תיאור
hu: Leírás
it: Descrizione
ja: 説明
lt: Aprašas
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
ru: Описание
sl: Opis
sq: Përshkrimi
sr: Opis
sv: Beskrivning
tr: Açıklama

source: LastAccess
af: Laaste Kontaktyd
ar: آخر وصول
ca: Últim accés
de: Letzter Zugriff
es: Ultimo Acceso
fr: Dernière fois vu
he: גישה אחרונה
hu: Utolsó használat
it: Ultimo accesso
ja: 最終アクセス
lt: Paskutinė prieiga
nl: Laatste toegang
no: Siste tilgang
pl: Ostatni dostęp
pt: Último Acesso
ru: Последний доступ
sl: Zadnji dostop
sq: Hyrja e Fundit
sr: Zadnji pristup
sv: Senaste åtkomst
tr: Son Erişim

source: Hosts
af: Gashere
ar: المضيفون
ca: Amfitrions
fr: Hôtes
he: משתמשים
hu: Kiszolgálók
it: Host
ja: ホスト
lt: Kompiuterių
nl: Bronnen
no: Vert
pl: Hosty
ru: Хостов
sl: Gostitelji
sq: Hostet
sr: Hostovi
sv: Värdar
tr: Hostlar

source: Accesses
af: Hoeveelheid Kontakte
ar: الدخول
ca: Accés
de: Zugriffe
es: Accesos
fr: Accès
he: גישות
hu: Használatok
it: Accessi
ja: アクセス
lt: Prieigų
nl: Toegangen
no: Tilgang
pl: Dostępy
pt: Acessos
ru: Обращений
sl: Dostopi
sq: Hyrjet
sr: Pristupljeno
sv: Åtkomster
tr: Erişimler

source: Updates
af: Opdaterings
ar: تحديث
ca: Actualitzacions
es: Actualizaciones
fr: MàJ
he: עדכונים
hu: Frissítések
it: Aggiornamenti
ja: 更新
lt: Atnaujinimų
no: Oppdatering
pl: Uaktualnienia
pt: Atualizações
ru: Обновлений
sl: Posodobitve
sq: Ridatimet
sr: Unapređenja
sv: Uppdateringar
tr: Güncellemeler

source: Protocol
af: Protokol
ar: البروتوكول
de: Protokoll
es: Protocolo
fr: Protocole
he: פרוטוקול
hu: Protokoll
it: Protocollo
ja: プロトコル
lt: Protokolas
no: Protokoll
pl: Protokół
pt: Protocolo
ru: Протокол
sl: Protokol
sq: Protokolli
sr: Protokol
sv: Protokoll
tr: Protokol

source: GUID
ru: G1 ИД

source: Schema
af: Skema
ar: مخطط
ca: Tipus
es: Esquema
fr: Schéma
he: סכמה
hu: Minta
ja: スキーマ
no: Skjema
pl: Schemat
ru: Схема
sq: Skemat
sr: Šema
tr: Şema

source: Host/Count
af: Gasheer/Aantal
ar: المضيف/العدد
ca: Amfitrions
de: Adresse/Quellen
fr: Hôte/Nombre
he: משתמשים/כמות
hu: IP/Források
it: Host/Contatore
ja: ホスト/カウント
lt: Adresatas/Kiekis
nl: Bron/aantal
no: Vert/Antall
pl: Host/Ilość
pt: Host/Contagem
ru: Кол-во хостов
sl: Gostitelj/Število
sq: Hosti/Numërimi
sr: Davalac/Koliko
sv: Värd/Antal
tr: Host/Sayı

source: Address/Content
af: Adres / Inhoud
ar: العنوان / المحتوى
ca: Adreça / Contingut
de: Adresse/Inhalt
es: Dirección / Contenido
fr: Adresse / Contenu
he: כתובת/תוכן
hu: Cím
it: Indirizzo / Contenuto
ja: アドレス / 内容
lt: Adresas ar turinys
nl: Adres/inhoud
no: Adresse / Inn
pl: Adres / Zawartość
pt: Endereço / Conteúdo
ru: Адрес/Содержание
sl: Naslov / Vsebina
sq: Përmbajtja
sr: Adresa / Sadržaj
sv: Adress / Innehåll
tr: Adres/İçerik

source: Action
af: Aksie
ar: الإجراء
ca: Acció
de: Aktion
es: Acción
he: פעולה
hu: Feladat
it: Azione
ja: 動作
lt: Veiksmas
nl: Actie
no: Tiltak
pl: Akcja
pt: Ação
ru: Действие
sl: Dejanje
sq: Veprimi
sr: Akcija
sv: Händelse
tr: Faaliyet

source: Expires
af: Verval
ar: الإنتهاء
ca: Expiració
de: Läuft ab
es: Expira
fr: Expiration
he: בתוקף עד
hu: Lejárat
it: Scade
ja: 期間
lt: Nustoja galioti
nl: Verloopt op
no: Går ut
pl: Wygasa
pt: Expira
ru: Истекает
sl: Poteče
sq: Skadimi
sr: Ističe
sv: Utgångsdatum
tr: Sonlananlar

source: Comment
af: Kommentaar
ar: التعليق
ca: Comentari
de: Kommentar
es: Comentario
fr: Note
he: הערה
hu: Megjegyzés
it: Commento
ja: コメント
lt: Komentaras
nl: Commentaar
no: Kommentar
pl: Komentarz
pt: Comentário
ru: Заметка
sl: Komentar
sq: Komenti
sr: Komentar
sv: Kommentar
tr: Yorum

source: Task
af: Aksie
ar: الإجراء
ca: Acció
de: Aktion
es: Acción
fr: Tâche
he: פעולה
hu: Feladat
it: Azione
ja: 動作
lt: Veiksmas
nl: Actie
no: Tiltak
pl: Akcja
pt: Ação
ru: Действие
sl: Dejanje
sq: Veprimi
sr: Akcija
sv: Händelse
tr: Faaliyet

source: Date
af: Datum
ar: تاريخ
ca: Data
de: Datum
es: Dias
he: תאריך
hu: Dátum
it: Data
ja: 日付
lt: Data
nl: Datum
no: Dato
pl: Data
pt: Data
ru: День
sl: Datum
sq: Data
sr: Датум
sv: Datum
tr: Tarih

source: Activity
af: Aktiewe
ar: نشط
ca: Actiu
de: Aktiv
es: Activo
fr: Actif
he: פעיל
hu: Aktív
it: Attivo
ja: アクティブ
lt: Aktyvus
nl: Actief
no: Aktiv
pl: Aktywny
pt: Ativo
ru: Активный
sl: Aktivna
sq: Aktiv
sr: Активан
sv: Aktiv
tr: Aktif

source: Criteria
af: Kriteria
ar: المعيار
ca: Criteri
de: Kriterien
es: Criterio
fr: Critère
he: קריטריון
hu: Ismérv
it: Criterio
ja: 評価基準
lt: Kriterijus
no: Kriterier
pl: Kryteria
pt: Critério
ru: Критерии
sl: Merilo
sq: Kriteri
sr: Kriterijum
sv: Kriterium
tr: Kriter

source: Minimum
af: Bandwydte
ar: نطاق العرض
ca: Ample de banda
de: Bandbreite
es: Ancho de Banda
fr: Bande passante
he: רוחב פס
hu: Sávszél
it: Banda
ja: 帯域幅
lt: Greitaveika
nl: Bandbreedte
no: Båndbredde
pl: Szerokość pasma
pt: Banda
ru: Трафик
sl: Pasovna širina
sq: Bandës
sr: Brzina
sv: Bandbredd
tr: Bantgenişliği

source: Transfers
af: Oordragte
ar: النقل
ca: Transferències
de: Transfer
es: Transferencias
fr: Transferts
he: העברות
hu: Forgalom
it: Trasferimenti
ja: 転送
lt: Siuntimai
nl: Overdrachten
no: Overføring
pl: Transfery
pt: Transferências
ru: Загрузок
sl: Prenosi
sq: Transferime
sr: Razmene
sv: Överföringar
tr: Transferler

source: Setting
af: Instelling
ar: إعداد
ca: Configuració
de: Einstellung
es: Configuración
fr: Réglage
he: הגדרה
hu: Beállítás
it: Configurazione
ja: 設定
lt: Nuostata
nl: Instelling
no: Innstilling
pl: Ustawienie
pt: Configuração
ru: Установка
sl: Nastavitev
sq: Vendosje
sr: Podešavanje
sv: Inställning
tr: Ayar

source: Value
af: Waarde
ar: القيمة
ca: Valor
de: Wert
es: Valor
fr: Valeur
he: ערך
hu: Érték
it: Valore
ja: 値
lt: Reikšmė
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
ru: Значение
sl: Vrednost
sq: Vlera
sr: Vrednost
sv: Värde
tr: Değer

source: URL
ar: الرابط
he: כתובת אינטרנט
lt: Nuoroda
ru: Ссылка

source: Filename
af: Lêernaam
ar: إسم الملف
ca: Nom d'arxiu
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
he: שם קובץ
hu: Fájlnév
it: Nome file
ja: ファイル名
lt: Failo vardas
nl: Bestandsnaam
no: Filnavn
pl: Nazwa pliku
pt: Nome do Arquivo
ru: Файл
sl: Datotečno ime
sq: Emri i skedës
sr: Ime Datoteke
sv: Filnamn
tr: Dosya Adı

source: Tracker
ar: المتتبع
ca: Rastrejador
es: Rastreador
fr: Traqueur
he: גשש
ja: トラッカー
lt: Seklys
ru: Трекер
sl: Sledilnik
sq: Gjurmuesi

source: User
af: Gebruiker
ar: المستخدم
ca: Usuari
de: Benutzer
es: Usuario
fr: Utilisateur
he: משתמש
hu: Felhasználó
it: Utente
ja: ユーザー
lt: Naudotojas
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt: Usuário
ru: Пользователь
sl: Uporabnik
sq: Përdoruesi
sr: Korisnik
sv: Användare
tr: Kullanıcılar

source: Order
af: Volgorde
ar: ترتيب
ca: Ordre
de: Reihenfolge
es: Orden
fr: Ordre
he: סדר
hu: Sorszám
it: Ordine
ja: 順番
lt: Eilė
nl: Volgorde
no: Rekkefølge
pl: Kolejność
pt: Ordem
ru: Порядок
sl: Zaporedje
sq: Rendi
sr: Naredba
sv: Ordna
tr: Düzen

source: Move Up
de: Nach oben
fr: Monter d'un cran
he: העבר למעלה
it: Muovi Sopra
lt: Aukštyn
nl: Verplaats Omhoog
pt: Mover pra Cima
sq: Lëvize Sipër

source: Move Down
de: Nach unten
fr: Descendre d'un cran
he: הזז למטה
it: Muovi Sotto
lt: Žemyn
nl: Verplaats Omlaag
pt: Mover pra Baixo
sq: Lëvize Poshtë

source: Reset Hits
de: Zähler zurücksetzen
fr: Remise à zéro
he: איפוס צפיות
it: Resetta Lista
lt: Apnulinti
nl: Hits Herinitialiseren
pt: Resetar a Hits
sq: Rivendose Hite

source: _Seed a .Torrent...
es: Lanzar Nuevo Torrent...
fr: Seed d'un Torrent...
hu: Újabb torrent seedelése...
it: Condividi un Nuovo Torrent...
lt: Skleisti torrent...
pt: Enviar Nuevo Torrent...
tr: Yeni Torrent Seed et...

source: Envy User _Guide
es: Guia para Usuarios de Envy
fr: Guide d'utilisateurs Envy
hu: Envy használati utasítás
it: Guida di Envy
lt: „Envy“ naudotojo vadovas
pt: Guia para Usuarios de Envy
tr: Envy Kullanıcı Rehberi

source: Media _Remote
it: Controllo _remoto
pt: _Remoto

source: Schedue_r
pt: Programado_r

source: _Standard Mode
it: Modalità _avanzata
pt: _Modo Power

source: Close _After Transfers
it: Esci al termine dei trasferimenti
pt: Fechar _Após as Transferências

source: _Similar Files
ar: الملفات المتشابهة
de: Ähnlichen Dateien
it: File _simili
pt: _Arquivos Similares
