Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Share _Files...
af: Deel _Lêers...
ar: مشاركة _الملفات...
de: Ordner _freigeben...
es: Compartir archivos...
fr: Partager des fichiers...
he: שתף _קבצים...
hu: Fájlok megosztása...
it: Condividi File...
ja: 共有ファイル(_F)...
lt: Bendrinti failus...
nl: _Bestanden delen...
no: Del filer
pl: Udostępnij pliki...
pt: Compartilhar Archi_vos...
ru: Общий _доступ...
sl: _Deli datoteke z drugimi
sq: _Skedat e Shpërndara...
sr: Дели _фајлове ...
sv: Utdelade _filer…
tr: Dosya Paylaşımı...

source: _Open Downloads Folder
ar: _فتح مجلدي للتحميلات المكتملة
de: _Downloadordner öffnen
es: _Abrir Downloads Folder
he: _פתח את תקיית ההורדות שהושלמו...
nl: _Open mijn map met complete downloads
pt: _Abrir Downloads Folder
ru: _Открыть папку с загрузками
sq: _Hape Dosjen me të Përfunduarit
sr: _Отвори фолдер са преузетим фајловима
sv: _ppna mappen med avslutade

source: _Download File/Torrent...
af: _Laai Lêer/Torrent Af...
ar: _تحميل الملف/Torrent...
de: _Datei / Torrent herunterladen...
es: Descargar Archivo/Torrent...
fr: Ajouter un téléchargement/Torrent...
he: _הורד קבצים/טורנטים...
hu: Torrent/Fájl letöltése...
it: Scarica File/Torrent...
ja: ダウンロード/Torrent(_D)...
lt: Atsisiųsti failą/Torrent...
nl: Downloadlink _invoegen...
no: Last ned fil/torrent...
pl: Pobierz plik/Torrent...
pt: Descargar Archivo/Torrent...
ru: _Начать загрузку...
sl: _Prenesi datoteko/torrent
sq: Shkarko një _Skedë/Torrent...
sr: _Преузимање фајла/Torrent...
sv: _Ladda ned fil/Torrent…
tr: Dosya/Torrent İndir...

source: _Import eMule Partials...
ar: _إستيراد تحميلات eMule الجزئية
de: Laufende eMule-Downloads _importieren...
es: Importar Parciales de eDonkey...
fr: Importer des téléchargements incomplets eDonkey...
he: _ייבא קבצים חלקיים של אי-מיול...
hu: eDonkey félkész letöltések importálása...
it: Importa Download Parziali di eDonkey...
lt: Importuoti eMule dalinius failus...
nl: _Importeer gedeeltelijke eMule downloads...
pt: Importar Parciales de eDonkey...
ru: _Импорт частичных загрузок eMule...
sq: _Importo Shkarkesat e Pjesshme të eMule...
sr: _Увези eMule парцијално преузето...
sv: _Importera oavslutade eMule
tr: eMule indirim bölümlerini içe aktar...

source: Choose a _Language...
af: Verander jou _Taal...
ar: تحديد _ اللغه...
de: S_prache wählen...
es: Seleccionar idioma...
fr: Choisir une langue...
he: ‪...בחר _שפה
hu: Nyelv kiválasztása...
it: Scegli la Lingua...
ja: 言語を選択(_L)...
lt: Pasirinkti kalbą...
nl: Een _taal kiezen...
no: Velg språk
pl: Wybierz język...
pt: Escolher um idioma...
ru: Выбрать _язык...
sl: Izberi _jezik
sq: Zgjidhe _Gjuhën...
sr: Изабери _језик ...
sv: Välj ett s_pråk…
tr: Dil Seçimi...

source: Choose a S_kin...
af: Kies 'n O_mslag...
ar: تحديد غ_لاف...
de: _Skins wählen...
es: Seleccionar un Skin...
fr: Choisir un thème...
he: ‪...בחר _מעטפת
hu: Kinézet kiválasztása...
it: Scegli una Skin...
ja: スキンを選択(_K)...
lt: Pasirinkti apvalkalą...
nl: Een _skin kiezen...
no: Velg et skin...
pl: Wybierz skórkę...
pt: Escolher um Skin...
ru: Выбрать _шкурку...
sl: Izberi pre_obleko
sq: Zgjidhe L_ëvoren...
sr: Изабери и_зглед...
sv: Välj _skinn…
tr: Arayüz Seçimi...

source: Edit My _Profile...
af: Verander My _Profiel...
ar: تحرير _ملفي الخاص...
de: Mein P_rofil...
es: Editar Mi Perfil...
fr: Éditer mon profil...
he: ‪_ערוך את הפרופיל שלי...
hu: Saját adatlap szerkesztése...
it: Modifica Profilo...
ja: プロフィールを編集(_P)...
lt: Taisyti savo profilį...
nl: Mijn _profiel aanpassen...
no: Endre min profil
pl: Edytuj mój profil...
pt: Editar Meu Perfil...
ru: Редактировать _профиль...
sl: _Uredi moj profil
sq: Edito _Profilin...
sr: Измени Мој _профил ...
sv: Redigera _min profil…
tr: Profilimi Düzenle...

source: QuickStart _Wizard...
af: SnelBegin _Assistent...
ar: _معالج البدء السريع...
de: Schnellstart_assistent...
es: Asistente para inicio rápido...
fr: Assistant de configuration...
he: ‪_אשף הפעלה מהירה...
hu: Gyors beállítás...
it: Configurazione Guidata...
ja: クイックスタートウィザード(_W)...
lt: Nuostatų vedlys...
nl: SnelStart _wizard...
no: Innstillingsveiviser
pl: Kreator SzybkiegoStartu...
pt: Assistente de _Configuração...
ru: _Мастер быстрого старта
sl: Čarovnik za hitro nastavitev programa
sq: _Uizardi i Shpejtë...
sr: QuickStart _чаробњак...
sv: Snabbstarts_guide…
tr: Hızlı Başlat Sihirbazı...

source: _Envy Settings...
af: _Envy Verstellings...
ar: إ_عدادات Envy
de: _Einstellungen...
es: Configuración de Envy...
fr: Réglages de Envy...
he: הגדרות שרזה...
hu: Envy Beállítások...
it: Opzioni di Envy...
ja: Envy設定(_S)...
lt: „Envy“ nuostatos...
nl: Envy _instellingen...
no: Innstillinger
pl: Ustawienia Envy...
pt: Configurações do Envy...
ru: _Установки Envy...
sl: _Nastavitve
sq: Kuadrot e _Envy-s...
sr: _Envy подешавања...
sv: Inställningar…
tr: Envy Ayarları...

source: Advanced _View
af: _Vertoon
ar: _عرض
ca: _Eines
de: _Ansicht
es: _Vista Avanzada
fr: Affichage a_vancée
he: ‪_תצוגה
hu: _Fejlett
it: _Visualizza
ja: 表示(_V)
lt: _Kita
nl: _Menu's
no: _Vis
pl: Widok
pt: _Vista Avanzada
ru: Опытным _Вид
sl: _Pogled
sq: _Pamje
sr: Prikaz
sv: _Visa
tr: İleri _Görünüm

source: _Home
af: _Tuisblad
ar: _الرئيسية
ca: _Inici
es: Inicio
fr: Accueil
he: _ראשי
hu: Kezdőlap
it: Pagina Iniziale
ja: ホーム(_H)
lt: Pradžia
nl: _Startpagina
no: Hjem
pt: Inicio
ru: _Домой
sl: _Domov
sq: _Shtëpi
sr: _Почетна
sv: _Hem
tr: Ana Sayfa

source: _Search
af: _Soek
ar: _بحث
ca: _Cerca
de: _Suchen
es: Buscar
fr: Rechercher
he: _חיפוש
hu: Keresés
it: Cerca
ja: 検索(_S)
lt: Paieška
nl: _Zoeken
no: Søk
pl: Szukaj
pt: Buscar
ru: _Поиск
sl: _Iskanje
sq: _Kërko
sr: _Претрага
sv: _Sök
tr: Aramalar

source: _Downloads
af: _Aflaaie
ar: _مكتبة الملفات
ca: _Descàrregues
es: Descargando
fr: Téléchargements
he: _הורדות
hu: Letöltések
it: Download
ja: ダウンロード(_D)
lt: Atsisiuntimai
no: Nedlastinger
pl: Pobierania
pt: Descargando
ru: _Загрузки
sl: _Prenosi
sq: _Shkarkimi
sr: _Преузимања
sv: _Nedladdningar
tr: İndirmeler

source: _Uploads
af: _Oplaaie
ar: _رفع الملفات
ca: _Pujades
es: Subiendo
fr: Envois
he: ה_עלאות
hu: Feltöltések
it: Upload
ja: アップロード(_U)
lt: Išsiuntimai
no: Opplastinger
pl: Wysyłania
pt: Subiendo
ru: _Раздачи
sl: _Naložki (uploads)
sq: _Ngarkimi
sr: _Послато
sv: _Uppladdningar
tr: Gönderiler

source: _Library
af: _Biblioteek
ar: _المكتبة
ca: _La meva col·lecció
de: _Bibliothek
es: Colección
fr: Bibliothèque
he: _ספרייה
hu: Könyvtár
it: Libreria
ja: ライブラリ(_L)
lt: Kolekcija
nl: _Bibliotheek
no: Mine filer
pl: Zasoby
pt: Colección
ru: _Хранилище
sl: _Knjižnica
sq: _Librari
sr: _Библиотека
sv: _Bibliotek
tr: Kütüphane

source: _Media
ar: _الوسائط
es: Reproductor
he: _נגן מדיה
hu: Médialejátszó
it: Media Player
ja: メディア(_M)
lt: Grotuvas
ru: Про_ирыватель
sl: _Mediji
sr: _Медија
tr: Medya Oynatıcısı

source: _IRC Chat
af: _Chat
de: _IRC
es: _IRC
he: _חדר שיחה
hu: _IRC
it: _IRC
lt: P_okalbiai
nl: _Chat
pt: _IRC
ru: _Чат
sq: _Chat
sv: _Chat
tr: _IRC

source: Schedule_r
ar: جدولة
ca: Programado_r
de: _Zeitplan
fr: Planificateur
pt: Programado_r
ru: Пла_нировщик

source: Se_curity
af: Se_kuriteit
ar: ا_من
ca: _Seguretat
de: S_icherheit
es: Seguridad
fr: Securité
he: ‪_אבטחה
hu: Biztonság
it: Sicurezza
ja: セキュリティ(_C)
lt: Apsauga
nl: Be_veiliging
no: Sikkerhet
pl: Bezpieczeństwo
pt: Se_gurança
ru: _Безопасность
sl: _Varnost
sq: Si_guri
sr: Си_гурност
sv: Sä_kerhet
tr: Güvenlik

source: H_ost Cache
af: _Gasheer Kasgeheue
ar: ا_لمخزون المؤقت للمضيف
ca: _Caxè de servidors
es: Caché de Hosts
fr: Cache d'hôtes
he: מ_טמון מארחים (הוסטים)
hu: Kiszolgálók listája
it: Cache Host
ja: ホストキャッシュ(_O)
lt: Adresatų talpykla
nl: Gastheer c_ache
no: Vert-cache
pl: Cache hostów
pt: Caché dos Hosts
ru: _Кэш хостов
sl: _Predpomnilnik gostitelja
sq: _Depot
sr: К_еш домаћина
sv: _Värdcache
tr: Host Bellek

source: Disco_very
af: _Ontdekkings
ar: اكت_شاف
ca: _Serveis de descobriment
de: Service-Pro_vider
es: Descubrimientos
fr: Découverte
he: משאבי חי_בור
hu: Szerverkereső
it: Servizi di Connessione
ja: ディスカバリ(_V)
lt: Paslaugų radimo tarnybos
no: Oppdagelse
pt: Desco_brimento
ru: _Ресурсы соединений
sq: Zbu_limi
sr: Проналаж_ење
sv: _Upptäck
tr: Keşif

source: _Graph
af: _Grafieke
ar: _مخطط
ca: _Gràfica
de: _Diagramm
es: Gráfico
fr: Graphique
he: _גרף
hu: Grafikon
it: Grafico
ja: グラフ(_G)
lt: Grafikai
nl: _Grafiek
no: Graf
pl: Wykres
pt: Gráfico
ru: _График
sl: _Grafikon
sq: _Grafikët
sr: _Графикон
sv: _Diagram
tr: Grafik

source: S_ystem
af: S_telsel
ar: ن_ظام
ca: _Sistema
de: _Konsole
es: Sistema
fr: Système
he: _מערכת
hu: Rendszer
it: Sistema
ja: システム(_Y)
lt: Sistema
nl: S_ysteem
pt: Sistema
ru: Си_стема
sl: _Sistem
sq: S_istemi
sr: С_истем
tr: Sistem

source: N_eighbours
af: G_asheer Konneksies
ar: الات_صالات المجاوره
de: _Netzwerk
es: Vecinos
fr: Voisins
he: _שכנים
hu: Hálózat
it: Host
ja: 近隣(_E)
lt: Kaimynai
nl: _Netwerk
no: Naboer
pl: Sieć
pt: Vecinos
ru: С_оединения
sl: Sose_dje
sq: H_ostet
sr: К_омшије
sv: _Grannar
tr: Komşular

source: _Packet Dump
af: _Pakkie Storting
ar: _تفريغ الحزمة
ca: _Monitor de paquets
es: Volcado de paquetes
fr: Décharge à paquets
he: ‪(ת_פוקת חבילות (פאקט
hu: Csomagforgalom
it: Trasferimento Pacchetti
ja: パケットダンプ(_P)
lt: Paketų išvestis
nl: _Pakket dump
no: Pakkedump
pl: Zrzut pakietów
pt: Volcado de pacotes
ru: Дамп _пакетов
sl: _Izmet (dump) paketov
sq: _Paketat
sr: _Преглед пакета
sv: _Paketdump
tr: Çöp Kutusu

source: Se_arch Monitor
af: S_oekmonitor
ar: شا_شة البحث
ca: _Monitor de cerca
de: S_uchmonitor
es: Monitor de búsqueda
fr: Moniteur de recherche
he: משגוח (מוניטור) ה_חיפוש
hu: Keresések figyelése
it: Monitor di Ricerca
ja: 検索モニタ(_A)
lt: Paieškos užklausų monitorius
nl: Zoekmonito_r
no: Søkemonitor
pl: Monitor Szukania
pt: Monitor de bucas
ru: _Монитор поиска
sl: Nadzornik i_skanj
sq: Monitori i Kër_kimeve
sr: Пре_глед претрага
sv: _Sökmonitor
tr: Aramalar Monitörü

source: H_it Monitor
af: T_refmonitor
ar: ا_ختر شاشة
ca: Monitor de resultats
de: _Treffermonitor
es: Monitor de resultados
fr: Moniteur d'accès
he: ‪משגוח (מוניטור) ה_תוצאות
hu: Találatok figyelése
it: Monitor delle Richieste
ja: ヒットモニタ(_I)
lt: Kreipinių monitorius
no: Treffmonitor
pl: Monitor Trafień
pt: Monitor de resultados
ru: Монитор хи_тов
sl: Nadzornik _zadetkov
sq: Monitori i H_iteve
sr: Прег_лед погодака
sv: _Träffmonitor
tr: Ulaşımlar Monitörü

source: _Window
af: _Venster
ar: _نافذة
ca: _Veure
de: _Fenster
es: _Ventana
fr: _Fenêtre
he: ‪_חלון
hu: _Ablak
it: _Finestra
ja: ウィンドウ(_W)
lt: _Langas
nl: _Venster
no: _Vindu
pl: Okno
pt: _Ventana
ru: _Окна
sl: _Okno
sq: _Dritare
sr: Prozori
sv: _Fönster
tr: _Pencere

source: _Tabbed Mode
af: T_abelmodus
ar: نظ_ام متقدم
de: Ta_b-Modus
es: Modo de pestañas
fr: Mode par onglets
he: מצב _תוויות (טאבים)
hu: Összetett nézet
it: Modalità a Tabelle
ja: タブモード(_A)
lt: Kortelių veiksena
nl: _Tabbladstijl
no: Fanemodus
pl: Tryb zaawansowany
pt: M_odo em Abas
ru: Ре_жим закладок
sl: Način z _zavihki
sq: Mënyrë e L_idhur
sr: Т_абовани режим
sv: _Tabbläge
tr: Sekmeli Mod

source: _Windowed Mode
af: _Venstermodus
ar: _نظام ذو نوافذ
de: _Fenster-Modus
es: Modo de ventaanas
fr: Mode fenêtrée
he: ‪מצב _חלונות
hu: Ablakos nézet
it: Modalità a Finestre
ja: ウィンドウモード(_W)
lt: Langų veiksena
nl: V_ensterstijl
no: Vindumodus
pl: Tryb okienkowy
pt: Modo de _Janelas
ru: Око_нный режим
sl: Način z _okni
sq: Mënyrë e _Hapur
sr: _Прозорни режим
sv: _Fönsterläge
tr: Pencereli Mod

source: Show _Nav Bar
af: Vertoon _Navigasiebalk
ar: عرض _عامود التصفح
de: _Navigationsleiste
es: Mostrar Barra de navegación
fr: Afficher la barre de navigation
he: ‪הצג סרגל _ניווט
hu: Navigációs gombok megjelenítése
it: Mostra Barra di Navigazione
ja: ナビゲーションバーを表示(_N)
lt: Rodyti naršymo juostą
nl: _Navigatiebalk tonen
no: Vis navigasjonslinje
pl: Pokaż pasek nawigacyjny
pt: Mostrar Barra de Navegação
ru: Показывать _навигационную полоску
sl: Pokaži na_vigacijsko vrstico
sq: Trego Brezin e _Lundrimit
sr: Прикажи _навигациону траку
sv: Visa _navigationsfält
tr: Kaydırma Çubuğunu Göster

source: Show Tas_k Bar
af: Vertoon _Tabelbalk
ar: إظهار شريط المع_لومات
de: _Tableiste
es: Mostrar Barra de pestañas
fr: Afficher la barre des onglets
he: הצג סרגל _תוויות (טאב)
hu: Megnyitott megjelenítése
it: Mostra Barra degli Strumenti
ja: タブバーを表示(_B)
lt: Rodyti kortelių juostą
nl: _Tabbalk tonen
no: Vis ekstra linje
pl: Pokaż pasek zakładek
pt: Mostrar Barra de Abaas
ru: Показывать полоску _закладок
sl: Pokaži vrstico z _zavihki
sq: Trego _Brezin e Fushës
sr: Прикажи Табуларну _траку
sv: Visa _tabbfält
tr: Sekme Çubuğunu Göster

source: Show _Monitor Bar
af: Vertoon _Monitor
ar: إظهار _الشاشة
de: _Monitor
es: Mostrar Monitor
fr: Afficher le widget moniteur
he: הצג _משגוח (מוניטור)
hu: Monitor megjelenítése
it: Mostra Monitor
ja: モニタを表示(_M)
lt: Rodyti monitorių
nl: _Monitor tonen
no: Vis monitor
pl: Pokaż monitor
pt: Mostrar Monitor
ru: Показать _монитор
sl: Pokaži _nadzornik
sq: Trego _Monitorin
sr: Прикажи _монитор
sv: Visa _monitor
tr: Monitörü Göster

source: Show Media _Remote
af: Vertoon _Afstandbeheer
ar: إظهار _الإتصال عن بعد
de: _Fernbedienung
es: Mostrar Ventana Remota
fr: Afficher la télécommande
he: הצג לוח שליטה
hu: Távirányító megjelenítése
it: Mostra Controllo Remoto
ja: リモートを表示(_R)
lt: Rodyti grotuvo pultelį
nl: _Afstandsbediening tonen
no: Vis fjernkontroll
pl: Pokaż Remote
pt: Mostrar Ventana Remoto
ru: Показывать пульт _управления
sl: Pokaži oddaljen dostop
sq: Trego _Pultin
sr: Прикажи _даљински
sv: Visa _fjärrkontroll
tr: Sanal Uzaktan Kumanda

source: _Help
af: _Hulp
ar: _تعليمات
ca: _Finestra
de: _Hilfe
es: _Ayuda
fr: _Aide
he: ‪_עזרה
hu: _Súgó
it: _Aiuto
ja: ヘルプ(_H)
lt: Ži_nynas
nl: _Hulp
no: _Hjelp
pl: Pomoc
pt: _Ayuda
ru: _Помощь
sl: _Pomoč
sq: _Ndihmë
sr: Pomoć
sv: _Hjälp
tr: _Yardım

source: Envy FA_Q
af: Envy _Algemene Vrae
ar: _إستفسارات Envy
es: Preguntas mas frecuentes
fr: Foire aux Questions
he: _שאלות נפוצות על שרזה
hu: Envy GYIK
it: FAQ di Envy
ja: Envy FAQ(_F)
lt: „Envy“ DUK
pl: FAQ
pt: Preguntas mas frecuentes
ru: _ЧаВо Envy
sq: _PBSH për Envy-n
tr: Envy SSS

source: Envy _Forums
de: Envy-_Forum
es: Foros de Envy
fr: Forums de Envy
he: _פורומים של שרזה
hu: Envy hivatalos fórum
it: Forums di Envy
ja: Envyフォーラム(_F)
lt: „Envy“ forumai
pt: Fóruns do Envy
ru: _Форумы Envy
sl: Envy _forumi
sq: _Forumet e Envy-s
sr: Envy форуми
sv: Envy _Forum
tr: Envy Forumları

source: _English Language Forum
de: _Deutsch Forum
es: Foro en Español
fr: _Forum de Français
it: _Forum di Italiano
lt: Lietuvių forumai
nl: _Nederlands forum
pt: _Foro de Português
ru: _Форумы Pусский

source: _Websites
af: _Gidse
ar: _الأدلة الإرشادية
de: _Anleitungen
es: Ayuda de SkinVista
fr: Aide SkinVista
he: ‪_מדריכים
hu: Skin súgó
it: Aiuto di SkinVista
ja: ガイド(_G)
lt: SkinVista žinynas
nl: _Handleidingen
no: _Guider
pl: Przewodniki
pt: Ayuda de SkinVista
ru: _Руководства
sl: _Vodiči
sq: _Guidë
sr: Upute
sv: _Guider
tr: Skin Yardımı

source: _GetEnvy.com
af: _Envy site
de: _Envy's Homepage
he: ‪_אתר הבית של שרזה
ja: Envy site(_S)
nl: _Envy site
no: Envy site
pl: Envy site
ru: _Сайт Envy
sl: _Envy site
sq: Trualli i _Envy-s
sr: Сајт _Envy
sv: _Envys hemsida

source: _About Envy...
af: _Oor Envy...
ar: _معلومات عن Envy...
de: _Über Envy...
es: Acerca de Envy...
fr: À propos de Envy...
he: ‪...או_דות שרזה
hu: Névjegy...
it: Informazioni su Envy...
ja: Envyについて(_A)...
lt: Apie „Envy“...
nl: _Over Envy...
no: Om Envy...
pl: O programie...
pt: Acerca de Envy...
ru: _О Envy...
sl: Envy _vizitka
sq: _Info të Envy-s...
sr: _O Envy...
sv: _Om Envy
tr: Envy Hakkında...

source: _View
af: _Vertoon
ca: _Xarxa
de: _Ansicht
he: ‪_תצוגה
it: _Rete
ja: 表示(_V)
nl: _Menu's
pt: _Rede
ru: _Вид
sl: _Pogled
sq: _Pamje
sr: Prikaz
sv: _Visa

source: _Transfers
af: _Oordragte
ar: _نقل البيانات
ca: _Transferències
de: _Transfer
es: _Transferencias
fr: _Tranferts
he: _העברות
hu: _Forgalom
it: Trasferimenti
ja: 転送(_T)
lt: Si_untimai
nl: Ver_keer
no: Overføringer
pl: Transfery
pt: _Transferências
ru: Пе_ресылки
sl: _Prenosi
sq: _Transferime
sr: _Преузимања
sv: _Överföringar
tr: _Transferler

source: _Media Player
af: _Media Speler
ar: _الوسائط
ca: _Multimèdia
de: _Medienwiedergabe
es: _Media
fr: Lecteur _Multimédia
he: _נגן מדיה
hu: Médialejátszó
ja: メディアプレーヤー(_M)
lt: _Grotuvas
nl: _Media
no: Media
pl: Media
ru: Про_ирыватель
sl: _Medijski predvajalnik
sq: _Media
sr: _Медија плејер
sv: _Mediaspelare
tr: _Ortam

source: A_dvanced
af: G_evorderd
ca: Escollir _Xarxes
de: _Erweitert
he: ‪מתק_דם
it: Avanzate
ja: 高度(_D)
nl: _Uitgebreid
pt: A_vançado
ru: _Опытным
sl: _Napredno
sq: A_vancuar
sr: Napre_dno
sv: _Avancerat

source: _Mediaplayer
af: _Media
de: _Medienwiedergabe
he: _נגן מדיה
ja: メディア(_M)
nl: _Media
ru: Про_игрыватель
sl: _Mediji
sq: _Media
sr: _Медија
sv: _Media

source: N_eighbors
af: G_asheer Konneksies
ar: _الإتصالات المجاوره
ca: _Xarxa
de: _Netzwerk
es: _Red
fr: Voisins
he: _שכנים
hu: _Hálózat
it: Host
ja: 近隣(_E)
lt: Kaimynai
nl: _Netwerk
no: Naboer
pl: Sieć
pt: V_izinhos
ru: С_оединения
sl: Sose_dje
sq: H_ostet
sr: К_омшије
sv: _Grannar
tr: Komşular

source: _Basic Mode
af: N_ormale Modus
de: _Vereinfachter-Modus
he: ‪מצב _רגיל
it: Modalità normale
ja: 標準モード(_O)
nl: Normale _stijl
pt: _Modo Básico
ru: Об_ычный режим
sl: _Navadni način
sq: Mënyrë e T_hjeshtë
sr: Н_ормални режим
sv: _Normalt läge

source: _Open completed download folder
af: _Open my folder of completed Downloads
he: _פתח את תקיית ההורדות שהושלמו...
nl: _Open mijn map met complete downloads
ru: _Открыть папку с загрузками
sq: _Hape Dosjen me të Përfunduarit
sr: _Отвори фолдер са преузетим фајловима
sv: _ppna mappen med avslutade nedladdninagar

source: Show _Navigation Bar
af: Vertoon _Navigasiebalk
de: _Navigationsleiste
he: ‪הצג סרגל _ניווט
ja: ナビゲーションバーを表示(_N)
nl: _Navigatiebalk tonen
ru: Показывать _навигационную полоску
sl: Pokaži na_vigacijsko vrstico
sq: Trego Brezin e _Lundrimit
sr: Прикажи _навигациону траку
sv: Visa _navigationsfält

source: Show _Tool Bar
af: Vertoon N_utsbalk
de: _Werkzeugleiste
he: ‪הצג סרגל _כלים
ja: ツールバーを表示(_T)
nl: _Knoppenbalk tonen
ru: Показывать полоску _инструментов
sl: Pokaži _orodno vrstico
sq: Trego Brezin e _Mjeteve
sr: прикажи _траку са алатима
sv: Visa _verktygsfält

source: Show Tab _Bar
af: Vertoon _Tabelbalk
de: _Tableiste
he: הצג סרגל _תוויות (טאב)
ja: タブバーを表示(_B)
nl: _Tabbalk tonen
ru: Показывать полоску _закладок
sl: Pokaži vrstico z _zavihki
sq: Trego _Brezin e Fushës
sr: Прикажи Табуларну _траку
sv: Visa _tabbfält

source: Show _Monitor
af: Vertoon _Monitor
de: _Monitor
he: הצג _משגוח (מוניטור)
ja: モニタを表示(_M)
nl: _Monitor tonen
ru: Показать _монитор
sl: Pokaži _nadzornik
sq: Trego _Monitorin
sr: Прикажи _монитор
sv: Visa _monitor

source: _Connection Test
de: _Verbindungstest
he: _בדיקת התחברות
it: Test di _connessione
nl: _Verbindingstest(aanbevolen)
pt: _Teste de Conexão
ru: _Тест соединения
sq: _Testi i Lidhjes
sv: _Testa din anslutning

source: _Guides
af: _Gidse
de: _Anleitungen
es: Seleccionar Redes
he: ‪_מדריכים
it: _Guide
ja: ガイド(_G)
nl: _Handleidingen
pt: _Guias
ru: _Руководства
sl: _Vodiči
sq: _Guidë
sr: Upute
sv: _Guider

source: Envy _Users Guide
af: Envy _Gebruikersgids
de: Envy-A_nleitung
he: ‪_מדריך למשתמש
it: Guida per _utenti di Envy
ja: Envyユーザーズガイド(_U)
nl: Envy _gebruikershandleiding
pt: Guia dos _Usuários do Envy
ru: _Руководство пользователя
sl: Envy uporabniški _vodič
sq: Guida e _Përdoruesit
sr: Envy водич за кориснике
sv: Envys användar_guide

source: _Router Help
af: _Roeteerder Hulp
de: _Routerhilfe
he: עזרה בנושא _נתב (ראוטר)
it: Guida per _router
ja: ルーター ヘルプ(_R)
nl: _Router hulp
pt: _Ajuda sobre Roteador
ru: О _маршрутизаторах, брандмауэрах
sl: Pomoč za _usmerjevalnik
sq: Ndihmë për _Routerin
sr: _Помоћ око рутера
sv: _Routerhjälp

source: _Security Help
af: _Sekuriteitshulp
de: _Sicherheitshilfe
he: ‪עזרה בנושא _אבטחה
it: Aiuto per _sicurezza
ja: セキュリティ ヘルプ(_S)
nl: _Beveiligingshulp
pt: _Ajuda sobre Segurança
ru: О _безопасности
sl: Pomoč za _varnost
sq: Ndihmë për _Sigurinë
sr: По_моћ око сигурности
sv: Sä_kerhetshjälp

source: _Codec Help
af: _Kodek Hulp
de: _Codec-Hilfe
he: ‪עזרה בנושאי מ_קודדים
it: Guida per _codec
ja: コーデック ヘルプ(_C)
nl: _Codechulp
pt: _Ajuda sobre Codecs
ru: О _кодеках
sl: Pomoč za _kodeke
sq: Ndihmë për _Koduesin
sr: П_омоћ око кодека
sv: _Codechjälp

source: _Envy Site
he: ‪_אתר הבית של שרזה
it: Sito di _Envy
ja: Envy site(_S)
ru: _Сайт Envy
sq: Trualli i _Envy-s
sr: Сајт _Envy
sv: _Envys hemsida

source: _Connect Now
af: _Konnekteer Nou
ar: _إتصال الان
ca: _Connecta ara
de: Jetzt _verbinden
es: _Conectar Ahora
fr: Se _connecter maintenant
he: ‪_התחבר כעת
hu: _Kapcsolódás most
it: _Connetti ora
ja: すぐに接続(_C)
lt: Jun_gtis dabar
nl: Nu _verbinden
no: Koble til nå
pl: Połącz teraz
pt: _Conectar Agora
ru: Под_ключиться сейчас
sl: _Poveži takoj
sq: _Lidhu
sr: _Sad se Spoji
sv: _Anslut nu
tr: Şimdi _Bağlan

source: Get P2P Link (_URI)
af: Copy _URI
ar: نسخ ال_رابط
ca: Copia _URI
de: _URI kopieren
es: Copiar P2P Link (_URI)
fr: Copier l'_URI
he: ה_עתק URI
hu: _URI másolása
it: Copia _URI
ja: Copy _URI
lt: Kopijuoti _nuorodą
nl: _URI kopiëren
no: Kopier URI
pl: Kopiuj URI
pt: Copiar _URI
ru: _Копировать ссылку
sl: Kopiraj _URI
sq: Kopjo _URIn
sr: Copy _URI
sv: Kopiera _URI
tr: _Kopyala P2P Link (URI)

source: _Priority Server
af: _Prioritiseer Bediener
ar: _ملقم الأولوية
ca: _Servidor amb prioritat
de: Hohe _Priorität
es: _Servidor con Prioridad
fr: Serveur _prioritaire
he: ‪_שרת מועדף
hu: _Prioritás kiosztása
it: _Priorità server
ja: 優先サーバ(_P)
lt: _Prioritetinis serveris
nl: Voorrangs_server
no: Prioritert tjener
pl: Priorytet serwera
pt: _Servidor com Prioridade
ru: _Приоритетный сервер
sl: Prednostni _strežnik
sq: Server me _Përparësi
sr: Server s _Prioritetom
sv: _Prioritera server
tr: Ö_ncelikli Sunucu

source: _Remove Hosts
af: _Verwyder Bediener
ar: _حذف المضيفون
ca: _Esborra IP
de: _Host(s) entfernen
es: _Eliminar IP
fr: Supprimer cette sélection d'hôtes
he: ה_סר כתובת מארח (הוסט)
hu: K_iszolgáló(k) eltávolítása
it: _Rimuovi host
ja: ホストを削除(_R)
lt: Šalinti a_dresatą(-us)
nl: Gastheer ver_wijderen
no: Fjern vert(er)
pl: Usuń host(y)
pt: _Remover Host(s)
ru: _Удалить хост(ы)
sl: _Odstrani gostitelja(e)
sq: _Fshije
sr: Ukloni Hosta(ove)
sv: _Radera värd(ar)
tr: _Host Çıkarmak

source: _Import MET/Hublist File...
af: _Trek MET Lêer In...
ar: تصدير ملف _MET...
ca: _Importa arxiu MET...
de: MET-Datei _importieren...
es: _Importar Archivo MET...
fr: _Importer un fichier MET...
he: _ייבא קובץ MET...
hu: MET fájl _importálása...
it: Importa file MET...
ja: METファイルをインポート(_I)...
lt: _Importuoti MET failą...
nl: MET bestand _importeren...
no: Åpne MET fil...
pl: Importuj plik MET...
pt: _Importar Arquivo MET...
ru: _Импорт MET файла...
sl: _Uvozi datoteko MET...
sq: _Importo skedën MET...
sr: Uvezi MET Datoteku...
sv: _Importera MET-fil…
tr: _MET Dosyası Aktar...

source: Download MET/Hublist...
af: Laai MET Af...
ar: تحميل MET...
ca: _Descarrega Arxiu MET...
de: MET-Datei herunterladen...
es: _Descargar Archivo MET...
fr: Télécharger un fichier MET...
he: ה_ורד MET...
hu: MET _letöltése...
it: Scarica file MET...
ja: METをダウンロード...
lt: Parsisiųsti _MET...
nl: MET downloaden...
no: Last ned MET...
pl: Pobierz MET...
pt: Baixar MET...
ru: _Загрузить MET...
sl: Prenesi MET...
sq: Shkarko skedën MET...
sr: Skini MET...
sv: Ladda ned MET…
tr: MET İndir...

source: _Download
af: _Laai Af
ar: _تحميل
ca: _Descarrega
de: _Herunterladen
es: _Descargar
fr: _Télécharger
he: ‪_הורד
hu: _Letöltés
it: _Scarica
ja: ダウンロード(_D)
lt: _Parsisiųsti
nl: _Downloaden
no: Last ned
pl: Pobierz
pt: _Baixar
ru: _Загрузить
sl: _Prenesi
sq: _Shkarko
sr: Skini
sv: _Nedladdningar
tr: _İndir
