Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Unable to request a push connection from %s, no route available.
af: Kon nie 'n drukkonneksie van %s versoek nie, geen roetes beskikbaar.
ca: No hi ha ruta disponible per a fer un push a %s.
de: Kann keine Push-Verbindung von %s anfordern, keine Route verfügbar.
es: No hay ruta disponible para hacer un push a %s.
fr: Demande d'une connexion poussée impossible depuis %s, pas de route disponible.
hu: Nem lehet push kapcsolatot kérni, nem érhető el útvonal: %s.
it: Impossibile richiedere una connessione push con %s, impossibile raggiungerlo.
ja: 利用可能な経路が存在しない為、%s からのプッシュ接続を要求できませんでした
lt: Neįmanoma užklausti įstūmiančiojo ryšio su %s, nėra prieinamo maršruto.
nl: Niet mogelijk een pushverbinding aan te vragen aan %s, geen route beschikbaar.
no: Klarte ikke å motta en push-kobling fra %s, ingen rute tilgjengelig.
pt: Incapaz de pedir uma conexão push de %s, nenhuma rota disponível.
ru: Невозможно запросить соединения активной доставки у %s, нет доступного маршрута.
sl: Prošnja po potisni povezavi od %s ni mogoča, na voljo ni nobene poti.
sv: Kan inte skicka en anslutningsbegäran från %s. Ingen väg finns tillgänglig.
tr: %s 'den sıkıştırılmış bağlantı istenemez, kullanılabilir yol yok.

source: Connection closed.
af: Konneksie gesluit.
ca: La Connexió ha estat tancada.
de: Verbindung getrennt.
es: La conexión fué cerrada.
fr: Connexion fermée.
he: ‪‪.החיבור נסגר
hu: Kapcsolat bezárva.
it: Connessione chiusa.
ja: 接続を閉じました
lt: Ryšys nutrauktas.
nl: Verbinding gesloten.
no: Kobling lukket.
pl: Połączenie zamknięte.
pt: Conexão fechada.
ru: Соединение закрыто.
sl: Povezava zaprta.
sq: Lidhja u mbyll.
sr: Veza je prekinuta.
sv: Anslutningen stängdes.
tr: Bağlantı kapandı.

source: Connection to %s closed.
af: Konneksie aan %s gesluit.
ca: La connexió amb %s ha estat tancada.
de: Verbindung mit %s getrennt.
es: La conexión con %s fué cerrada.
fr: Connexion à %s fermée.
he: ‪נסגר %s החיבור אל
hu: Kapcsolat bezárva: %s.
it: Connessione con %s chiusa.
ja: %s への接続は閉じられました
lt: Ryšys su %s nutrauktas.
nl: Verbinding met %s is afgebroken.
no: Kobling til %s lukket.
pl: Połączenie do %s zostało zamknięte.
pt: A conexão com %s foi fechada.
ru: Соединение с %s закрыто.
sl: Povezava z %s prekinjena.
sr: Veza prema %s je prekinuta.
sv: Anslutning till %s stängd.
tr: %s bağlantısı kapandı.

source: Connection established, handshaking...
af: Konneksie bewerkstellig, besig om blad te skud...
ca: Connexió establerta, negociant sessió...
de: Verbindung hergestellt, handshaking...
es: Conexión establecida, negociando sesión...
fr: Connexion établie, poignée de main...
he: ‪‪‪...חיבור הושלם, מבצע לחיצת יד
hu: Kapcsolat létrehozva, viszontválasz...
it: Connessione stabilita, negoziazione in corso...
ja: 接続が確立しました。ハンドシェイクしています...
lt: Ryšys užmegztas, patvirtinama...
nl: Verbinding aangemaakt, bezig met handschudden...
no: Koblet til, starter håndtrykk...
pl: Połącznie nawiązane, witanie...
pt: Conexão estabelecida, iniciando...
ru: Связь установлена, подтверждаю соединение...
sl: Povezava vzpostavljena, rokovanje v teku...
sr: Veza uspostavljena, razmenjujem pozdrave...
sv: Anslutning upprättad, skakar hand…
tr: Bağlantı kuruldu, anlaşılıyor...

source: Connected to %s, handshaking...
af: Gekonnekteer aan %s, besig om blad te skud...
ca: Conectant a %s, negociant...
de: Verbunden mit %s, handshaking...
es: Conectando a %s, negociando sesión(handshaking)...
fr: Connecté à %s, liaison...
he: ‪...לוחץ ידיים ,%s מחובר אל
hu: Kapcsolódva: %s, viszontválaszra várva...
it: Connesso a %s, negoziazione in corso...
ja: %s へ接続しました。ハンドシェイク中です...
lt: Susijungta su %s, patvirtinama...
nl: Verbonden met %s, bezig met handschudden...
no: Koblet til %s, starter håndtrykk...
pl: Połączony z %s, handshaking...
pt: Conectado a %s, inicializando...
ru: Установлена связь с %s, идет подтверждение связи...
sl: Povezan z %s, rokujem...
sr: Spojeno sa %s, pozdravljamo...
sv: Ansluten till %s, skakar hand…
tr: %s'e bağlanılıyor, anlaşılıyor...

source: Initiating a connection to %s...
af: 'n Konneksie aan %s word bewerkstellig...
ca: Iniciant Connexió a %s...
de: Verbindung herstellen mit %s...
es: Iniciando conexión a %s...
fr: Initialisation d'une connexion vers %s...
he: ‪%s יוצר חיבור אל
hu: Kapcsolódás inicializálása: %s...
it: Avvio di una connessione con %s in corso...
ja: %s との接続を開始しています...
lt: Užmezgamas ryšys su %s...
nl: Verbinding met %s wordt aangemaakt...
no: Starter kobling til %s...
pl: Inicjalizacja połączenia z %s...
pt: Iniciando uma conexão para %s...
ru: Инициализация соединения с %s...
sl: Začenjam povezavo z %s...
sq: Nis një lidhje te %s...
sr: Započinjem spajanje na %s...
sv: Initierar en anslutning till %s…
tr: %s ile bağlantı başlıyor...

source: Connecting to %s for chat...
af: Besig om aan %s te konnekteer vir geselskap-sessie...
ca: Conectant per a parlar amb %s...
de: Verbinden mit %s für Chat...
es: Conectando para chatear con %s...
fr: Connexion à %s pour discussion...
he: ...%s מתחבר לצ'אט עם משתמש
hu: Kapcsolódás a csevegőhöz: %s...
it: Connesso con %s per chat...
ja: チャット用に %s へ接続しています...
lt: Jungiamasi su adresatu %s pokalbiui...
nl: Bezig met verbinden met %s om te chatten...
no: Kobler til %s for chat...
pt: Conectando com %s para conversar...
ru: Устанавливатся связь с %s для чата...
sl: Povezava za kramljanje z %s...
sr: Spajam se na %s a...
sv: Ansluter till %s för chatt…
tr: Sohbet için %s'e bağlanıyor...

source: Unable to connect to host %s.
af: Kon nie aan gasheer %s konnekteer nie.
ca: No s'ha pogut establir la connexió amb %s.
de: Kann keine Verbindung zu %s herstellen.
es: No se pudo establecer la conexión con %s.
fr: Impossible de se connecter à l'hôte %s.
he: ‪.%s נכשל להתחבר לכתובת
hu: Nem lehet kapcsolódni: %s.
it: Impossibile connettersi con l'host %s.
ja: ホスト %s に接続できませんでした
lt: Neįmanoma susisiekti su adresatu %s.
nl: Niet mogelijk om te verbinden met gastheer %s.
no: Klarte ikke å koble til vert %s.
pt: Incapaz de conextar com o host %s.
ru: Невозможно соединиться с хостом %s.
sl: Povezava z gostiteljem %s ni uspela.
sr: Ne mogu se spjiti na %s.
sv: Kan inte ansluta till värd %s.
tr: %s hostuna bağlanamaz.

source: The chat connection was lost.
af: Die geselskonneksie is verloor.
ca: La Connexió ha estat perduda.
de: Die Chatverbindung wurde unterbrochen.
es: La conexión fué perdida.
fr: La connexion de discussion a été perdue.
he: ‪נכשל החיבור לצ'אט
hu: A csevegő kapcsolata megszakadt.
it: La connessione chat è caduta.
ja: チャット接続が失われました
lt: Pokalbio ryšys nutrūko.
nl: De chatverbinding is verloren gegaan.
no: Koblingen til samtalen mistet.
pl: Połączenie zostało utracone.
pt: A conexão de chat foi perdida.
ru: Связь беседы потеряна.
sl: Klepetalna povezava je bila izgubljena.
sr: Veza prekinuta.
sv: Chattanslutningen förlorades.
tr: Sohbete bağlantı kaybedildi.

source: The connection to %s was lost.
af: Die konneksie aan %s is verloor.
ca: S'ha perdut la connexió amb %s.
de: Verbindung mit %s wurde unterbrochen.
es: Se perdió la conexión con %s.
fr: La connexion à %s a été perdue.
he: ‪אבד %s החיבור אל
hu: A kapcsolat elveszett: %s.
it: La connessione con %s è caduta.
ja: %s への接続が失われました
lt: Ryšys su %s prarastas.
nl: De verbinding met %s is verloren gegaan.
no: Koblingen til %s mistet.
pl: Połączenie do %s zostało utracone.
pt: A conexão com %s foi perdida.
ru: Соединене с %s утерянно.
sl: Prišlo je do izgube povezave z %s.
sr: Veza prema %s je izgubljena.
sv: Anslutningen till %s förlorades.
tr: %s bağlantısı kesildi.

source: Handshake failed, host may not support chatting.
af: Bladskud misluk, gasheer mag dalk nie geselskappe ondersteun nie.
ca: Inici de sessió ha fallat, l'usuari Remot pot no soportar xat.
de: Handshake fehlgeschlagen, der Host unterstützt das Chat-Protokoll möglicherweise nicht.
es: Inicio de sesión falló, el usuario remoto puede no soportar chat.
fr: Échec de la poignée de main, l'hôte ne supporte peut-être pas la discussion.
he: ‪.לחיצת היד הושלמה, כתובת המשתמש כנראה לא מאפשרת שיחות צ'אט
hu: Viszontválasz nem volt, lehet nem támogatja a csevegést.
it: Negoziazione fallita, l'host potrebbe non supportare la chat.
ja: ハンドシェイクに失敗しました。ホストがチャットをサポートしていない可能性があります
lt: Ryšio patvirtinimas buvo nesėkmingas, adresatas galbūt nepalaiko pokalbių.
nl: Handdruk mislukt, de gastheer ondersteunt het chatten misschien niet.
no: Håndtrykk feilet, det kan være at verten ikke støtter chatting.
pt: A inicialização falhou, o host pode não suportar a conversação.
ru: Нет подтверждения соединения, возможно, хост не поддерживает чата.
sl: Rokovanje (handshake) ni uspelo, gostitelj morda ne podpira kramljanja (chatting).
sr: Pozdravljanje neuspešno, izgleda da ne podržava razgovor
sv: Handskakning misslyckades, värden kanske inte stödjer chatt.
tr: Anlaşma sona erdirildi, host sohbeti desteklemiyor olabilir.

source: Handshake complete, chat protocol version %s.
af: Bladskud voltooi, geselsprotokol weergawe %s.
ca: Inici de sessió completada, usant el protocol %s de xat.
de: Handshake vollständig, Chat-Protokoll Version: %s.
es: Inicio de sesión completada, usando el protocolo %s de chat.
fr: Poignée de main terminée, protocole de discussion version %s.
he: ‪%s לחיצת היד הושלמה, גרסאת פרוטוקול הצ'אט היא
hu: Viszontválasz megkapva, csevegő protokoll verzió: %s.
it: Negoziazione completata, la versione del protocollo di chat è %s.
ja: ハンドシェイクが完了しました。チャットプロトコルバージョン %s
lt: Ryšio patvirtinimas baigtas, pokalbių protokolo versija %s.
nl: Handdruk is volbracht, chatprotocol versie %s.
no: Håndtrykk ferdig, chat protokoll-versjon %s.
pt: Inicialização completa, versão do protocolo do chat %s.
ru: Подтверждение соединения окончено, версия протокола чата - %s.
sl: Rokovanje končano, protokol kramljanja - različica %s.
sr: Puno vas pozdravlja, ima protokol verzije %s.
sv: Handskakning klar, chattprotokoll version %s.
tr: Anlaşma tamamlandı, sohbet protokol versiyonu %s.

source: Exchanging profile information...
af: Profiel-inligting word verruil...
ca: Intercanviant informació de perfil...
de: Profilinformationen austauschen...
es: Intercambiando información de perfil...
fr: Échange de l'information du profil...
he: ‪‪...מחליף מידע פרופילים
hu: Adatlap információk kicserélése...
it: Scambio delle informazioni sul profilo...
ja: プロフィール情報を交換しています...
lt: Apsikeičiama profilių informacija...
nl: Profielinformatie wordt uitgewisseld...
no: Utveksler profilinformasjon...
pl: Wymiana informacji o profilu...
pt: Trocando informações de perfil...
ru: Обмена информацией профилей...
sl: Izmenjujem podatke o profilih...
sr: Razmenjujem informacije o profilu...
sv: Utbyter profilinformation…
tr: Bilgi profili değiştiriliyor...

source: You have not yet filled in your user profile. You must provide a profile before you can chat with other users.\n\nWould you like to fill in your profile now?
af: Jy het nog nie jou gebruikersprofiel ingevul nie. Jy moet jou profiel invul voordat jy kan gesels met ander gebruikers.\n\nWil jy nou jou profiel invul?
ca: encara no has omplert el teu perfil d'usuari. És necessari que l'ompli, per a poder parlar amb altres.\n\nHo vols fer?
de: Sie haben Ihr Benutzerprofil nicht ausgefüllt. Sie müssen ein Profil anlegen, bevor Sie mit anderen Benutzern chatten können.\n\nMöchten Sie Ihr Profil jetzt ausfüllen?
es: Todavía no ha llenado tu perfil su usuario. Es necesario que lo llene, para poder platicar con otros.\n\n¿Quieres hacerlo ahora?
fr: Vous n'avez pas encore rempli votre profil utilisateur. Vous devez envoyer un profil avant de pouvoir discuter avec les autres utilisateurs.\n\nVoulez-vous remplir votre profil utilisateur maintenant ?
hu: Nem töltötte ki az adatlapját. Csevegés előtt ki kell töltenie.\n\nMost akarja kitölteni?
it: Non hai ancora compilato il tuo profilo utente. Devi provvedere a compilarlo prima di iniziare una sessione di chat con gli altri utenti.\n\nDesideri compilare il tuo profilo ora?
ja: ユーザプロフィールが記入されていません。 チャットする前にあなたのプロフィールを公開しなければなりませんnn今すぐプロフィールを記入しますか?
lt: Jūs dar neužpildėte savo profilio. Jūs privalote pateikti savo profilį naudotojams prieš kalbantis su jais.\n\nAr norėtumėte dabar užpildyti savo profilį?
nl: Je hebt je gebruikersprofiel nog niet ingevuld. Je moet zorgen voor een profiel voordat je kunt chatten met andere gebruikers.\n\nWil je nu je profiel invullen?
no: Du har ikke fylt inn brukerprofilen din ennå. Du må ha en profil for å kunne chatte med andre brukere.\n\nVil du fylle inn profilen din nå?
pt: Você ainda não preencheu o seu perfil de usuário. Você deve prover um perfil antes que você possa conversar com outros usuários.\n\nVocê gostaria de preencher o seu perfil agora?
ru: Вы ещё не заполнили своего профиля пользователя. Вы должны его заполнить, прежде чем беседовать с другими пользователями.\n\nХотите ли заполнить свой профиль сейчас?
sl: Uporabniški profil še ni izpolnjen. Če želite kramljati z ostalimi uporabniki, ga boste morali obvezno izpolniti.\n\nAli ga želite izpolniti zdaj?
sr: Niste još ispunili vaš profil.Morate ispuniti profil ako želite pričati sa ostalim korisnicima.\n\nŽelita li to sad učiniti?
sv: Du har inte fyllt i din användarprofil. Du måste göra detta innan du kan chatta med andra.\n\nVill du fylla i din profil nu?
tr: Kullanıcı profilinizi henüz doldurmadınız. Diğer kullanıcılarla sohbet etmeden önce bir profil sağlamalısınız.\n\nProfilinizi şimdi doldurmak ister misiniz?

source: Cannot send message, you are not connected. Envy is trying to connect...
af: Kan nie die boodskap stuur nie, aangesien jy nie gekonnekteer is nie. Envy probeer konnekteer...
ca: No estas connectat, el missatge no ha pogut ser enviat. Envy està tractant d'establir la Connexió...
de: Nachricht konnte nicht gesendet werden. Sie sind nicht verbunden. Verbinden...
es: No estas conectado, el mensaje no pudo ser enviado. Envy está tratando de establecer la conexión...
fr: Impossible d'envoyer le message, vous n'êtes pas connecté. Envy essaye de se connecter...
hu: Nem tudok üzenetet küldeni, akihez kapcsolódva vagyok. Kapcsolódás...
it: Impossibile inviare un messaggio, non sei connesso. Envy sta tentando di connettersi...
ja: 接続していない為メッセージを送信できませんでした。Envyは接続を試行しています...
lt: Neįmanoma nusiųsti žinutės, Jūs nesate prisijungę. „Envy“ mėgina užmegzti ryšį...
nl: Kan geen boodschap sturen, je bent niet verbonden. Envy probeert te verbinden...
no: Kan ikke sende melding, du er ikke koblet til. Envy prøver å koble til...
pl: Nie można wysłać wiadomości, ponieważ nie jesteś połączony. Envy próbuje się połączyć...
pt: Incapaz de mandar mensagem, você não está conectado. O Envy está tentando conectar...
ru: Не могу послать сообщение, Вы не подключены. Envy пробует соединиться...
sl: Ne morem poslati sporočila, ker niste povezani. Envy se poskuša povezati...
sr: Ne mogu poslati poruku, niste spojeni. Envy se pokušava spojiti...
sv: Kan inte skicka meddelande eftersom du inte är ansluten. Envy försöker ansluta…
tr: Bağlanmadınız, mesaj gönderemezsiniz. Envy bağlanmayı deniyor...

source: Cannot send message, a connection has not been established yet.
af: Kan nie die boodskap stuur nie, aangesien 'n konneksie nog nie bewerkstellig is nie.
ca: El missatge no ha pogut ser enviat, perquè la comunicació no ha estat establerta.
de: Nachricht konnte nicht gesendet werden. Es wurde noch keine Verbindung hergestellt.
es: El mensaje no pudo ser enviado, porque la comunicación no ha sido establecida.
fr: Impossible d'envoyer le message, aucune connexion n'est encore établie.
hu: Nem tudok üzenetet küldeni, még nem jött létre a kapcsolat.
it: Impossibile inviare un messaggio, la connessione non è stata ancora stabilita.
ja: 接続がまだ確立していない為メッセージを送信できませんでした
lt: Neįmanoma nusiųsti žinutės, ryšys dar nėra užmegztas.
nl: Kan geen boodschap sturen, er is nog geen verbinding aangemaakt.
no: Kan ikke sende melding, har ikke koblet til ennå.
pl: Nie można wysłać wiadomości, ponieważ połączenie nie zostało jeszcze nawiązane.
pt: Incapaz de mandar mensagem, uma conexão ainda não foi estabelecida.
ru: Не могу послать сообщение, соединение пока не установлено.
sl: Ne morem poslati sporočila, ker se še ni bila vzpostavljena povezava.
sr: Ne mogu poslati poruku, veza još uvek nije uspostavljena...
sv: Kan inte skicka meddelande eftersom en anslutning inte har upprättats ännu.
tr: Henüz bir bağlantı kurulmadı, mesaj gönderemezsiniz.

source: %s is now known as %s.
af: %s is nou bekend as %s.
ca: %s ara s'anomena %s.
de: %s heißt jetzt %s.
es: %s ahora se llama %s.
fr: %s est maintenant %s.
he: ‪%s לאחר שינוי השם ,%s שמך כעת
hu: %s már %s címen ismert.
it: %s è ora conosciuto come %s.
ja: %s は現在 %s として知られています
lt: %s dabar žinomas(-a) kaip %s.
nl: %s is nu bekend als %s.
no: %s er kjent som %s.
pt: %s é agora conhecido como %s.
ru: %s известен сейчас как %s.
sl: %s je sedaj poznan kot %s.
sr: %s je sada %s.
sv: %s är nu känd som %s.
tr: %s %s gibi biliniyor.

source: Now chatting with %s (%s).
af: Nou besig om met %s (%s) te gesels.
ca: Xatejant amb %s (%s).
de: Chatten mit %s (%s).
es: Chateando con %s (%s).
fr: Discussion avec %s (%s).
hu: Jelenleg vele beszélget: %s (%s).
it: Stai chattando con %s (%s).
ja: %s とのチャットが始まりました(%s)
lt: Kalbamasi su adresatu %s (%s).
nl: Nu aan het chatten met %s (%s).
no: Du chatter med %s (%s).
pl: Rozmawiasz z %s (%s).
pt: Agora conversando com %s (%s).
ru: Сейчас идет беседа с %s (%s).
sl: Kramljanje v teku z %s (%s).
sr: Pričate sa %s (%s).
sv: Chattar nu med %s (%s).
tr: %s (%s) ile sohbet ediyor.

source: Granted upload priority to host %s.
af: Oplaaiprioriteit goedgekeur vir gasheer %s.
ca: S'ha donat prioritat a %s per a descarregar arxius.
de: Upload-Priorität für Host %s erhöht.
es: Se le dio prioridad a %s para descargar archivos.
fr: Envoi prioritaire établi à l'hôte %s.
he: .%s הוענקה עדיפות העלאה למשתמש בכתובת
hu: Feltöltési elsőbbség megadva: %s.
it: Concessa priorità in upload all'host %s.
ja: ホスト %s にアップロード優先権を与えました
lt: Suteikta išsiuntimo pirmenybė adresatui %s.
nl: Uploadvoorrang is verleend aan gastheer %s.
no: Gir prioritet til vert %s.
pt: Garantida a prioridade de upload para o host %s.
ru: Предоставлен приоритет загрузки для хоста %s.
sl: Potrjena prednost za nalaganje do gostitelja %s.
sr: Dan prioritet skidanja %s u.
sv: Beviljade uppladdningsprioritet till värd %s.
tr: %s hosta aktarım önceliği verdi.

source: %s is away: %s
af: %s is weg: %s
ca: %s no esta disponible: %s
de: %s ist nicht da: %s
es: %s no esta disponible: %s
fr: %s n'est pas là : %s
he: ‪לא זמין כעת %s המשתמש: %s
hu: %s elment: %s
it: %s è via: %s
ja: %s は離席しています: %s
lt: %s nėra vietoje: %s
nl: %s is weg: %s
no: %s er borte: %s
pl: %s jest nieobecny: %s
pt: %s está fora: %s
ru: %s нет на месте: %s
sl: %s je odsoten: %s
sr: %s nije na kompu: %s
sv: %s är inte närvarande: %s
tr: %s uzak: %s

source: Private conversation granted, you are now chatting with %s.
af: Privaatgesprek goedgekeur, jy gesels nou met %s.
ca: Comunicació privada establerta, ara estas xatejant amb %s.
de: Private Unterhaltung genehmigt. Sie chatten mit %s.
es: Comunicación privada establecida, ahora estas chateando con %s.
fr: Conversation privée établie, vous discutez avec %s.
he: ‪‪.%s שיחה פרטית אושרה, אתה כרגע משוחח עם
hu: Privát beszélgetés engedélyezve, jelenleg vele beszél: %s.
it: Conversazione privata concessa, stai conversando con %s.
ja: 個人的な会話が承諾され、現在 %s とチャットしています
lt: Leidimas privačiam pokalbiui duotas, Jūs dabar kalbatės su %s.
nl: Privé gesprek is geregeld, je bent nu aan het chatten met %s.
no: Privat samtale godkjent, du snakker nå med %s.
pl: Prywatna rozmowa zaakceptowana, rozmawiasz (czatujesz) teraz z %s.
pt: Conversa particular iniciada, você está agora conversando com %s.
ru: Частная беседа предоставлена, Вы сейчас разговариваете с %s.
sl: Zasebni pogovor odobren, sedaj kramljate z uporabnikom %s.
sr: Privatni razgovor dopušten, razgovarate s %som.
sv: Privat konversation beviljad. Du chattar nu med %s.
tr: Özel konuşma onaylandı, şimdi %s ile sohbet edebilirsiniz.

source: %s is not accepting private conversations, sorry.
af: %s laat nie privaatgeselskappe toe nie, jammer.
ca: %s no esta aceptant comunicació privada.
de: %s akzeptiert keine privaten Unterhaltungen.
es: %s no esta aceptando comunicación privada.
fr: %s n'accepte pas les conversations privées, dommage.
he: ‪‪.לא מקבל שיחות פרטיות, סליחה %s המשתמש
hu: %s nem fogad privát beszélgetést.
it: %s non accetta conversazioni private.
ja: 残念ながら %s は個人的な会話を拒否しました
lt: Deja, %s nepriima privatiems pokalbiams.
nl: %s accepteert geen privé gesprekken, sorry.
no: %s tar ikke imot private samtaler, beklager.
pl: %s nie przyjmuje prywatnych rozmów, przykro mi.
pt: %s não está aceitando conversações particulares, desculpe.
ru: Увы, %s не принимает частных бесед.
sl: Uporabnik %s ne sprejema zasebne pogovore, tako zelo mi je žal :-(
sr: Žao mi je, %s ne prihvata razgovor s Vama.
sv: %s accepterar tyvärr inte privata konversationer.
tr: %s özel konuşmaları kabul etmiyor, üzgünüz.

source: Requesting private conversation with user...
af: Privaatgesprek met gebruiker word versoek...
ca: Preguntant per comunicació privada con...
de: Private Unterhaltung mit Benutzer anfordern...
es: Preguntando por comunicación privada con...
fr: Demande une conversation privée avec l'utilisateur...
he: ‪‪...מבקש שיחה פרטית עם המשתמש
hu: Privát beszélgetés kezdeményezése...
it: Richiesta di conversazione privata con l'utente in corso...
ja: ユーザとの個人的な会話を要求しています...
lt: Prašoma privataus pokalbio su naudotoju...
nl: Privé gesprek met gebruiker wordt aangevraagd...
no: Sender forespørsel om privat samtale med bruker...
pl: Żądanie prywatnej rozmowy z użytkownikiem...
pt: Pedindo uma conversação particular com o usuário...
ru: Запрашивается частная беседа с пользователем...
sl: Naprošam po zasebnem pogovoru z uporabnikom...
sr: Tražim Privatni Razgovor...
sv: Begär privat konversation med användaren…
tr: Kullanıcıyla özel konuşma isteniyor...

source: Authenticated user
af: Geldige gebruiker
ca: Usuari autentificat
de: Authentifizierter Benutzer
es: Usuario autentificado
fr: Utilisateur authentifié
he: ‪משתמש מאומת
hu: Hitelesített felhasználó
it: Utente autenticato
ja: 認証済みユーザ
lt: Paliudytasis naudotojas
nl: Bevestigde gebruiker
no: Bekrefter bruker
pl: Autentykacja użytkownika potwierdzona
pt: Usuário autenticado
ru: Аутентифицированный пользователь
sl: Avtenticiran uporabnik
sr: Korisnik potvrđen
sv: Bestyrkad användare
tr: Kullanıcı doğrulandı

source: Accepted push connection from %s, handshaking...
af: Drukkonneksie van %s goedgekeur, besig om blad te skud...
ca: Connexió per push de %s, ha estat aceptada, negociant sessió...
de: Push-Verbindung von %s akzeptiert, handshaking...
es: Conexión por push de %s, fué aceptada, negociando sesión...
fr: Connexion poussée en provenance de %s acceptée, poignée de main...
he: ‪לוחץ יד %s -מ push אושר חיבור
hu: Push kapcsolódás elfogadása: %s, viszontválsz...
it: Connessione push da %s accettata, negoziazione in corso...
ja: %s からのプッシュ接続を受け付けました。ハンドシェイクしています...
lt: Priimtas įstumiantysis ryšys su %s, patvirtinama...
nl: Pushverbinding vanaf %s is geaccepteerd, bezig met handschudden...
no: Godtok push-kobling fra %s, starter håndtrykk...
pl: Zaakceptowano połącznie typu push od %s, witanie...
pt: Aceita conexão push de %s, iniciando...
ru: Принято соединение активной доставки c %s, подтверждаю соединение...
sl: Potrdil potisno povezavo od %s, rokovanje v teku...
sr: %s Prihvatio Spajanje, Razmjenjujemo Pozdrave...
sv: Accapterade anslutningsbegäran från %s, skakar hand…
tr: %s'den sıkıştırılmış bağlantı istendi, anlaşılıyor...
