Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Submitting GWebCache "%s" to a random GWebCache...
af: GWebCache "%s" word aan 'n willekeurige GWebCache gestuur...
ca: Enviant GWebCache "%s" a un altre GWebCache...
de: GWebCache "%s" an einen zufälligen GWebCache übertragen...
es: Enviando GWebCache "%s" a otro GWebCache...
fr: Soumission GWebCache « %s » à un GWebCache aléatoire...
hu: GWebCache "%s" elküldése egy másik GWebCache-re...
it: Presentazione della GWebCache "%s" a una GWebCache casuale in corso...
ja: ランダムなGWebCacheへGWebCache "%s" を送信中です ...
lt: Siunčiama GWebCache „%s“ atsitiktinai parinktai GWebCache...
nl: GWebCache "%s" wordt vóórgelegd aan een willekeurige GWebCache...
no: Sender GWebCache "%s" til vilkårlig GWebCache...
pt: Submetendo o GWebCache "%s" a um GWebCache aleatório...
ru: Отправляю GWebCache «%s» на случайную GWebCache...
sl: Vlagam GWebCache "%s" v anključni GWebCache...
sv: Skickar GWebCache "%s" till en slumpvald GWebCache…
tr: Rasgele GWebCache'e GWebCache "%s" öneriliyor...

source: Sending GWebCache update to service "%s"...
af: GWebCache opdatering word gestuur aan diens "%s"...
ca: Enviant actualització al GWebCache "%s"...
de: GWebCache-Update an Service "%s" senden...
es: Enviando actualización al GWebCache "%s"...
fr: Envoi d'une mise à jour GWebCache au service « %s »...
hu: GWebCache frissítés elküldése "%s"...
it: Invio dell'aggiornamento GWebCache al servizio "%s" in corso...
ja: サービス "%s" へGWebCacheアップデートを送信中です...
lt: Siunčiamas GWebCache atnaujinimas į „%s“ tarnybą...
nl: GWebCache update wordt verzonden naar service "%s"...
no: Sender GWebCache-oppdatering til tjeneste "%s"...
pt: Enviando atualização de GWebCache para o serviço "%s"...
ru: Посылаю обновление GWebCache службе «%s»...
sl: Pošiljam posodobitev GWebCache-ja storitvi "%s"...
sv: Skickar GWebCache-uppdatering till tjänsten "%s".
tr: "%s" servisi GWebCache güncellemesi gönderiliyor...

source: GWebCache transaction successful ("%s").
af: GWebCache transaksie suksesvol ("%s"..
ca: Transacció amb GWebCache ("%s". ha estat completada.
de: GWebCache-Übertragung erfolgreich ("%s"..
es: Transacción con el GWebCache ("%s") fué completada.
fr: Transaction GWebCache réussie (« %s »).
hu: GWebCache tranzakció sikeres ("%s"..
it: Transazione GWebCache eseguita con successo ("%s"..
ja: GWebCacheトランザクションに成功しました ("%s".
lt: GWebCache transakcija sėkminga („%s“).
nl: GWebCache transactie successvol ("%s"..
no: GWebCache overføring fullført ("%s"..
pt: Transação GWebCache bem sucedida("%s"..
ru: GWebCache транзакция успешна («%s»).
sl: GWebCache transakcija je bila uspešna ("%s"..
sv: GWebCache-överföring fullständig ("%s"..
tr: ("%s". GWebCache başarı ile iş görüyor.

source: Incoming connection from %s is an eDonkey client link.
af: Inkomende konneksie vanaf %s is 'n eDonkey2000 kliënt-koppeling.
ca: La connexió entrant de %s és un client eDonkey.
de: Eingehende Verbindung von %s ist eine eDonkey-Clientverbindung.
es: La conexión entrante de %s es un cliente eDonkey.
fr: La connexion entrante en provenance de %s est une connexion de client eDonkey.
hu: %s a bejövő kapcsolat egy eDonkey kliens link.
it: La connessione in entrata da %s è un collegamento al client eDonkey.
ja: %s からの入力接続はeDonkey2000クライアントリンクです
lt: Įeinantis ryšys iš %s identifikuotas kaip eDonkey kliento.
nl: Binnenkomende verbinding van %s is een eDonkey cliëntlink.
no: Innkommende kobling fra %s er en eDonkey2000 klient link.
pt: A conexão de entrada %s é um link de cliente eDonkey.
ru: Входящее соединение c %s является связью eDonkey клиента.
sl: Vhodna povezava od %s je eDonkey2000 odjemalska povezava.
sr: Incoming connection from %s is an eDonkey2000 client link.
sv: Inkommande anslutning från %s är en eDonkey-klientlänk.
tr: %s 'den gelen bağlantı bir eDonkey2000 istemci bağlantısıdır.

source: Received a malformatted eDonkey packet from %s (id=%x).
af: Foutiewe eDonkey2000 pakkie ontvang vanaf %s (id=%x).
ca: El servidor de eDonkey ha enviat un paquet des de %s mal construit (id=%x).
de: Falsch formatiertes eDonkey-Paket von %s empfangen (id=%x).
es: El servidor %s de eDonkey envió un paquete mal construido (id=%x).
fr: Réception d'un paquet eDonkey malformé en provenance de %s (id=%x).
hu: Hibásan formázott eDonkey csomagot kaptam: %s (id=%x).
it: Ricevuto un pacchetto eDonkey malformattato da %s (id=%x).
ja: %s から不正な形式のeDonkey2000パケットを受信しました (id=%x).
lt: Gautas neteisingo formato eDonkey paketas iš %s (id=%x).
nl: Een verkeerd geformatteerd eDonkey pakket is ontvangen van %s (id=%x).
no: Mottok ugyldig formatert eDonkey2000 pakke fra %s (id=%x).
pt: Recebido um pacote eDonkey malformatado de %s (id=%x).
ru: Получен плохо сформатирован пакет от eDonkey клиента %s (ИД=%x).
sl: Prejet je bil eDonkey2000 paket %s (id=%x), kjer je bila najdena okvara v obliki paketa.
sr: Received a malformatted eDonkey2000 packet from %s (id=%x).
sv: Mottog ett felformaterad eDonkey-paket från %s (id=%x).
tr: %s (id=%x) 'den bozuk bir eDonkey2000 paketi alındı.

source: eDonkey client connection to %s was idle, closed.
af: eDonkey2000 kliënt-konneksie aan %s was passief, gesluit.
ca: La connexió amb %s de eDonkey ha estat tancat per falta d'activitat.
de: eDonkey-Client Verbindung mit %s war inaktiv, geschlossen.
es: La conexión con %s de eDonkey fué cerrada por falta de actividad.
fr: La connexion de type client eDonkey avec %s est inactive, fermture de la connexion.
hu: eDonkey klienskapcsolat bezárása tétlenség miatt: %s.
it: La connessione al client eDonkey a %s era inattiva, chiusa.
ja: %s へのeDonkey2000クライアント接続は不要になった為、閉じられました
lt: eDonkey kliento ryšys su %s buvo nenaudojamas, ryšys nutrauktas.
nl: eDonkey cliënt verbinding met %s was inactief, gesloten.
no: eDonkey2000 klient koblingen til %s var passiv, lukket.
pt: A conexão com o cliente eDonkey %s estava inativa, fechada.
ru: Соединение с eDonkey клиентом %s в простое, закрываю.
sl: eDonkey2000 odjemalska povezava do %s je bila neaktivna, zapiram.
sr: eDonkey2000 client connection to %s was idle, closed.
sv: eDonkey-anslutning till %s var overksam, stängdes.
tr: eDonkey2000 istemcisinin %s bağlantısı sonuçsuz, kapatıldı.

source: Initiating eDonkey client connection to %s...
af: Inisieer konneksie na eDonkey2000 kliënt by %s...
ca: Iniciant connexió amb el client %s de eDonkey...
de: eDonkey-Client Verbindung zu %s herstellen...
es: Iniciando conexión con el cliente %s de eDonkey...
fr: Initialisation d'une connexion au client eDonkey %s...
hu: eDonkey kliens kapcsolódás: %s...
it: Avvio di una connessione al client eDonkey %s in corso...
ja: %s とのeDonkey2000クライアント接続を開始しています...
lt: Užmezgamas eDonkey kliento ryšys su %s...
nl: eDonkey cliënt verbinding wordt aangemaakt met %s...
no: Starter en eDonkey2000 klientkobling til %s...
pt: Inicializando conexão com o cliente eDonkey %s...
ru: Инициализация соединения с eDonkey клиентом %s...
sl: Začenjam eDonkey2000 odjemalsko povezavo do %s...
sr: Initiating eDonkey2000 client connection to %s...
sv: Initierar eDonkey-anslutning till %s…
tr: eDonkey2000 istemcisinin %s bağlantısı başlıyor...

source: Timed out connecting to eDonkey client %s.
af: Wagtyd verstreke terwyl probeer konnekteer aan eDonkey2000 kliënt %s.
ca: La connexió amb el client %s de eDonkey ha trigat massa temps.
de: Zeitüberschreitung beim Verbinden zu eDonkey-Client %s.
es: La conexión con el cliente %s de eDonkey tardó mucho tiempo (timed out).
fr: Délai d'attente dépassé pour la connexion vers le client eDonkey %s.
hu: Időtúllépés az eDonkey klines kapcsolódásánál: %s.
it: Tempo scaduto per la connessione al client eDonkey %s.
ja: eDonkey2000クライアント %s への接続が時間切れになりました
lt: Baigėsi susijungimo su eDonkey klientu %s laiko limitas.
nl: Verbinden met eDonkey cliënt %s is uitgeteld.
no: Mistet kobling til eDonkey2000 klient %s.
pt: O tempo de conexão com o cliente eDonkey se esgotou %s.
ru: Вышло время для соединения с eDonkey клиентом %s.
sl: Pri povezovanju na eDonkey2000 odjemalca %s je potekla časovna omejitev.
sr: Timed out connecting to eDonkey2000 client %s.
sv: Tidsavbrott vid anslutning till eDonkey-klienten %s.
tr: %s eDonkey2000 istemcisi ile bağlantı zaman aşımına uğradı.

source: Refusing eDonkey client link from %s because eDonkey is disabled.
af: eDonkey2000 kliënt-skakeling word geweier, want eDonkey2000 is afgeskakel.
ca: Refusant la connexió amb el client eDonkey %s perquè eDonkey està deshabilitat.
de: eDonkey-Clientverbindung von %s verweigert, weil die eDonkey-Unterstützung deaktiviert ist.
es: Rehusando conexión con el cliente de eDonkey de %s porque eDonkey está deshabilitado.
fr: Refuse une connexion de type client eDonkey en provenance de %s car le réseau n'est pas actif.
hu: eDonkey klines link megtagadása, mert az eDonkey ki van kapcsolva: %s.
it: Rifiuto del collegamento al client eDonkey %s perchè eDonkey è disabilitato.
ja: eDonkey2000が使用不可能である為、%s からのeDonkey2000クライアントリンクを拒否しています
lt: Atsakoma susijungimo su eDonkey klientu %s, nes eDonkey yra neįgalintas.
nl: eDonkey cliënt link van %s is geweigerd omdat eDonkey is uitgeschakeld.
no: Nekter eDonkey2000 klient linken fra %s fordi eDonkey2000 er skrudd av.
pt: Recusando o link do cliente eDonkey de %s porque o eDonkey está desativado.
ru: Отклоняю связь с eDonkey клиентом %s, потому что eDonkey отключен.
sl: Zavračam eDonkey2000 odjemalsko povezavo od %s, ker je eDonkey2000 onemogočen.
sr: Odbijam eDonkey2000 klient link od %s jer je eDonkey2000 onemogućen.
sv: Vägrar eDonkey-klientlänk från %s eftersom eDonkey är avstängt.
tr: %s 'den bağlanan eDonkey2000 istemcisi reddediliyor çünkü eDonkey2000 engellendi.

source: eDonkey client connection to %s was closed.
af: eDonkey2000 kliënt-konneksie aan %s is verloor.
ca: La connexió amb el client %s de eDonkey ha estat perduda.
de: eDonkey-Clientverbindung zu %s geschlossen.
es: La conexión con el cliente %s de eDonkey fué perdida/cerrada.
fr: La connexion au client eDonkey %s a été perdue.
hu: eDonkey kapcsolat vége: %s.
it: La connessione al client eDonkey %s è persa.
ja: %s へのeDonkey2000クライアント接続が閉じられました
lt: eDonkey kliento ryšys su %s nutrūko.
nl: eDonkey cliënt verbinding met %s is verloren gegaan.
no: eDonkey2000 klient koblingen til %s ble lukket.
pl: Połączenie klienta eDonkey do %s zostało zamkniete.
pt: A conexão com o cliente eDonkey %s foi fechada.
ru: Соединение с eDonkey клентом %s закрыто.
sl: Odjemalska povezava eDonkey2000 do %s se je zaprla.
sr: eDonkey2000 client connection to %s was closed.
sv: eDonkey-klientens anslutning %s stängdes.
tr: %s eDonkey2000 istemci bağlantısı kapatıldı.

source: Error exchanging handshake with eDonkey client %s.
af: Fout teëgekom tydens bladskud met eDonkey2000 kliënt %s.
ca: Error iniciant la connexió amb el client %s de eDonkey.
de: Fehler beim Handshake mit eDonkey-Client %s.
es: Error iniciando la conexión con el cliente %s de eDonkey.
fr: Erreur dans l'échange de la poignée de main avec le client eDonkey %s.
hu: Viszontválasz közbeni hiba az eDonkey klienssel: %s.
it: Errore nello scambio di informazioni con il client eDonkey %s.
ja: eDonkey2000クライアント %s とのハンドシェイクの交換中にエラーが発生しました
lt: Klaida patvirtinant ryšį su eDonkey klientu %s.
nl: Fout opgetreden bij handschudden met eDonkey cliënt %s.
no: Feil ved håndtrykk med eDonkey2000 klient %s.
pl: Błąd podczas wymiany powitań z klientem eDonkey %s.
pt: Erro trocando informações com o cliente eDonkey %s.
ru: Ошибка во время подтверждения соединения с eDonkey клиентом %s.
sl: Napaka pri rokovanju z eDonkey2000 odjemalcem %s.
sr: Error exchanging handshake with eDonkey2000 client %s.
sv: Fel vid handskakning med eDonkey-klienten %s.
tr: %s eDonkey2000 istemcisi ile anlaşma değişiminde hata.

source: Timed out handshaking with eDonkey client %s.
af: Wagtyd verstreke terwyl probeer bladskud met eDonkey2000 kliënt %s.
ca: L'inici de la connexió amb el client %s de eDonkey ha trigat massa temps.
de: Zeitüberschreitung beim Handshake mit eDonkey-Client %s.
es: El inicio de la conexión con el cliente %s de eDonkey se demoró mucho (timed out).
fr: Délai d'attente dépassé pour la poignée de main avec le client eDonkey %s.
hu: Időtúllépés az eDonkey klines viszontválaszánál: %s.
it: Tempo scaduto per la negoziazione con il client eDonkey %s.
ja: eDonkey2000クライアント %s とのハンドシェイクが時間切れになりました
lt: Baigėsi ryšio su eDonkey klientu %s patvirtinimo laiko limitas.
nl: Handschudden met eDonkey cliënt %s is uitgeteld.
no: Mistet håndtrykk med eDonkey2000 klient %s.
pt: O tempo de inicialização com o cliente eDonkey se esgotou %s.
ru: Вышло время для подтверждения соединения с eDonkey клиентом %s.
sl: Pri rokovanju za eDonkey2000 odjemalcem %s je potekla časovna omejitev.
sr: Timed out handshaking with eDonkey2000 client %s.
sv: Tidsavbrott vid anslutning till eDonkey-klienten %s.
tr: %s eDonkey2000 istemcisi ile anlaşma zaman aşımına uğradı.

source: Sending eDonkey hashset for "%s" to %s...
af: eDonkey2000 hash-stel vir "%s" word gestuur na %s...
ca: Enviant taula de hash de l'arxiu "%s" al client %s de eDonkey...
de: eDonkey-Hashset für "%s" an %s senden...
es: Enviando tabla de hashes del archivo "%s" al cliente %s de eDonkey...
fr: Envoi du « hashset » eDonkey de « %s » vers %s...
hu: eDonkey hash elküldése: "%s" ide: %s...
it: Invio di un hashset eDonkey per "%s" a %s in corso...
ja: "%s" 用のeDonkey2000ハッシュセットを %s へ送信しています...
lt: Siunčiamas failo „%s“ eDonkey maišos rinkinys adresatui %s...
nl: eDonkey hashset voor "%s" wordt gestuurd naar %s...
no: Sender eDonkey2000 hashset for "%s" til %s...
pt: Enviando Hashset do eDonkey "%s" para %s...
ru: Пересылаю набор eDonkey хеша файла «%s» к %s...
sl: Pošiljam eDonkey2000 nabor izvlečkov (hashset) za "%s" do %s...
sr: Sending eDonkey2000 hashset for "%s" to %s...
sv: Skickar eDonkey-hashset för "%s" till %s…
tr: "%s" için %s 'e eDonkey2000 hashset gönderiliyor...

source: eDonkey client %s has the wrong GUID, aborting handshake.
af: eDonkey2000 kliënt %s het die verkeerde GUID, bladskud gestaak.
ca: El client %s de eDonkey té un GUID erroni, abortant la connexió.
de: eDonkey-Client %s hat die falsche GUID, Handshake abgebrochen.
es: El cliente %s de eDonkey tiene un GUID erroneo, abortando conexión.
fr: Le client eDonkey %s a un mauvais GUID, poignée de main annulée.
hu: Az eDonkey kliensnek rossz GUID-je van, viszontválasz kérésének leállítása: %s.
it: Il client eDonkey %s ha la GUID sbagliata, negoziazione terminata.
ja: eDonkey2000クライアント %s は間違ったGUIDを持っている為、ハンドシェイクを中止しています
lt: eDonkey klientas %s turi neteisingą GUID, ryšio patvirtinimas atšaukiamas.
nl: eDonkey cliënt %s heeft de verkeerde GUID, handschudden wordt geannuleerd.
no: eDonkey2000 klienten %s har feil GUID, Avbryter håndtrykk.
pt: O Cliente eDonkey %s tem o GUID errado, abortando inicialização.
ru: eDonkey клиент %s имеет плохой GUID, прерываю подтверждение соединения.
sl: eDonkey2000 odjemalec %s ima napečen GUID, preklicujem rokovanje.
sr: eDonkey2000 client %s has the wrong GUID, aborting handshake.
sv: eDonkey-klienten %s har ett felaktigt GUID, avbryter handskakning.
tr: %s eDonkey2000 istemcisi yanlış GUIDa sahip, anlaşma durduruluyor.

source: This file is already in the Envy download list.
af: Hierdie lêer is alreeds op die Envy aflaailys.
ca: Aquest arxiu ja està a la cua de descàrregues de Envy.
de: Diese Datei befindet sich bereits in Ihrer Downloadliste.
es: Este archivo ya está en la cola de descargada de Envy.
fr: Ce fichier est déjà dans la liste des téléchargements de Envy.
hu: Ez a fájl már a letöltési listában van.
it: Questo file è già nella lista dei download di Envy.
ja: このファイルは既にEnvyダウンロードリスト内に存在します
lt: Šis failas jau yra „Envy“ atsisiunčiamų failų sąraše.
nl: Dit bestand staat al in de Envy downloadlijst.
no: Denne filen finnes allerede i nedlastingslisten.
pt: Este arquivo já está na lista de downloads do Envy.
ru: Этот файл уже в списке загрузок Envy.
sl: Datoteka je že v prenosnem seznamu Envy.
sr: Ova datoteka je već na Envy listi za skidanje.
sv: Filen är redan i Envys nedladdningslista.
tr: Bu dosya zaten Envy indirme listesinde.

source: Unable to open part file "%s".
af: Kan nie part-lêer "%s" oopmaak nie.
ca: No s'ha pogut obrir l'arxiu .part "%s".
de: Fehler beim Öffnen der unvollständigen Datei "%s".
es: No se pudo abrir el archivo part "%s".
fr: Impossible d'ouvrir le fichier partiel « %s ».
hu: Nem lehetett importálni: "%s".
it: Impossibile aprire il file part "%s".
ja: 部分ファイル "%s" を開けませんでした
lt: Neįmanoma atverti dalinio failo „%s“.
nl: Niet mogelijk om gedeeltelijk bestand "%s" te openen.
no: Klarte ikke å åpne .part fil "%s".
pt: Incapaz de abrir arquivo parcial "%s".
ru: Невозможно открыть part файл «%s».
sl: Odpiranje delne datoteke "%s" ni uspelo.
sr: Ne mogu otvoriti delimičnu datoteku "%s".
sv: Kan inte öppna ofullständig fil "%s".
tr: "%s" parça dosyası açılamaz.

source: Finished copying file.
af: Kopiëring voltooi.
ca: Còpia finalitzada.
de: Kopiervorgang abgeschlossen.
es: Copia finalizada.
fr: Copie du fichier terminée.
he: ‪.סיים להעתיק קובץ
hu: Fájl másolása kész.
it: File copiato.
ja: ファイルのコピーが完了しました
lt: Failo kopijavimas baigtas.
nl: Klaar met kopiëren van bestand.
no: Ferdig med å kopiere filen.
pt: Terminada a cópia do arquivo.
ru: Закончил копировать файл.
sl: Kopiranje datoteke končano.
sr: Završeno kopiranje datoteke.
sv: Slutförde kopiering av fil.
tr: Dosya kopyalaması bitti.

source: Copying "%s" to "%s"...
af: Kopieer "%s" na "%s"...
ca: Copiant "%s" a "%s"...
de: Kopiere "%s" nach "%s"...
es: Copiando "%s" a "%s"...
fr: Copie « %s » vers « %s »...
he: ..."%s".את "%s" מעתיק אל
hu: Másolás: "%s" ide: "%s"...
it: Copia da "%s" a "%s" in corso...
ja: "%s" を "%s" へコピーしています...
lt: Kopijuojama „%s“ į „%s“...
nl: Bezig met kopiëren van "%s" naar "%s"...
no: Kopierer "%s" til "%s"...
pt: Copiando "%s" para "%s"...
ru: Копируется «%s» в «%s»...
sl: Kopiram "%s" v "%s"...
sr: Kopiram "%s" u "%s"...
sv: Kopierar "%s" till "%s".
tr: "%s" , "%s" 'e kopyalanıyor...

source: Insufficient disk space to copy download file.
af: Nie genoeg skyfspasie om aflaailêer te kopieer nie.
ca: No hi ha prou espai al disc per a copiar l'arxiu.
de: Nicht genügend Speicherplatz, um den Download zu kopieren.
es: No hay espacio suficiente en el disco, para copiar el archivo.
fr: Espace disque insuffisant pour copier le fichier.
hu: Nincs elég hely a letöltés másolásához.
it: Spazio su disco insufficiente per copiare il file in download.
ja: ダウンロードファイルをコピーするのに十分なディスク容量がありません
lt: Failo kopijavimui nepakanka vietos diske.
nl: Onvoldoende schijfruimte om het downloadbestand te kopiëren.
no: Ikke nok plass på pc-en til å kopiere filen.
pl: Zbyt mało miejsca na dysku, aby skopiować pobrany plik.
pt: Espaço em disco insuficiente para copiar o arquivo do download.
ru: Недостаточно дискового пространства для копирования файла загрузки.
sl: Za kopiranje prenosne datoteke ni dovolj prostora na disku.
sr: Nedovoljno prostora na disku za kopiranje skinute datoteke.
sv: Otillräckligt med diskutrymme för kopiering av nedladdningsfilen.
tr: İndirme dosyası kopyalamak için yetersiz disk alanı.

source: Created Envy partial download, %s remaining.
af: Envy gedeeltelike aflaailêer geskep, %s oor.
ca: L'arxiu incomplet de Envy ha estat creat, resten %s.
de: Download erstellt, %s verbleibend.
es: El archivo incompleto de Envy fué creado, quedan %s por terminar.
fr: Création de téléchargement Envy partiel, %s restant(s).
hu: Envy félkész letöltés készítése, %s maradt.
it: Download parziale di Envy creato, %s rimanente.
ja: Envy部分ダウンロードを作成しました。残り: %s
lt: Sukurtas dalinis „Envy“ parsisiuntimo failas, %s lieka.
nl: Envy gedeeltelijke download aangemaakt, %s overgebleven.
no: Envy's partielle nedlasting, %s gjenstår.
pt: Criado arquivo de download partial no Envy, %s restante.
ru: Создана частичная загрузка Envy, %s остается.
sl: Ustvaril Envy delno prenešeno datoteko, ostalo še %s.
sr: Stvoreno Envy delimično skidanje, %s do završetka.
sv: Skapar ofullständig nedladdningsfil för Envy, %s återstår.
tr: Envy indirme bölümü yaratıldı, kalan %s.

source: Unable to import file.
af: Kan nie lêer intrek nie.
ca: No s'ha pogut importar l'arxiu.
de: Fehler beim Importieren.
es: No se pudo importar el archivo.
fr: Impossible d'importer le fichier.
he: ‪.נכשל לייבא קובץ
hu: Nem lehetett a fájlt importálni.
it: Impossibile importare il file.
ja: ファイルをインポートできませんでした
lt: Neįmanoma importuoti failo.
nl: Onmogelijk om bestand te importeren.
no: Klarte ikke å importere filen.
pt: Incapaz de importar arquivo.
ru: Невозможно импортировать файл.
sl: Uvoza datoteke ni bilo mogoče izvesti.
sr: Ne mogu ubaciti datoteku.
sv: Kan inte importera fil.
tr: Dosya aktarılamaz.

source: Download data file is newer than .part file, aborting.
af: Aflaaidatalêer is nuwer as .part lêer, proses word gestaak.
ca: L'arxiu incomplet és més nou que el .part, abortant.
de: Geladene Daten-Datei ist neuer als die .part Datei, abgebrochen.
es: El archivo incompleto es más nuevo que el .part, abortando.
fr: Le fichier de donnée téléchargé est plus récent que le fichier .part, annulation.
hu: A letöltési fájl újabb, mint a .part fájl, folyamat megszakítása.
it: I dati del file in download sono più recenti del file .part, annullato.
ja: ダウンロードしたデータファイルは.partファイルより新しい為、中止しています
lt: Parsisiunčiamo failo duomenų failas yra naujesnis nei .part failas, atšaukiama.
nl: Download data bestand is nieuwer dan .part bestand, afgebroken.
no: Nedlastings data-filen er nyere enn .part filen, avbryter.
pt: Arquivo de dados do download é mais novo do que o arquivo .part, abortando.
ru: Файл данных загрузки свежее чем .part файл, прерывается.
sl: Prenešena podatkovna datoteka je novejša od datoteke .part, prekinjam.
sv: Nedladdad data är nyare än .part-filen, avbryter.
tr: İndirme veri dosyası .part dosyasından yeni, durduruluyor.

source: Found partial file "%s", importing...
af: Gedeeltelike lêer "%s" gevind, besig om in te trek...
ca: "%s" és una arxiu incomplet, important...
de: Unvollständige Datei gefunden: "%s", importieren...
es: "%s" es una archivo incompleto, importando...
fr: Un téléchargement partiel « %s » a été trouvé, importation...
hu: Félkész fájlt találtam: "%s", importálás...
it: Rilevato il file parziale "%s", importazione in corso...
ja: 部分ファイル "%s" が見つかりました。インポートしています...
lt: Aptiktas dalinis failas „%s“, importuojama...
nl: Gedeeltelijk bestand "%s" gevonden, bezig met importeren...
no: Fant partiell fil "%s", importerer...
pt: Arquivo parcial encontrado "%s", importando...
ru: Обнаружен частичный файл «%s», идет импорт...
sl: Našel delno datoteko "%s", uvažam...
sr: Pronađena delimična datoteka "%s", ubacujem...
sv: Fann ofullständig fil "%s", importerar…
tr: "%s" bölümsel dosyası bulundu, aktarılıyor...

source: Process complete, %i partial downloads imported successfully.
af: Proses voltooi, %i gedeeltelike aflaaie suksesvol ingetrek.
ca: Procès finalitzat, %i arxius parcials han estat importats.
de: Fertig, %i unvollständige Downloads erfolgreich importiert.
es: Proceso culminado, %i archivos parciales fueron importados.
fr: Processus terminé, téléchargement partiel %i importé avec succès.
hu: Feladat kész, %i félkész letöltés importálva.
it: Processo completato, %i download parziali importati con successo.
ja: 処理が完了しました。 %i 個の部分ダウンロードのインポートに成功しました
lt: Veiksmas baigtas, sėkmingai importuoti %i daliniai failai(-ų).
nl: Proces afgerond, %i gedeeltelijke downloads succesvol geïmporteerd.
no: Prosess ferdig, %i partiell nedlasting importert uten feil.
pt: Processo completo, %i downloads parciais importados com sucesso.
ru: Процесс окончен, успешно импортированно %i загрузок(и).
sl: Postopek končan, število uspešno uvoženih delnih prenosov: %i.
sr: Gotovo, %i delomično skidanje uspešno ubačeno.
sv: Importering slutförd, %i ofullständiga nedladdningar importerades.
tr: Süreç tamamlandı, %i bölümsel indirme başarıyla aktarıldı.
