Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: (choose)| Man| Woman | Boy| Girl
af: (selekteer)| ou| meisie| man| vrou
ar: إختر)|رويجل|بنت|رجل|إمرأة)
ca: (tria)| Home| Dona| Male| Female
de: ( Bitte wählen )| Junge| Mädchen| Mann| Frau
es: (escoge)| Hombre| Mujer| Jovén| Jovencita
fr: (choisir)| un homme| une femme| un garçon| une fille
he: בחר|בחור|בחורה|גבר|אישה
hu: (válasszon)| fiú| lány| férfi| nő
it: (scegli)| ragazzo| ragazza| uomo| donna
ja: (選択)| 少年| 少女| 男性| 女性
lt: (pasirinkite)| vaikinas| mergina| vyras| moteris
nl: (kies)|jongen|meisje|man|vrouw
no: (velg)| gutt| jente| mann| kvinne
pl: (wybierz)| chłopakiem| dziewczyną| mężczyną| kobietą
pt: (escolha)| cara| garota| homem| mulher
ru: (выберите)| парень| девушка| мужчина| женщина
sl: (izberi)| fant| dekle| moški| ženska
sq: (zgjidhe)| djalë| vajzë| burrë| grua
sr: (odaberite)| dečko| devojka| muškarac| žena
sv: (välj)| kille| tjej| man| kvinna
tr: (seçin)| erkek| kız| bay| bayan

source: From:
af: van:
ar: من :
ca: de:
de: aus:
es: de:
fr: résidant à :
he: :מקום מגוריי
hu: Lakhely:
it: da:
ja: 住所:
lt: iš:
nl: uit:
no: Fra:
pl: z:
pt: do(a):
ru: Из:
sl: iz:
sq: nga:
sr: Iz:
sv: från:
tr: Ülkem:

source: Welcome to Envy (8/8)
af: Welkom by Envy (8/8)
ar: (8/8) _ Envy مرحبا بكم في
ca: Benvingut a Envy (8/8)
de: Willkommen bei Envy (8/8)
es: Bienvenido a Envy (8/8)
fr: Envy vous souhaite la bienvenue (8/8)
he: (8/8) ברוכים הבאים לשרזה
hu: Köszöntöm a Envy (8/8)
it: Benvenuto su Envy (8/8)
ja: Envyへようこそ (8/8)
lt: Sveiki! Čia „Envy“ (8/8)
nl: Welkom bij Envy (8/8)
no: Velkommen til Envy (8/8)
pl: Witaj w Envye (8/8)
pt: Bem Vindo ao Envy (8/8)
ru: Добро пожаловать в Envy (8/8)
sl: Dobrodošli v Envy (8/8)
sq: Mirë se erdhe te Envy (8/8)
sr: Dobrodošli u Envy (8/8)
sv: Välkommen till Envy (8/8)
tr: Envy'ya Hoşgeldiniz (8/8)

source: That's it. Envy has been configured to work with your computer.
af: Dis dit! Envy is ingestel om met jou rekenaar te werk.
ar: ليعمل على كمبيوترك Envy هذا كل شيء . تم تكوين
ca: ¡Ja està tot! Envy ha estat configurat per a funcionar al teu sistema.
de: Das war's! Envy wurde konfiguriert, um mit Ihrem Computer zu funktionieren.
es: ¡Eso era todo! Envy ha sido configurado para funcionar en tu sistema.
fr: C'est fait ! Envy a été configuré pour fonctionner sur votre ordinateur !
he: זהו! שרזה כעת מוכנה לעבודה עם המחשב שלך
hu: Ennyi volt! A Envy kész a használatra.
it: Complimenti! Envy è stato configurato con successo.
ja: 完了しました！ あなたのコンピュータ内でEnvyが正常に動作するように構成されました。
lt: Štai ir viskas! „Envy“ yra sukonfigūruota darbui Jūsų kompiuteryje.
nl: Dat was alles! Envy is nu geconfigureerd om met je computer te werken.
no: Ferdig! Envy er nå satt opp til å virke på din pc.
pl: To wszystko! Envy została skonfigurowana do pracy na twoim komputerze.
pt: Pronto! O Envy foi configurado para trabalhar com o seu computador.
ru: Вот и всё! Вы настроили Envy для работы на Вашем компьютере.
sl: To je to! Envy je sedaj nastavljena za delo na vašem računalniku.
sq: Kaq ishte! Ju konfiguruat Envy-n që të punojë në këtë kompjuter.
sr: To je to! Envy je prilagođena za rad na Vašem računaru.
sv: Det var det! Envy har blivit anpassat för att fungera med din dator.
tr: İşte bu! Envy bilgisayarınızla çalışarak yapılandırıldı.

source: If you ever need to change these settings, re-run the QuickStart wizard by selecting it from the Tools menu.
af: As jy ooit nodig het om jou verstellings te verander, kan jy hierdie SnelBegin Assistent weer hardloop deur dit te selekteer vanaf die Opsies kieslys.
ar: عندما تحتاج إلى تغيير إعداداتك ، يمكنك تشغيل معالج البدء السريع هذا مرة أخرى من قائمة أدوات
ca: Si vols canviar alguna configuració, aquest assistent es pot trobar al menú d'eines.
de: Wenn Sie ihre Einstellungen ändern möchten, können Sie diesen Assistenten aus dem "Extras"-Menü aufrufen.
es: Si en algún momento necesitas cambiar alguna configuración, este Asistente se puede ejecutar desde el menú de Herramientas.
fr: Si vous voulez par la suite modifier vos paramètres, vous pouvez relancer cet assistant de configuration en le sélectionnant dans le menu outils.
he: אם תרצה לשנות את ההגדרות תוכל להפעיל מחדש את אשף התחלה מהירה מתוך תפריט כלים
hu: Ha valamit meg kell változtatnia, csak futtassa le újra a varázslót.
it: Se vuoi cambiare le impostazioni, puoi riavviare questa configurazione guidata dal menu Strumenti.
ja: 後で設定を変更する必要がある場合には、ツールメニューからクイックスタートウィザードを選択することでこのウィザードをやり直すことができます
lt: Jei Jums kada nors prisireiks pakeisti nuostatas, Jūs galėsite iš naujo paleisti šį Nuostatų vedlį, pasirinkdami jį iš meniu „Įrankiai“.
nl: Als je ooit je instellingen dient te veranderen, kun je deze SnelStart wizard nogmaals starten door de optie te selecteren vanuit het Hulpmiddelen menu.
no: Hvis du trenger å endre på innstillingene, kan du kjøre veiviseren på nytt fra Verktøy menyen.
pl: Jeśli kiedykolwiek będziesz chciał zmienić Twoje ustawienia, możesz ponownie uruchomić niniejszego kreatora wybierając go z menu Narzędzia.
pt: Se você precisar mudar as suas configurações, você pode re-executar este assistente de configuração selecionando-o no menu Ferramentas.
ru: Если Вам понадобится изменить установки, можно перезапустить мастер, выбрав соответствующий пункт из меню Инструменты.
sl: Če želite kadarkoli kasneje spremeniti nastavitve, lahko ponovno zaženete tega čarovnika preko menija Orodja.
sq: Nëse doni t'i ndryshoni përsëri kuadrot, uizardi i shpejtë mund të rihapet duke zgjedhur menynë Mjete.
sr: Ukoliko kasnije želite da promenite podešavanja, možete odabrati Brzo i Lagano pomoćnika iz menija Alati.
sv: Om du någon gång vill ändra setta inställningar, kan du köra denna snabbstartsguide igen från verktygsmenyn.
tr: Eğer ayarlamalarınızı değiştirmeye ihtiyacınız olursa, Araçlar menüsünden Hızlı Başlat Sihirbazını çalıştırarak bunu yapabilirsiniz.

source: After closing this Wizard, the first thing to do is run a 'fake' random search to catch spammers and Ban them all. Explore toolbar tabs while waiting.
af: Nadat jy hierdie assistent toegemaak het deur Finish te kliek, kan jy aan die netwerke konnekteer wat jy selekteer het en begin soek en inhoud aflaai.
ar: بعد إغلاق هذا المعالج بواسطة النقر على زر إنهاء ، يمكنك الإتصال بالشبكات التي قمت بتحديدها و تبدأ البحث عن الملفات و تحميلها
ca: Després de fer clic en "Finalitza", pots usar la Xarxa i cercar contingut.
de: Klicken Sie auf <Fertigstellen>, um sich mit den gewünschten Netzwerken zu verbinden, um nach Dateien zu suchen und diese herunterladen.
es: Después de hacer click en Finalizar, puedes usar la red y buscar contenido.
fr: Après avoir fermé cet assistant en cliquant sur terminer, vous pouvez vous connecter aux réseaux que vous avez sélectionnés et commencer une recherche.
he: לאחר יציאה מהאשף על ידי לחיצה על סיים, תוכל להתחבר לרשתות שבחרת ולהתחיל לחפש ולהוריד תכנים
hu: A beállítások után azonnal keresgélhet és letölthet.
it: Dopo la chiusura di questa configurazione guidata cliccando su Fine, puoi connetterti alle reti selezionate e iniziare a cercare e a scaricare.
ja: 完了をクリックしてこのウィザードを終了させた後は、選択したネットワークに接続してファイルを検索し、そのダウンロードを開始することができます
lt: Po to, kai paspausite mygtuką „Baigti“, Jūs galėsite prisijungti prie tinklų, kuriuos Jūs nurodėte, ieškoti ir parsisiųsti failus.
nl: Nadat je op "Einde" hebt gedrukt, kun je je verbinden met de door jou geselecteerde netwerken en starten met zoeken en downloaden van bestanden.
no: Etter at du har lukket veiviseren ved å trykke på Fullfør, kan du koble til nettverkene du valgte og starte søk etter det du vil laste ned
pl: Po zamknięciu tego kreatora poprzez kliknięcie na Zakończ, możesz się połączyć do sieci, które wybrałeś i zacząć szukać i pobierać pliki.
pt: Após fechar este assistente clicando em Concluir, você pode conectar as redes que você selecionou e iniciar a busca e download de conteúdo.
ru: После закрытия мастера, можно своединиться с выбранными сетями и начать поиск и загрузку файлов.
sl: Potem, ko boste zaprli čarovnika, se lahko povežete v omrežja, ki ste jih izbrali in nato tudi iščete datoteke po njih in jih tudi prenesete k sebi.
sq: Kur të mbyllni këtë uizard duke klikuar Përfundo, mund të lidheni në rrjetet që zgjodhët dhe të nisni të kërkoni e shkarkoni përmbajtjet e dëshiruara.
sr: Nakon zatvaranja ovog pomoćnika klikom na Gotovo, možete se spojiti na odabrane mreže i započeti sa traženjem i skidanjem sadržaja.
sv: Efter att du stängt guiden genom att välja Slutföra, kan du ansluta till nätverken du valt, starta sökningar och ladda ned innehåll.
tr: Bitir tıklanarak sihirbaz kapatıldıktan sonra, seçtiğiniz ağa bağlanabilir ve içerik arama - indirme yapabilirsiniz.

source: Start Envy every time Windows starts
af: Begin Envy elke keer as Windows begin
ar: عند تشغيل نظام تشغيل الويندوز Envy بداء تشغيل
ca: Inicia Envy junt amb Windows
de: Envy starten, wenn Windows gestartet wird
es: Iniciar Envy junto con Windows
fr: Lancer Envy au démarrage de « Windows »
he: הפעל את שרזה עם אתחול חלונות
hu: A Windows indításával együtt indítja a Envy
it: Connetti alla rete quando chiudo la configurazione guidata
ja: Windows起動時に常時Envyを開始する
lt: Paleisti „Envy“ kiekvieną kartą, kai Windows startuos
nl: Start Envy bij het opstarten van Windows
no: Start Envy når Windows starter
pl: Uruchom Envy razem z uruchomieniem Windows
pt: Iniciar o Envy toda vez que o Windows iniciar
ru: Запускать Envy при каждом запуске Windows
sl: Zaženi Envy po zagonu operacijskega sistema
sq: Nise Envy-n sa herë që Windows nis
sr: Upali Envy sa Windowsom
sv: Starta Envy när Windows startas
tr: Windows her açıldığında Envy'yı başlat

source: Connect to the network every time I start Envy
af: Konnekteer aan die netwerk elke keer as ek Envy begin
ar: عند تشغيل البرنامج Envy اتصل بالشبكة
ca: Connecta a la xarxa cada vegada que s'inici Envy
de: Beim Start von Envy immer mit den gewählten Netzwerken verbinden
es: Conectar a la red cada vez que se inicie Envy
fr: Se connecter au réseau à chaque lancement de Envy
he: התחבר לרשת עם הפעלת שרזה
hu: Minden Envy indításkor kapcsolódik
it: Connetti alla rete tutte le volte che avvio Envy
ja: Envy起動時に常時ネットワークへ接続する
lt: Jungtis prie tinklo kiekvieną kartą, kai „Envy“ startuos
nl: Verbinden met het netwerk bij het opstarten van Envy
no: Koble til nettverket hver gang jeg starter Envy
pl: Połącz do sieci za każdym razem, gdy uruchomię Envy
pt: Conectar a rede toda vez que eu iniciar o Envy
ru: Соединяться с сетью при каждом запуске Envy
sl: Povežite se v omrežje vsakič kot se zažene program Envy
sq: Lidhu në rrjet sa herë që Envy nis
sr: Spoji se na mrežu svaki puta kada pokrenem Envy
sv: Anslut till dessa nätverk varje gång jag startar Envy
tr: Envy'yı her açtığımda ağa bağlan

source: And thanks. Enjoy using Envy for all your peer-to-peer networking needs.
af: Geniet Envy.
ar: Envy تمتع بإستعمال
ca: Envy usa la tecnologia més avançada d'intercanvi d'arxius. ¡Gaudeix!.
de: Genießen Sie Envy.
es: Envy usa la tecnología más avanzada de intercambio de archivos. ¡Disfrútelo!.
fr: Vous pouvez maintenant apprécier Envy.
he: !אנו מקווים שתהנה להשתמש בשרזה
hu: Használja a Envy! :D
it: Esegui Envy all'avvio di Windows
ja: それでは素敵なEnvyライフを楽しんで下さい.
lt: Malonaus darbo su „Envy“.
nl: Veel plezier met Envy.
no: Kos deg med Envy.
pl: Miłej zabawy z Envy.
pt: Divirta-se usando o Envy.
ru: Наслаждайтесь использованием Envy.
sl: Obilo užitkov ob uporabi Envy.
sq: Kënaquni me Envy-n.
sr: Uživajte koristeći Envy.
sv: Ha kul med Envy.
tr: Envy'yı kullanmak zevklidir.

source: Import eDonkey Downloads
af: Trek eDonkey2000 Aflaaie In
ar: eDonkey2000 تحميل و تصدير
ca: Importa transferències d'eDonkey o eMule
de: eDonkey-Downloads importieren
es: Importar Transferencias de eDonkey o eMule
fr: Importer des téléchargements eDonkey
he: ייבא הורדות של אידונקי
hu: eDonkey letöltések importálása
it: Importa download di eDonkey
ja: eDonkey2000ダウンロードのインポート
lt: eDonkey dalinių failų importas
nl: eDonkey downloads importeren
no: Importer eDonkey2000 nedlastinger
pl: Importuj pobierania z eDonkey
pt: Importar Downloads do eDonkey
ru: Импорт eDonkey Загрузок
sl: Uvozi eDonkey2000 prenose
sq: Importoni Shkarkesa nga eDonkey
sr: Ubaci eDonkey2000 Skidanje
sv: Importera Donkey2000-nedladdningar
tr: eDonkey2000 İndirimlerini Gönder

source: Envy has detected that you have another eDonkey program installed on your computer. Would you like to import any unfinished downloads into Envy?
af: Envy het raakgesien dat jy 'n ander eDonkey2000 program geinstalleer het op jou rekenaar. Wil jy enige onvolledige aflaaie in Envy intrek?
ar: إكتشف شير-أزا بأنه لديك برنامج إدونكي مثبت على كمبيوترك . هل تريد أن تستورد أي تحميلات غير منتهية إلى شير-أزا ؟
ca: Envy ha detectat eDonkey o eMule instal·lat. Vols importar les transferències a Envy?
de: Sie haben noch andere eDonkey-Clients auf ihrem Computer installiert. Möchten Sie unvollständige Downloads in Envy importieren?
es: Envy ha detectado eMule o otro programa eDonkey instalado. ¿Quieres importar las transferencias a Envy?
fr: Envy a détecté que vous aviez un autre client eDonkey installé sur votre ordinateur. Souhaitez-vous importer ses téléchargements en cours dans Envy ?
he: ‪‏שרזה‎? ‏אל‎ ‏הסתיימו‎ ‏שלא‎ ‏הורדות‎ ‏לייבא‎ ‏מעוניין‎ ‏אתה‎ ‏האם‎ ‏מחשבך‎. ‏על‎ ‏מותקנת‎ ‏אחרת‎ ‏אדיונקי‎2000 ‏תוכנת‎ ‏לך‎ ‏שיש‎ ‏זיהה‎ ‏שרזה
hu: A Envy észlelte, hogy egy másik eDonkey klines is van az ön gépén. Szeretné, hogy a Envy importálja a félkész letöltéseit?
it: Envy ha rilevato che hai un altro client eDonkey installato sul tuo computer. Desideri importare i download incompleti su Envy?
ja: Envyはあなたのコンピュータ内に別のeDonkey2000互換プログラムがインストールされていることを検出しました。 未完了のファイルをEnvyにインポートしますか?
lt: „Envy“ aptiko, kad Jūs turite įsidiegę dar vieną, eDonkey, programą. Ar norėtumėte importuoti nebaigtus siųstis failus į „Envy“?
nl: Envy heeft ontdekt dat je een ander eDonkey programma op deze computer hebt geïnstalleerd. Wil je de niet afgeronde downloads importeren naar Envy?
no: Envy har oppdaget at du har et annet eDonkey2000 program installert på pc-en. Vil du importere uferdige nedlastinger til Envy?
pl: Envy wykryła, że masz zainstalowany na swoim komputerze inny program korzystający z sieci eDonkey. Czy chciałbyś zaimportować niedokończone pobierania do Envyy?
pt: O Envy detectou que você tem outro programa para o eDonkey instalado no seu computador. Você gostaria de importar quaisquer downloads inacabados pro Envy?
ru: Envy обнаружила, что у Вас установлена другая, eDonkey, программа. Хотели бы Вы импортировать любые незаконченные загрузки в Envy?
sl: Envy je zaznala, da imate na svojem računalniku nameščen dodaten eDonkey2000 program. Želite uvoziti nedokončane prenose v Envy?
sq: Envy diktoi se në këtë kompjuter është instaluar një program eDonkey. A doni që çdo shkarkim i papërfunduar të importohet në Envy?
sr: Envy je našla da već imate neki eDonkey2000 program instaliran. Želite li ubaciti nedovršena skidanja u Envy?
sv: Envy har upptäckt att du har ett annat eDonkey-program installerat på din dator. Vill du importera oavslutade nedladdningar till Envy?
tr: Envy bilgisayarınızda başka bir eDonkey2000 program yüklemesi buldu. Envy'daki bitirilmemiş indirmeleri göndermek istiyor musunuz?

source: No|Cancel
af: Nee|Kanselleer
ar: لا|إلغاء الأمر
ca: No|Cancel·la
de: Nein|Abbrechen
es: No|Cancelar
fr: Non|Annuler
he: לא|ביטול
hu: Nem|Mégse
it: No|Annulla
ja: いいえ|キャンセル
lt: Ne|Atšaukti
nl: Nee|Annuleren
no: Nei|Avbryt
pl: Nie|Anuluj
pt: Não|Cancelar
ru: Нет
sl: Ne|Prekliči
sq: Jo|Anulo
sr: Ne|Prekini
sv: Nej|Avbryt
tr: Hayır|İptal

source: User Profile
af: Verander My Profiel
ar: تحرير ملفي الخاص
ca: Edita el meu perfil
de: Mein Profil bearbeiten
es: Editar Mi Perfil
fr: Éditer mon profil
he: ערוך את הפרופיל שלי
hu: Saját adatlap szerkesztése
it: Modifica profilo
ja: プロフィールを編集
lt: Taisyti savo profilį
nl: Mijn profiel aanpassen
no: Endre min profil
pl: Edycja Profilu
pt: Editar o Meu Perfil
ru: Правка своего профиля
sl: Uredi moj profil
sq: Editoni Profilin
sr: Promena Moga Profila
sv: Redigera min profil
tr: Profilimi Düzenle

source: Identity
af: Identiteit
ar: الهوية
ca: Identitat
de: Identität
es: Identidad
fr: Identité
he: זהות
hu: Személyazonosság
it: Identità
ja: 個人情報
lt: Tapatybė
nl: Identiteit
no: Identitet
pl: Tożsamość
pt: Identidade
ru: Личность
sl: Identiteta
sq: Identiteti
sr: Identitet
sv: Identitet
tr: Kimlik

source: Display Name:
af: Bynaam:
ar: :ال_لقب
ca: Pseudònim:
de: Nickname:
es: Nick:
fr: Pseudonyme :
he: :כינוי
hu: Becenév:
it: Nickname:
ja: ニックネーム:
lt: Slapyvardis:
nl: Schuilnaam:
no: Kallenavn:
pl: Imię ekranowe (Nick):
pt: Nome na Tela:
ru: Виртуальное:
sl: Zaslonsko ime:
sq: Emri në ekran:
sr: Nadimak:
sv: Visningsnamn:
tr: Takma İsim:

source: Real Name:
af: Regte Naam:
ar: :الإ_سم الحقيقي
ca: Nom real:
de: Name:
es: Nombre real:
fr: Nom réel :
he: :שם אמיתי
hu: Valódi név:
it: Nome vero:
ja: 本名:
lt: Vardas, pav.:
nl: Echte naam:
no: Ekte navn:
pl: Prawdziwe imię:
pt: Nome Real:
ru: Настоящее:
sl: Resnično ime:
sq: Emri i vërtetë:
sr: Pravo Ime:
sv: Riktigt namn:
tr: Gerçek İsim:

source: _Vitals:
af: _Persoonsbesonderhede:
ar: :ت_فاصيل أخرى
ca: _Informació vital:
de: _Persönliche Daten:
es: _Vitales:
fr: Attributs physiques :
he: :מין וגיל
hu: _Személyes
it: _Principali:
ja: 身体:
lt: _Demografiniai duomenys:
nl: _Persoonlijke informatie:
no: _Info:
pl: Płeć i wiek:
pt: _Vitais:
ru: _Важное:
sl: Osnovne informacije:
sq: _Jetësore:
sr: Podaci o Polu i Starosti:
sv: _Livuppgifter:
tr: _Gerekli Olanlar:

source: Gender:
af: Geslag:
ar: :الجنس
ca: Gènere:
de: Geschlecht:
es: Sexo:
fr: Civilité :
he: :מין
hu: Nem:
it: Sesso:
ja: 性別:
lt: Lytis:
nl: Geslacht:
no: Kjønn:
pl: Płeć:
pt: Gênero:
ru: Пол:
sl: Spol:
sq: Gjinia:
sr: Pol:
sv: Kön:
tr: Cinsiyet:

source: Age:
af: Ouderdom:
ar: :العمر
ca: Edat:
de: Alter:
es: Edad:
he: :גיל
hu: Kor:
it: Età:
ja: 年齢:
lt: Amžius:
nl: Leeftijd:
no: Alder:
pl: Wiek:
pt: Idade:
ru: Возраст:
sl: Starost:
sq: Mosha:
sr: Starost:
sv: Ålder:
tr: Yaş:

source: |Male|Female
af: |Manlik|Vroulik
ar: |ذكر|أنثى
ca: |Home|Dona
de: |männlich|weiblich
es: |Hombre|Mujer
fr: |Masculin|Féminin
he: |זכר|נקבה
hu: |Férfi|Nő
it: |Maschio|Femmina
ja: |男性|女性
lt: |Vyras|Moteris
nl: |Man|Vrouw
no: |Mann|Kvinne
pl: |Mężczyzna|Kobieta
pt: Masculino|Feminino
ru: |Мужской|Женский
sl: |Moški|Ženska
sq: |Mashkull|Femër
sr: |Muško|Žensko
sv: |Man|Kvinna
tr: |Bay|Bayan

source: Note:
af: Info:
ar: Info:
ca: Info:
de: Info:
es: Info:
fr: Info :
he: Info:
hu: Info:
it: Info:
ja: Info:
lt: Info:
nl: Info:
no: Info:
pl: Info:
pt: Info:
ru: Info:
sl: Info:
sq: Info:
sr: Info:
sv: Info:
tr: Info:

source: This profile is available to users who browse your files, primarily on the G2 network.{n}(Envy or Shareaza)
af: {n}G2 (Envy / Shareaza)
ar: {n}G2 (Envy / Shareaza)
ca: {n}G2 (Envy / Shareaza)
de: {n}G2 (Envy / Shareaza)
es: {n}G2 (PeerProyecto / Shareaza)
fr: {n}G2 (Envy / Shareaza)
he: {n}G2 (Envy / Shareaza)
hu: {n}G2 (Envy / Shareaza)
it: {n}G2 (Envy / Shareaza)
ja: {n}G2 (Envy / Shareaza)
lt: {n}G2 (Envy / Shareaza)
nl: {n}G2 (Envy / Shareaza)
no: {n}G2 (Envy / Shareaza)
pl: {n}G2 (Envy / Shareaza)
pt: {n}G2 (Envy / Shareaza)
ru: {n}G2 (Envy / Shareaza)
sl: {n}G2 (Envy / Shareaza)
sq: {n}G2 (Envy / Shareaza)
sr: {n}G2 (Envy / Shareaza)
sv: {n}G2 (Envy / Shareaza)
tr: {n}G2 (Envy / Shareaza)

source: _Active:
af: Pas _Toe:
ar: تطبيق:
ca: _Aplica:
de: _Aktiv:
es: _Activo:
fr: _Appliquer:
he: החל:
hu: _Alkalmaz:
it: _Applica:
ja: 適用:
lt: _Pritaikyti:
nl: _Toepassen:
no: _Angi:
pl: _Zastosuj:
pt: _Aplicar:
ru: Применить:
sl: _Omogoči:
sq: _Zbato:
sr: _Potvrdi:
sv: _Verkställ:
tr: _Uygula:

source: Allow others to browse my user profile
af: _Laat ander toe om my profiel te sien
ar: السمح للآخرين بتصفح التشكيل الجانبي لمواصفاتي
ca: Permetre que altres explorin el meu perfil
de: Anderen Benutzern mein Profil zeigen
es: Permitir que otros exploren mi perfil
fr: Autoriser les utilisateurs à voir mon profil.
he: אפשר לאחרים לסייר בפרופיל המשתמש שלי
hu: Mások is megnézhetik az adatlapomat
it: Permetti agli altri utenti di vedere il mio profilo
ja: 他のユーザーからの参照を許可する
lt: Rodyti kitiems naudotojams mano profilį
nl: Anderen mogen mijn profiel bekijken
no: La andre utforske min profil
pl: Pozwól innym na przeglądanie mojego profilu
pt: Permitir aos outros navegar pelo meu perfil
ru: Другим можно смотреть мой профиль
sl: Dovoli drugim, da si lahko ogledajo moj uporabniški profil
sq: Lejo përdoruesit e tjerë që të shfletojnë profilin tim si përdorues
sr: Dopusti ostalima da pogledaju šta delim
sv: Tillåt andra att visa min profil
tr: Diğerlerinin benim profilimi görmesine izin ver

source: Avatar
ar: الصور الرمزية
he: תמונת פרופיל
ja: 近影
lt: Kaukė
no: Bilde
pl: Awatar
ru: Воплощение
sl: Sličica
sq: Foto
tr: Havari

source: _Preview:
af: _Voorskou:
ar: :ال_عرض
ca: Vista _prèvia:
de: _Vorschau:
es: Vista _previa:
fr: _Prévisualiser :
he: :תצוגה מקדימה
hu: _Előnézet
it: _Anteprima:
ja: プレビュー:
lt: _Peržiūra:
nl: _Voorvertoning
no: _Forhåndsvis:
pl: Podgląd:
pt: _Prévia:
ru: _Предварительный просмотр:
sl: _Predogled:
sq: _Parashikimi:
sr: _Pregled:
sv: _Förhandsvisning:
tr: _Önizleme:

source: _Select:
af: _Selekteer:
ar: :إ_ختيار
ca: _Selecciona:
de: _Auswählen:
es: _Seleccionar:
fr: _Sélectionner :
he: :בחר
hu: _Választás
it: _Seleziona:
ja: 選択:
lt: Pasi_rinkti:
nl: _Selecteer:
no: _Velg:
pl: Wybierz:
pt: _Selecionar:
ru: _Выбор:
sl: _Izberi:
sq: _Zgjedhja:
sr: Odaberi:
sv: _Välj:
tr: _Seç:
