Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: This is a pre-release version of Envy, and the beta testing period has ended. Please download the full, official release from http://getenvy.com.
af: Hierdie is 'n voorvrysteluitgawe van Envy en die beta toetsingsperiode het ge-ëindig. Laai asseblief die volle, offisiële weergawe af vanaf http://getenvy.com.
ar: هذا هي نسخة مبدئية من Envy ، و قد أنتهت فترة الإختبار لها . الرجاء حمل الإطلاق الرسمي الكامل من http://getenvy.com/.
ca: Aquesta és una versió pre-llançament de Envy, i el període de proves (Beta) s'ha acabat. Si us plau, descarrega la versió completa de http://getenvy.com/.
de: Das ist eine Vorabversion von Envy. Die Betatest-Periode ist abgelaufen. Bitte laden Sie die offizielle Version von http://getenvy.com herunter.
es: Esta es una versión pre-release de Envy, y el periodo de Beta Testing ha terminado. Por favor descarga la versión completa de http://getenvy.com/.
fr: Ceci est une pré-distribution de Envy, et la période de test est terminée. Merci de télécharger la version complète et officielle à partir de http://getenvy.com.
he: ‪‪‏הסתיימה‎ ‏הנסיון‎ תקופת‎ ‏שרזה‎ ‏של‎ ‏נסיונית‎ ‏גרסה‎ ‏זוהי http://getenvy.com ‏מהאתר‎ ‏והרשמית‎ ‏המלאה‎ ‏הגרסא‎ ‏את‎ ‏הורד‎ ‏אנא‎
hu: Ez a Envy tesztverziója és a tesztelési időszak lejárt. Töltse le a legújabb stabil verziót a http://getenvy.sourceforge.net -ről.
it: Questa è una versione pre-release di Envy e il periodo di beta testing è terminato. Scarica la versione completa e ufficiale da http://getenvy.com/.
ja: これはEnvyのプレリリースバージョンで、ベータテスト期間は終了しています。http://getenvy.com/からオフィシャルリリースをダウンロードして下さい
lt: Tai priešišleidžiamoji „Envy“ versija, beta testavimo periodas baigėsi. Parsisiųskite pilną oficialią programos laidą iš http://getenvy.com/.
nl: Dit is een voor-distributie versie van Envy en de beta periode is afgelopen. Download alsjeblieft de volledige, officiële distributie vanaf http://getenvy.com/.
no: Dette er en test-versjon av Envy, beta test perioden er over. Vennligst last ned den offisielle fullversjonen fra http://getenvy.com/.
pl: To jest wersja pre-release (beta) Envy, a okres beta testowania dobiegł końca. Proszę ściągnąć pełną, bezpłatną, nie wymagającą żadnej rejestracji, oficjalną wersję ze strony http://getenvy.com.
pt: Esta é uma versão de pré-lançamento do Envy e o período de testes beta acabou. Por favor baixar a versão completa oficial de http://getenvy.com.
ru: Это предвыпускная версия Envy, и период бета тестирования закончился. Пожалуйста загрузите полную, официальную версию с http://getenvy.com.
sl: To je pred-izdaja različice Envy. Obdobje beta testiranja je končano. Prenesite si celotno, uradno izdajo s spletne strani http://getenvy.com/.
sq: Ky është një version i paralëshuar i Envy dhe periudha beta e testimit ka përfunduar. Ju lutemi shkarkoni lëshimin e plotë, zyrtar, në http://Envy.sourceforge.net/.
sr: Ovo je test verzija Envy, i period beta testiranja je završio.Molimo vas da skinete celo, službeno izdanje sa http://getenvy.com.
sv: Detta är en förhandsversion av Envy och förhandstestningen har avslutats. Ladda ned en fullständig officiell version från getenvy.com.
tr: Bu Envy'nın değiştirme öncesi programıdır ve bu beta deneme aşaması sonlanmıştır. Lütfen http://Envy.sourceforge.net/ adresinden programın tamamını yükleyiniz.

source: &Close
af: &Maak Toe
ar: &إغلاق
ca: &Tancar
de: &Schließen
es: &Cerrar
fr: &Fermer
he: ‪סגור
hu: Bezárás
it: &Chiudi
ja: 閉じる(&C)
lt: &Užverti
nl: &Sluiten
no: &Lukk
pl: &Zamknij
pt: &Fechar
ru: Закрыть
sl: &Zapri
sq: &Mbylle
sr: &Zatvori
sv: &Stäng
tr: &Kapat

source: Finished, click Close
af: Voltooi, kliek Maak Toe
ar: إنتهاء, اضغط إغلاق
ca: Acabat, fes clic a tancar
de: Fertig, Schließen klicken
es: Terminado, haz click para cerrar
fr: Terminé, cliquez sur Fermer
he: ‪הסתיים, לחץ על סגירה
hu: Kész, zárd be
it: Finito, clicca Chiudi
ja: 完了しました。閉じるをクリックして下さい
lt: Baigta, paspauskite „Užverti“
nl: Klaar, klik op sluiten
no: Ferdig, Klikk Lukk
pl: Zakończono, kliknij Zamknij
pt: Terminado, clique em Fechar
ru: Окончено, нажмите «Закрыть»
sl: Končano, kliknite gumb Zapri
sq: Përfundon, klikoni Mbylle
sr: Gotovo, klikni na zatvori
sv: Avslutad, klicka Stäng
tr: Bitti, Kapat'ı tıklayın

source: Requesting...
af: Stuur versoek...
ca: Demanat...
de: Anfordern...
es: Pidiendo...
fr: Demande...
he: ‪...מבקש
hu: Kérés...
it: Richiesta in corso...
ja: 要求中...
lt: Užklausiama...
nl: Wordt aangevraagd...
no: spør...
pl: Żądanie...
pt: Pedindo...
ru: Запрашивается...
sl: Naprošam...
sq: Kërkim...
sr: Čekam Odobrenje...
sv: Efterfrågar…
tr: İsteniyor...

source: Success.
af: Sukses!
ar: نجاح!
ca: Procesat
de: Erfolg!
es: Suceso!
fr: Succès !
he: ‪!הצלחה
hu: Siker!
it: Successo!
ja: 成功!
lt: Sėkmė!
nl: Gelukt!
no: Suksess!
pl: Sukces!
pt: Sucesso!
ru: Успех!
sl: Uspeh!
sq: Sukses!
sr: Uspeh!!!
sv: Framgång!
tr: Başarılı!

source: Closing browse user connection to %s.
af: Lees-gebruiker konneksie aan %s word gesluit.
ca: Tancant exploració de l'usuari %s.
de: "Durchsuchen" Verbindung zu %s wird beendet.
es: Cerrando exploración del usuario %s.
fr: Fermeture de la connexion de navigation %s.
he: ‪.%s סוגר את החיבור לסיור אצל המשתמש
hu: Fájllista kapcsolat bezárása %s.
it: Chiusura della connessione per l'esame dell'host %s.
ja: %s へのユーザ参照接続を閉じています
lt: Nutraukiamas ryšys su peržiūrimuoju adresatu %s.
nl: De verbinding met %s voor het bekijken van de gebruiker is gesloten.
no: Lukker kobling til bruker %s.
pt: Fechando a conexão de navegação com %s.
ru: Закрываю соединение просмотра пользователя с %s.
sl: Zapiram uporabniško povezavo za brskanje do %s.
sr: Zatvaram pregled korisnika %s.
sv: Stänger listningsanslutning till %s.
tr: %s'ye gözatan kullanıcı bağlantısı kapatılıyor.

source: Browse host %s responded with an unrecognised response, and may not support user/host browsing.
af: Gasheer %s het gereageer met 'n onherkenbare antwoord en mag dalk nie die funksie ondersteun nie.
ca: L'exploració de l'usuari %s ha respost incorrectament, pots no soportar-ho.
de: "Durchsuchen" Host %s hat eine unbekannte Nachricht übertragen, "Durchsuchen" wird möglicherweise nicht unterstützt.
es: La exploración del usuario %s respondió incorrectamente, puede no soportar exploración de usuario.
fr: L'hôte de navigation %s a transmis une réponse inconnue, il semble qu'il ne supporte pas la navigation.
hu: %s egy ismeretlen válasszal válaszolt és nem támogatja a fájllista letöltését.
it: L'esame dell'host %s ha replicato con una risposta non riconoscibile, potrebbe non supportare l'esplorazione dell'utente/host.
ja: 参照ホスト %s は認識できない応答を返しました。ユーザ/ホスト参照をサポートしていない可能性があります
lt: Nusiuntus peržiūros užklausą, adresatas %s atsiuntė neatpažįstamą atsakymą ir galbūt nepalaiko naudotojo/adresato duomenų peržiūros.
nl: "Bekijken" gastheer %s heeft geantwoord met een niet herkend antwoord en ondersteunt misschien niet het bekijken van gebruiker/bron.
no: Utforsk vert %s svarte med ukjent respons, det kan være at utforskning ikke støttes.
pt: O host de navegação %s respondeu com uma resposta irreconhecível, e pode não suportar a navegação de usuário/host.
ru: Просматриваемый хост %s послал непонятный ответ и, возможно, не поддержывает просмотр вовсе.
sl: Gostitelj %s, po katerem smo želeli brskati, je odgovoril z neprepoznavnim odgovorom in morda sploh ne podpira uporabniško/gostiteljskega brskanja.
sv: Listningsvärd %s svarade med ett okänt svar och kanske inte stödjer fillistning.
tr: %s gözatan hostu anlaşılamayan bir yanıt verdi, kullanıcı ya da host taramalarını desteklemiyor olabilir.

source: Unable to connect to host to browse user.
af: Kon nie aan die gasheer konnekteer om deur sy inligting te blaai nie.
ca: Ha estat impossible establir la connexió.
de: Kann keine Verbindung zum Durchsuchen herstellen.
es: Fué imposible establecer la conexión.
fr: Impossible de se connecter à l'hôte afin de parcourir l'utilisateur.
he: .‪‏ההתחברות אל המשתמש נכשלה
hu: Nem lehetett kapcsolatot létesíteni a fájllista letöltéséhez.
it: Impossibile connettersi all'host per esaminare i file.
ja: ユーザーを参照するホストと接続できません
lt: Neįmanoma susisiekti su adresatu naudotojo duomenims peržiūrėti.
nl: Niet mogelijk om te verbinden met gastheer voor het bekijken van de gebruiker.
no: Klarte ikke å koble til vert for å utforske bruker.
pl: Nie można się połączyć do zdalnego hosta, aby przeglądać użytkownika.
pt: Incapaz de conectar ao host para navegar o usuário.
ru: Невозможно соединиться с хостом для просмотра пользователя.
sl: Priklop s ciljem brskanja po uporabniku ni mogoče.
sq: E Pamundur të lidhem te hosti për shfletim përdoruesi.
sr: Ne mogu se spojiti na korisnika da vidite šta ima.
sv: Kan inte ansluta till värden för att visa användarens filer.
tr: Kullanıcı hosta bağlantı yapamaz.

source: Unable to initiate a connection to %s to browse user.
af: Kan nie 'n konneksie na %s bewerkstellig om die gebruiker se inligting te sien nie.
ca: ha estat imposible establir la Connexió amb %s per a fer una exploració de l'usuari.
de: Kann keine Verbindung zu %s zum Durchsuchen herstellen.
es: Fué imposible establecer la conexión con %s para hacer una exploración del usuario.
fr: Impossible d'initialiser une connexion à %s pour parcourir l'utilisateur.
hu: Nem tudom a fájllistát letölteni: %s.
it: Impossibile avviare una connessione con %s per esaminare l'utente.
ja: ユーザ参照の為の %s との接続を初期化できませんでした
lt: Neįmanoma užmegzti ryšio su %s naudotojo duomenims gauti.
nl: Niet mogelijk om een verbinding aan te maken met %s voor het bekijken van de gebruiker.
no: Klarte ikke å starte tilkobling til %s for å utforske bruker.
pt: Incapaz de iniciar uma conexão com %s para navegar o usuário.
ru: Невозможно инициализировать соединения с %s для просмотра пользователя.
sl: Povezave do %s, za brskanje po uporabniku, ni bilo mogoče začeti.
sv: Kan inte initiera en anslutning till %s för fillistning.
tr: Gözatan kullanıcı %s'ye bağlantı başlatamaz.

source: Unable to send a push request to %s to browse user.
af: Kan nie 'n drukkoneksie na %s bewerkstellig om gebruiker se inligting te sien nie.
ca: ha estat imposible establir la Connexió %s a través de push.
de: Fehler beim Senden der Anfrage an %s zum Durchsuchen.
es: Fué imposible establecer la conexión %s a través de push.
fr: Impossible d'envoyer une demande poussée à %s pour parcourir l'utilisateur.
hu: Nem tudok push requestet küldeni és így a fájllistát sem letölteni: %s.
it: Impossibile inviare una richiesta push a %s per esaminare l'utente.
ja: ユーザ参照の為に %s へプッシュ要求を送信できませんでした
lt: Neįmanoma nusiųsti įstūmiančiojo susijungimo užklausos adresatui %s naudotojo duomenims gauti.
nl: Niet mogelijk om een pushaanvraag te versturen naar %s voor het bekijken van de gebruiker.
no: Klarte ikke å sende push-forespørsel til %s for å utforske.
pt: Incapaz de enviar um pedido de push para %s navegar o usuário.
ru: Невозможно послать запрос на активную доставку в %s для просмотра пользователя.
sl: Potisne prošnje do %s, za brskanje po uporabniku, ni bilo mogoče izvesti.
sv: Kan inte skicka en anslutningsbegäran till %s för fillistning.
tr: Gözatan kullanıcı %s'ye istek gönderemez.

source: Establishing a connection to host...
af: Konneksie aan gasheer word bewerkstellig...
ca: Establint connexió amb l'usuari...
de: Verbindung herstellen...
es: Estableciendo conexión con el usuario...
fr: Établissement d'une connexion à l'hôte...
he: ‪...יוצר חיבור עם כתובת המשתמש
hu: Kapcsolat létrehozása...
it: Connessione con l'host in corso...
ja: ホストとの接続を確立中...
lt: Užmezgamas ryšys su adresatu...
nl: Een verbinding wordt aangemaakt met gastheer...
no: Starter en kobling til vert...
pl: Łączenie się ze zdalnym hostem...
pt: Estabelecendo uma conexão com o host...
ru: Установление соединения с хостом...
sl: Vzpostavljanje povezave na gostitelja...
sq: Po vendos lidhje me hostin...
sr: Spajam se ...
sv: Upprättar en anslutning till värd…
tr: Hosta bir bağlantı kuruluyor...

source: Initiating a connection to %s to browse user...
af: Konneksie na %s word geïnisieer om gebruiker se inligting te sien...
ca: Iniciant Connexió amb %s per a explorar a l'usuari...
de: Herstellen einer Verbindung zu %s für Durchsuchen ...
es: Iniciando conexión con %s para explorar al usuario...
fr: Initialisation d'une connexion à %s pour parcourir l'utilisateur...
hu: Kapcsolódás fájllista miatt: %s...
it: Avvio di una connessione con %s per esaminare l'utente in corso...
ja: ユーザ参照の為に %s との接続を初期化しています...
lt: Užmezgamas ryšys su %s naudotojo duomenims gauti...
nl: Een verbinding naar %s wordt aangemaakt voor het bekijken van de gebruiker...
no: Starter en kobling til %s for å utforske bruker...
pt: Iniciando uma conexão com %s para navegar o usuário...
ru: Инициализация соединения с %s для просмотра пользователя...
sl: Začenjam povezavo do %s za brskanje po uporabniku...
sv: Initierar en anslutning till %s för fillistning…
tr: Gözatan kullanıcı %s'ye bağlantı başlatılıyor...

source: Downloading browse response (%2.f%%)...
af: Deurblaai-data word ontvang (%2.f%%)...
ca: Descarregant listat d'arxius (%2.f%%)...
de: Dateiliste wird heruntergeladen (%2.f%%)...
es: Descargando listado de archivos (%2.f%%)...
fr: Télécharge la réponse de navigation (%2.f%%)...
he: ‪...(%2.f%%) מוריד בקשת סיור בתיקייה
hu: Fájllista letöltése (%2.f%%)...
it: Trasferimento della lista dei file in corso...
ja: 参照応答をダウンロード中 (%2.f%%)...
lt: Gaunamas peržiūros atsakymas (%2.f%%)...
nl: Antwoord om te bekijken wordt gedownload (%2.f%%)...
no: Laster ned utforsknings forespørsel (%2.f%%)...
pl: Pobieranie listy plików (%2.f%%)...
pt: Baixando resposta de navegação (%2.f%%)...
ru: Загружается ответ на просмотр (%2.f%%)...
sl: Prenašanje odgovora na zahtevo po brskanju (%2.f%%)...
sq: Po shkarkoj përgjigjen e shfletimit (%2.f%%)...
sr: Skidam odgovor (%2.f%%)...
sv: Laddar ned bläddringssvar (%2.f%%)…
tr: Gözatılan istek indiriliyor (%2.f%%)...

source: Receiving content from browse host %s (%s)
af: Gasheer data word ontvang van %s (%s)
ca: Rebent contingut de exploració de l'usuari %s (%s)
de: Herunterladen von "Durchsuchen" Host %s (%s).
es: Recibiendo contenido de exploración del usuario %s (%s)
fr: Réception du contenu de l'hôte de navigation %s (%s)
hu: Fájllista adatok fogadása: %s (%s)
it: Ricezione contenuto dalla scansione dell'host %s (%s).
ja: 参照ホスト %s からの応答を受信しています (%s)
lt: Gaunamas peržiūros turinys iš adresato %s (%s)
nl: Inhoud is ontvangen van "Bekijken" gastheer %s (%s)
no: Mottar innhold fra utforskning av vert %s (%s)
pt: Recebido conteúdo de navegação do usuário %s (%s)
ru: Получаю содержимое от просматриваемого хоста %s (%s)
sl: Sprejemam vsebino brskalnega gostitelja %s (%s)
sv: Mottog innehåll från listningsvärd %s (%s)
tr: %s (%s) hostdan içerik alınıyor

source: Browse user connection to %s was dropped.
af: Lees-gebruiker konneksie aan %s is gesluit.
ca: L'exploració de l'usuari %s ha estat tancada.
de: "Durchsuchen" Verbindung zu %s wurde unterbrochen.
es: La exploración del usuario %s fué cerrada.
fr: La connexion de navigation avec l'utilisateur %s a été abandonnée.
he: ‪נפל %s החיבור לסיור אצל המשתמש
hu: Fájllista lekérés ejtve: %s.
it: La connessione per l'esame dell'host %s è caduta.
ja: %s へのユーザ参照接続が破棄されました
lt: Ryšys su peržiūrimuoju adresatu %s prarastas.
nl: De verbinding met %s voor het bekijken van de gebruiker werd onderbroken.
no: Kobling til bruker %s ble lukket.
pt: A conexão de navegação de usuário com %s foi derrubada.
ru: Соединение с %s для просмотра пользователя оборвалось.
sl: Uporaniška povezava za brskanje do %s je bila opuščena.
sv: Listningsanslutningen för %s släpptes.
tr: %s'ye gözatan kullanıcı bağlantısı durduruldu.

source: Finished browsing user %s, %i files found.
af: Lees van gebruiker %s voltooi, %i lêers gevind.
ca: Finalitzada L'exploració de l'usuari %s, %i arxius trobats.
de: Dateiliste heruntergeladen %s, %i Dateien gefunden.
es: Finalizada la exploración del usuario %s, %i archivos encontrados.
fr: Fin de la navigation de l'utilisateur %s, %i fichiers trouvés.
he: ‪.%s קבצים לאחר סיום הסיור אצל המשתמש %i נמצאו
hu: Fájllista letöltve: %s, %i fájl nem található.
it: Scansione dell'host %s completata, %i file trovati.
ja: ユーザ %s の参照が終了しました。%i ファイル共有しています
lt: Naudotojo duomenys iš %s gauti, rastas(-i) %i failų(-ai).
nl: Het bekijken van gebruiker %s is afgerond, %i bestanden gevonden.
no: Ferdig å utforske bruker %s, %i filer funnet.
pt: Finalizada a navegação do usuário %s, %i arquivos encontrados.
ru: Просмотр пользователя %s закончен, найдено файлов - %i.
sl: Končal brskanje uporabnika %s, najdenih datotek: %i.
sr: Završena pretraga korisnika %s, %i nađenih datoteka.
sv: Slutförde listning av användare %s, %i filer funna.
tr: %s kullanıcı bağlantısı bitti, %i dosya bulundu.

source: Found %i shared files in %s's library.
af: %i gedeelde lêers in %s se biblioteek gevind.
ca: Trobats %i arxius compartits en La meva Col·lecció de %s.
de: %i freigegebene Dateien in %s's Bibliothek gefunden.
es: Encontrados %i archivos compartidos en Colección de %s.
fr: %i fichiers partagés dans la bibliothèque de %s.
he: .קבצים משותפים %i נמצאו %s בספרייה של
hu: %i megosztott fájlt találtam %s könyvtárában.
it: %i file condivisi trovati nella libreria di %s.
ja: 共有ファイル数 %i (%sライブラリ)
lt: Rasta %i bendrintų failų(-ai) %s kolekcijoje.
nl: %i gedeelde bestanden gevonden in %s's bibliotheek.
no: Fant %i delte filer i %s's mine filer.
pt: Encontrados %i arquivos compartilhados na biblioteca de %s.
ru: Найдено %i файлов в хранилище у %s.
sl: Našel %i deljenih datotek v knjižnici gostitelja %s.
sq: U gjetën %i skeda të shpërndara në librarinë e %s.
sr: Nađeno %i deljenih datoteka kod %s.
sv: Hittade %i utdelade filer i %ss bibliotek.
tr: %i paylaşılan dosya %s'nin kütüphanesinde bulundu.

source: Browse host %s responded with code %s (%s).
af: Gasheer %s het gereageer met kode %s (%s).
ca: L'exploració de l'usuari %s ha respost %s (%s).
de: "Durchsuchen" Host %s hat mit Code %s geantwortet (%s).
es: La exploración del usuario %s respondió %s (%s).
fr: L'hôte de navigation %s a répondu avec le code %s (%s).
hu: %s egy kóddal válaszolt: %s (%s).
it: L'esame dell'host %s ha risposto con codice %s (%s).
ja: 参照ホスト %s はコード %s を返しました (%s)
lt: Nusiuntus peržiūros užklausą, adresatas %s atsiuntė atsakymą, kurio kodas - %s (%s).
nl: "Bekijken" gastheer %s heeft geantwoord met code %s (%s).
no: Utforsk vert %s svarte med kode %s (%s).
pt: O host de navegação %s respondeu com código %s (%s).
ru: Просматриваемый хост %s ответил кодом %s (%s).
sl: Gostitelj %s, po katerem smo želeli brskati, je odgovoril s kodo %s (%s).
sv: Listningsvärd %s svarade med kod %s (%s).
tr: %s gözatan hostu %s (%s) kod ile cevap veriyor.

source: Browse host %s responded with an invalid HTTP response.
af: Gasheer %s het gereageer met 'n foutiewe HTTP antwoord.
ca: Exploració de l'usuari %s ha respost amb un HTML incorrecte.
de: "Durchsuchen" Host %s hat mit einer ungültigen HTTP-Meldung geantwortet.
es: Exploración del usuario %s respondió con un HTML incorrecto.
fr: L'hôte de navigation %s a transmis une réponse HTTP invalide.
hu: %s egy érvénytelen HTTP válasszal válaszolt.
it: L'esame dell'host %s ha replicato con una risposta HTTP non valida.
ja: 参照ホスト %s は無効なHTTP応答を返しました
lt: Nusiuntus peržiūros užklausą, adresatas %s grąžino neteisingą HTTP atsakymą.
nl: "Bekijken" gastheer %s heeft geantwoord met een ongeldig HTTP antwoord.
no: Utforsk vert %s svarte med ugyldig HTTP.
pt: O host de navegação %s respondeu com uma resposta HTTP inválida.
ru: Просматриваемый хост %s послал неправильный HTTP ответ.
sl: Gostitelj %s, po katerem smo želeli brskati, je odgovoril z neveljavnim HTTP odgovorom.
sv: Listningsvärd %s svarade med ett felaktigt HTTP-svar.
tr: %s gözatan hostu geçersiz bir HTTP yanıtıyla cevap veriyor.

source: Unable to download file listing. This host may not support browsing.
af: Kon nie die lêerlys aflaai nie. Hierdie gasheer mag dalk nie deurblaaie ondersteun nie.
ca: Aquest usuari no soporta l'exploració d'arxius.
de: Fehler beim Herunterladen der Dateiliste. Dieser Host unterstützt "Durchsuchen" möglicherweise nicht.
es: Este usuario no soporta la exploración de usuario.
fr: Impossible de télécharger la liste de fichiers. Cet hôte ne semble pas supporter ou autoriser la navigation.
he: .הורדת רשימת הקבצים נכשלה, המשתמש חסם אפשרות זו
hu: Hiba a fájllista letöltésekor. A kiszolgáló lehet, nem támogatja a listaletöltést.
it: Impossibile scaricare la lista dei file. Questo host potrebbe non supportare l'esplorazione.
ja: ファイルリストをダウンロードできません。このホストは参照をサポートしていない可能性があります
lt: Neįmanoma parsisiųsti failų sąrašo. Šis adresatas galbūt nepalaiko peržiūros.
nl: Niet mogelijk om de bestandenlijst te downloaden. Deze gastheer ondersteund misschien het bekijken niet.
no: Klarte ikke å laste ned liste over filer. Denne verten støtter kanskje ikke utforskning.
pl: Nie można pobrać listy plików. Ten Serwer może nie obsługiwać przeglądania.
pt: Incapaz de baixar a lista de arquivos. Este host pode não suportar a navegação.
ru: Невозможно загрузить список файлов. Возможно хост не поддерживает просматривания.
sl: Prenos datotečnega seznama ni uspel. Gostitelj morda ne dovoljuje brskanje po njegovem sistemu.
sq: E Pamundur të shkarkoj listën e skedave. Ky host mbase nuk e përkrah shfletimin.
sr: Žao mi je ne mogu naći popis datoteka. Izgleda da on ne podržava pregled.
sv: Kan inte ladda ned fillista. Värden kanske inte stödjer funktionen.
tr: Dosya listeleme indirilemedi. Host bunu desteklemiyor olabilir.

source: Error decoding Gnutella packets from browse host %s.
af: Kan nie Gnutella pakkies dekodeer van gasheer %s nie.
ca: Error explorant el usuari %s.
de: Ein Fehler ist bei der Dekodierung der Gnutella-Pakete von "Durchsuchen" bei Host %s aufgetreten.
es: Error explorando paquetes Gnutella del usuario %s.
fr: Erreur de décodage du contenu des paquets Gnutella pour l'hôte de navigation %s.
hu: Fájllistás Gnutella csomagok dekódolása nem sikerült: %s.
it: Errore durante la decodifica dei pacchetti Gnutella per l'esame dell'host %s.
ja: 参照ホスト %s からのGnutellaパケットのデコード中にエラーが発生しました
lt: Klaida iškoduojant Gnutella paketus, gautus iš peržiūrimo adresato %s.
nl: Fout opgetreden tijdens het ontcijferen van Gnutella paketten van "Bekijken" gastheer %s.
no: Feil koding i Gnutella-pakker fra utforskning av vert %s.
pt: Erro ao decodificar pacotes gnutella ao navegar o usuário %s.
ru: Ошибка декодирования пакетов Gnutella от просматриваемого хоста %s.
sl: Napaka pri dekodiranju Gnutella paketov iz smeri brskalnega gostitelja %s.
sv: Fel vid avkodning av Gnutellapaket från listningsvärd %s.
tr: %s hostdan Gnutella paketlerinde şifre çözme hatası.

source: Sent a push request, waiting for connection...
af: Drukkonneksie-versoek is gestuur, wag vir konneksie...
ca: Una petició ha estat enviada a l'usuari remot, esperant resposta...
de: Push request gesendet, auf Verbindung warten...
es: Un push fue enviado al usuario remoto, esperando respuesta...
fr: Demande poussée envoyée, en attente de connexion...
he: ‪.ממתין להתחברות push נשלחה בקשת
hu: Viszontválaszra várok...
it: Richiesta push inviata, in attesa di connessione...
ja: プッシュ要求を送信し、接続を待機しています...
lt: Nusiųsta įstūmiančiojo susijungimo užklausa, laukiama ryšio...
nl: Een pushaanvraag is verstuurd, aan het wachten op verbinding...
no: Sendte en push-forespørsel, venter på kobling...
pl: Wysłano żądanie PUSH, oczekuję na połączenie...
pt: Enviado um pedido de push, esperando por conexão...
ru: Послан запрос на активную доставку, жду соединения...
sl: Poslal potisnjeno (push) prošnjo, čakam na povezavo...
sq: Dërgova një kërkesë shtytëse, po pres lidhjen...
sr: Zahtev poslat, čekam ...
sv: En anslutningsbegäran är skickad, väntar på anslutning…
tr: İstek gönder, bağlantı için bekleniyor...
