Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Limit:
af: Maksimum:
ar: :الحدود
ca: Límit:
es: Límite:
fr: Limite :
he: :הגבלה
hu: Korlátozás:
it: Limite:
ja: 制限:
lt: Limitas:
nl: Limiet:
no: Grense:
pt: Limite:
ru: Лимит:
sl: Omejitev:
sq: Kufiri:
sr: Ograničenje:
sv: Begränsning:

source: Mode:
af: Modus:
ar: :النمط
de: Modus:
es: Modo:
he: :איפשור
hu: Mód:
it: Modo:
ja: モード:
lt: Veiksena:
nl: Modus:
no: Modus:
pl: Tryb:
pt: Modo:
ru: Режим:
sl: Način:
sq: Mënyra:
sr: Način:
sv: Läge:
tr: Mod:

source: Average|Maximum (Strict)
af: Maksimum|Gemiddeld
ar: الحد الأعلى|معتدل
ca: Màxim|Mitjana
de: Maximum|Durchschnitt
es: Máximo|Media
fr: Maximum|Moyenne
he: מקסימום|ממוצע
hu: Maximum|Átlagos
it: Massimo|Medio
ja: 最大|平均
lt: Maksimali|Vidurkis
nl: Maximaal|Ongeveer
no: Maksimalt|Gjennomsnittlig
pl: Maksymalnie|Średnio
pt: Máximo|Média
ru: На максимум|Среднее
sl: Maksimum|Povprečje
sq: Maksimale|Mesatare
sr: Maksimalno|Srednje
sv: Maximalt|Normalt
tr: Maksimum|Ortalama

source: _Queues:
af: _Waglyste:
ar: :قوائم الإ_نتظار
ca: _Cues:
de: _Warteschlangen:
es: _Colas:
fr: _Files d'attentes :
he: :תורים
hu: S_orok
it: _Code:
ja: キュー:
lt: _Eilės:
nl: _Wachtrijen:
no: Køer:
pl: Kolejki:
pt: _Filas:
ru: О_череди:
sl: _Čakalne vrste:
sq: _Radhë:
sv: _Köer:
tr: Sı_ralar:

source: _Edit...
af: _Verstel...
ar: _تحرير...
ca: _Edita...
de: B_earbeiten
es: _Editar...
fr: _Éditer...
he: ...ערוך
hu: _Módosít...
it: _Modifica...
ja: 編集(_E)...
lt: _Taisa...
nl: _Bewerken
no: _Endre...
pl: Edytuj...
pt: _Editar...
ru: _Правка...
sl: _Uredi...
sq: _Edito...
sr: Prom_eni...
sv: _Redigera…
tr: _Düzenle...

source: (Drag'n'drop priority)
af: (veranderings neem dadelik effek)
ar: (التغييرات تصبح سارية المفعول فورا)
ca: (Els canvis són inmmediats)
de: Änderungen treten sofort in Kraft
es: (Los cambios son inmediatos)
fr: (Effet immédiat)
he: (השינויים משפיעים מייד)
hu: A változások azonnal életbe lépnek!
it: (modifiche con effetto immediato)
ja: (変更は即座に適用されます)
lt: (pokyčiai įsigalioja tuoj pat)
nl: (Aanpassingen werken meteen)
no: (endringene skjer umiddelbart)
pl: (zmiany dają efekt natychmiastowy)
pt: (As mudanças são de imediato)
ru: (изменения применяются сразу)
sl: (spremembe pridejo v veljavo takoj)
sq: (ndryshimet kanë efekt menjëherë)
sr: (promene deluju odmah)
sv: (ändringar genomförs direkt)
tr: Değişimler hemen yürürlüğe girecek

source: Networks
af: Netwerke
ar: الشبكات
ca: Xarxes
de: Netzwerke
es: Redes
fr: Réseaux
he: רשתות
hu: Hálózatok
it: Reti
ja: ネットワーク
lt: Tinklai
nl: Netwerken
no: Nettverk
pl: Sieci
pt: Redes
ru: Сети
sl: Omrežja
sq: Rrjeti
sr: Mreže
sv: Nätverk
tr: Ağlar

source: Envy is a general-purpose file-sharing application that can utilize several P2P networks simultaneously. On this page you can select which P2P networks you want to connect to, and then adjust specific settings for each network.
af: Envy is 'n algemeendoelige lêerdelingsprogram wat toegang tot verskeie P2P netwerke gelyktydig bied. Op hierdie bladsy kan jy kies aan watter P2P netwerke jy wil konnekteer en daarna spesifieke verstellings maak vir elke netwerk.
ar: شير-أزا هو تطبيق لمشاركة الملفات لأغراض عامة حيث يقوم بالدخول على العديد من شبكات "النظير-إلى-النظير" المختلفة في نفس الوقت . في هذه الصفحة يمكنك تحديد شبكات "النظير-إلى-النظير" المراد الإنصال بها و من ثم ضبط الإعدادات لكل شبكة
ca: Envy té l'habilitat d'accedir a vàries xarxes de compartició d'arxius. En aquesta pàgina es poden seleccionar les xarxes que seràn usadas i ajustar les configuracions de les mateixes.
de: Envy ist ein Allround-File-Sharing-Programm, das auf mehrere P2P-Netzwerke gleichzeitig zugreifen kann. Hier können Sie einstellen, welche Netzwerke Sie verwenden möchten und können netzwerkspezifische Einstellungen vornehmen.
es: Envy tiene la habilidad de acceder varias redes de compartimiento de archivos. En esta página se pueden seleccionar las redes que serán usadas, y ajustar las configuraciones de las mismás.
fr: Envy est un client P2P multi-réseaux. Il peut se connecter à plusieurs réseaux en même temps. Sur cette page, vous pouvez sélectionner à quels réseaux vous souhaitez vous connecter, puis paramétrer des réglages spécifiques pour chacun.
he: שרזה היא תוכנת שיתוף לשימוש כללי שמסוגלת לגשת למספר רשתות שיתוף קבצים בו זמנית. כאן אתה יכול לבחור לאילו רשתות תרצה לגשת ולקבוע הגדרות ספציפיות לכל רשת
hu: A Envy egy fájlmegosztó program, amely egyszerre több p2p hálózathoz is tud csatlakozni. Ezen az oldalon beállíthatja, hogy melyik hálózathoz akar kapcsolódni.
it: Envy è un'applicazione generica per la condivisione dei file che può accedere a molte reti P2P nello stesso momento. In questa pagina puoi selezionare a quale reti P2P vuoi connetterti e configurare ciascuna rete.
ja: Envyは複数のP2Pネットワークへ同時にアクセスできる汎用ファイル共有アプリケーションです。このページではあなたがどのP2Pネットワークに接続するかを選択し、それぞれのネットワーク固有の設定を行います。
lt: „Envy“ - tai bendros paskirties failų apsikeitimo programa, kuri gali prisijungti prie kelių lygiaverčio tarptinklinio susijungimo (P2P) tinklų vienu metu. Čia Jūs galite pasirinkti, prie kurių P2P tinklų norite jungtis, o po to - derinti kiekvieną tinklą atskirai.
nl: Envy kan met meerdere P2P netwerken tegelijkertijd verbinden. Je kunt hier selecteren met welke P2P netwerken je verbinding wilt maken en vervolgens voor elk netwerk de specifieke instellingen aanpassen.
no: Envy er et fildelingsprogram som kan koble seg opp mot mange P2P-nettverk på en gang. På denne siden kan du velge hvilke P2P-nettverk du vil koble deg til, og justere innstillingene for hvert nettverk.
pl: Envy jest aplikacją współdzielącą (udostępniajacą) pliki do ogólnego użytku, która może się połączyć jednocześnie z wieloma sieciami P2P. W tej sekcji wybierasz, do jakich sieci chcesz się włączyć i dostosujesz ustawienia charakterystyczne dla każdej z nich.
pt: Envy é uma aplicação de compartilhamento de arquivos de propósito geral que pode acessar várias redes P2P ao mesmo tempo. Nesta página você seleciona quais redes P2P você quer conectar, e ajustar opções específicas pra cada rede.
ru: Envy - многоцелевая программа обмена файлами, с доступом ко многим P2P сетям одновременно. Здесь Вы можете выбрать, какие P2P сети Вы хотите использовать, и затем определить настройки для каждой из сетей.
sl: Envy je večnamenski program za deljenje datotek, ki lahko hkrati dostopa do več P2P omrežij na enkrat. Na tej strani lahko izberete na katera P2P omrežja se želite povezati ter uredite nastavitve za vsako posamezno omrežje.
sq: Envy është një aplikim skedëshpërndarës me synim të përgjithshëm hapjen e sa më shumë rrjeteve P2P në një kohë. Në këtë faqe mund të zgjidhni rrjetet P2P te të cilat doni të lidheni, pastaj mund të rregulloni kuadrot e caktuar për secilin rrjet.
sr: Envy je program za deljenje i skidanje datoteka opšteg sadržaja, i može se istovremeno spojiti na više P2P mreža.Ovde možete odabrati kojim mrežama želite pristupiti, te podesiti svaku posebno.
sv: Envy är ett en mångsidig fildelningsapplikation som kan komma åt många fildelningsnätverk på samma gång. På denna sida kan du välja vilka nätverk du vill ansluta till och justera specifika inställningar för varje nätverk.
tr: Envy aynı zamanda birçok P2P ağa erişebilen genel bir amaç dosya paylaşımı uygulamasıdır. Bu sayfada bağlamayı istediğiniz P2P ağları seçebilirsiniz, ve sonra her ağ için belirli ayarları ayarlayabilirsiniz.

source: Gnutella2 Network:
af: Gnutella2 Netwerk:
ar: :Gnutella2 شبكة
ca: Xarxa Gnutella2:
de: Gnutella2-Netzwerk:
es: Red Gnutella2:
fr: Réseau Gnutella2 :
he: :רשת גנוטלה2
hu: Gnutella2
it: Rete Gnutella2:
ja: Gnutella2ネットワーク:
lt: Gnutella2 tinklas:
nl: Gnutella2 netwerk:
no: Gnutella2-nettverket:
pl: Sieć Gnutella2:
pt: Rede Gnutella 2:
ru: Сеть Gnutella2:
sl: Gnutella2 omrežje:
sq: Rrjeti Gnutella2:
sr: Gnutella2 Mreža:
sv: Gnutella2-nätverk:
tr: Gnutella2 Ağı:

source: The G2 network is Envy's premiere protocol, offering more features and performance than any other P2P net. (Shareaza)
af: Die Gnutella2 Netwerk is Envy se primêre netwerk en bied meer funksies en beter werkverrigting as enige ander P2P netwerk. Word sterk aanbeveel.
ar: نوتيللا-2 هي الشبكة رئيسية إفتتاحية لشبكة شير-أزا . حيث تقدم الكثير من الميزات و الأداء أكثر من أي شبكة أخرى . و هي مستحسنة جدا
ca: Gnutella2 és la Xarxa principal de Envy, aquesta ofereix el millor rendiment i funcions. Altament recomanada.
de: Gnutella2 ist das Hauptnetzwerk von Envy. Empfohlen.
es: Gnutella2 es la red principal de Envy, esta ofrece el mejor rendimiento y funciones. Altamente recomendada.
fr: Le réseau Gnutella2 est le réseau de prédilection de Envy, et il est le plus performant des réseaux P2P. Hautement recommandé.
he: רשת גנוטלה2 היא הרשת הראשית של שרזה, המציעה יותר אופציות וביצועים מכל רשת שיתוף אחרת - מאוד מומלץ
hu: A Gnutella2 a Envy fő hálózata, p2p rendszerű. Rengeteg szolgáltatás és nagy sebesség jellemzi. Erősen ajánlott!
it: La rete Gnutella2 è la rete primaria di Envy, in quanto offre più funzionalità e prestazioni di qualsiasi altra rete P2P. Consigliata.
ja: Gnutella2ネットワークは他のどんなP2Pネットワークよりも機能・処理能力があり、Envyの推奨ネットワークとなっています。
lt: Gnutella2 tinklas - tai pagrindinis „Envy“ tinklas, siūlantis daugiau galimybių ir našumo nei kiti P2P tinklai. Ypač rekomenduojama.
nl: Het Gnutella2 netwerk is Envy's belangrijkste netwerk, het biedt meer eigenschappen en vermogen dan enig ander P2P-netwerk. Aanbevolen.
no: Gnutella2-nettverket er Envys hovednettverk, det har flere egenskaper og gir mer enn andre P2P-nett. Høyst anbefalt.
pl: Sieć Gnutella2 jest główną siecią Envyy, oferującą więcej funkcji i większą wydajność niż jakakolwiek inna sieć. Gorąco zalecamy włączanie się do niej.
pt: A rede Gnutella 2 é a rede premiére do Envy, oferecendo mais funções e performance do que qualquer outra rede P2P. Altamente Recomendada.
ru: Gnutella2 - основная сеть Envy, она предлагает больше особенностей и опций работы чем любая другая P2P сеть.
sl: Gnutella2 omrežje je glavno Envy omrežje. Omogoča več funkcij in boljše delovanje, kot katerokoli drugo P2P omrežje. Močno priporočamo!
sq: Rrjeti Gnutella2 është rrjeti parësor i Envy-s, i cili ofron shumë më tepër veçori dhe rendiment se çdo rrjet tjetër P2P (Rekomandohet fort)
sr: Gnutella2 mreža je Envy osnovna mreža, nudi najviše opcija i najbrža je od svih ostalih P2P mreža. Preporučujemo
sv: Gnutella2 är Envys främsta nätverk, som erbjuder fler funktioner och prestanda än något annat fildelningsnätverk hittils. Mycket rekommenderad.
tr: Gnutella2 ağı Envy'nın ana ağıdır, diğer P2P netlerden daha fazla performans ve özellik sunmaktadır. Israrla tavsiye edilir.

source: Connect to Gnutella2 (G2)
af: Konnekteer aan Gnutella2 (G2)
ar: Gnutella2 (G2) الإتصال بـ
ca: Connecta a Gnutella2 (G2)
de: Gnutella2 (G2) verwenden
es: Conectar a Gnutella2 (G2)
fr: Se connecter à Gnutella2 (G2)
he: התחבר לגנוטלה2 (G2)
hu: Kapcsolódás a Gnutella2-höz (G2)
it: Connetti a Gnutella2 (G2)
ja: Gnutella2(G2)に接続
lt: Jungtis prie Gnutella2 (G2)
nl: Verbinden met Gnutella2 (G2)
no: Koble til Gnutella2 (G2)
pl: Połącz z Gnutella2 (G2)
pt: Conectar a Gnutella 2 (G2)
ru: Соединяться с Gnutella2(G2)
sl: Samodejna povezava v Gnutella2 (G2)
sq: Lidhu tek Gnutella2 (G2)
sr: Spoji se na Gnutellu2 (G2)
sv: Anslut till Gnutella2 (G2)
tr: Gnutella2 (G2) Bağlan

source: Configure Gnutella2
af: Konfigureer Gnutella2
ar: Gnutella2 تكوين
ca: Configura Gnutella2
de: Gnutella2 konfigurieren
es: Configurar Gnutella2
fr: Configurer Gnutella2
he: קבע הגדרות לגנוטלה2
hu: Részletes beállítás
it: Configura Gnutella2
ja: Gnutella2設定
lt: Konfigūruoti Gnutella2
nl: Gnutella2 instellingen
no: Gnutella2 innstillinger
pl: Skonfiguruj Gnutella2
pt: Configurar a Gnutella 2
ru: Настроить Gnutella2
sl: Nastavitve Gnutella2
sq: Konfiguro Gnutella2
sr: Podesi Gnutellu2
sv: Anpassa Gnutella2
tr: Gnutella2 Yapılandır

source: Gnutella Network:
af: Oorspronklike Gnutella Netwerk:
ar: :الأصليةGnutella شبكة
ca: Xarxa original de Gnutella:
de: Gnutella1-Netzwerk:
es: Red original de Gnutella:
fr: Réseau Gnutella original :
he: :רשת גנוטלה המקורית
hu: Gnutella1
it: Rete originale Gnutella:
ja: オリジナルGnutellaネットワーク:
lt: Pirminis Gnutella tinklas:
nl: Originele Gnutella netwerk:
no: Gnutella1-nettverket:
pl: Oryginalna sieć Gnutella:
pt: Rede Gnutella original:
ru: Сеть оригинальной Gnutella:
sl: Izvorno Gnutella omrežje:
sq: Rrjeti Origjinal Gnutella:
sr: Originalna Gnutella Mreža:
sv: Gnutellas ursprungsnätverk:
tr: Orijinal Gnutella Ağı:

source: The original Gnutella network is less feature-rich than G2, and returns search spam, yet remains a valuable resource. (Limewire)
af: Alhoewel die oorspronklike Gnutella netwerk minder funksieryk as Gnutella2 is en ook minder lêers het as eDonkey2000, bly dit 'n waardevolle hulpbron.
ar: نوتيللا هي شبكة مميزاتها أقل من شبكة نوتيللا-2 و ملفاتها أقل من إ.دونكي و لكن تبقى هذه الشبكة مصدر ثمين للملفات
ca: Aquesta xarxa té menys funcions i menys arxius que eDonkey, però pot seguir essent un recurs valuós.
de: Obwohl das ursprüngliche Gnutella-Netzwerk weniger Funktionen als Gnutella2 und weniger Dateien als eDonkey hat, bleibt es eine wertvolle Resource.
es: Esta red tiene menos funciones y menos archivos que eDonkey, pero puede seguir siendo un recurso valioso.
fr: Le réseau Gnutella original est moins performant chez Envy que G2 et possède moins de fichiers qu'eDonkey, mais il reste une ressource importante.
he: למרוח שרשת גנוטלה המקורית היא עם פחות אופציות מגנוטלה2 ועם פחות קבצים מאידונקי היא עדיין מקור בעל ערך
hu: A G2 elődje. Kevesebb fájlt tartalmaz, mint az eD2k, de azért sokminden megtalálható rajta.
it: Sebbene la rete originale Gnutella abbia meno funzionalità rispetto a Gnutella2, ed abbia meno file di eDonkey, è sempre una notevole risorsa.
ja: オリジナルGnutellaネットワークはGnutella程機能もなく、eDonkeyより共有量も少ないですが、それでもまだ貴重なリソースを得ることができます。
lt: Nors pirminis Gnutella tinklas turi mažiau galimybių, nei Gnutella2, ir mažiau failų, nei eDonkey, šis tinklas pasilieka vertingu ištekliumi.
nl: Is minder rijk aan eigenschappen dan Gnutella2 en heeft minder bestanden dan eDonkey, maar toch blijft dit een waardevolle bron.
no: Gnutella har færre egenskaper enn Gnutella2, færre filer enn eDonkey, men er likevel en verdifull resurs.
pl: Pomimo, że Gnutella nie ma tylu funkcjonalności co Gnutella2, ani tylu plików co eDonkey, to nadal pozostaje wartościowym źródłem plików/zasobów.
pt: Embora a rede Gnutella original é menos rica em funções que a Gnutella 2 e tenha menos arquivos que a eDonkey, ela é um recurso valioso.
ru: Хотя оригинальная Gnutella менее богата возможностями чем Gnutella2, и имеет меньше файлов чем eDonkey, всё равно это ценный ресурс.
sl: Čeprav je izvorno Gnutella omrežje manj bogato s funkcijami, kot Gnutella2, in ima manj datotek od omrežja eDonkey, je pomemben datotečni vir.
sq: Ndonëse rrjeti origjinal Gnutella ka më pak veçori se Gnutella2, dhe ka më pak skeda se eDonkey, ai mbetet një burim me vlerë.
sr: Iako originalna Gnutellina mreža ima manje mogućnosti od Gnutelle2,manje datoteka od eDonkey, i dalje je vredan izvor datoteka.
sv: Fastän Gnutellas ursprungsnätverk erbjuder färre funktioner än Gnutella2 och färre filer än eDonkey är det ändå en värdefull resurs.
tr: Orijinal Gnutella ağı, Gnutella2 daha az özelliğe ve eDonkey'dan daha az dosyaya sahip olmasına rağmen değerli bir kaynaktır.

source: Connect to Gnutella (G1)
af: Konnekteer aan Oorspronklike Gnutella
ar: الأصليةGnutella (G1) الإتصال بشبكة
ca: Connecta a Gnutella1
de: Gnutella1 (G1) verwenden
es: Conectar a Gnutella (G1)
fr: Se connecter à Gnutella (G1)
he: התחבר לגנוטה המקורית
hu: Kapcsolódás a Gnutella1-hez (G1)
it: Connetti a Gnutella originale (G1)
ja: オリジナルGnutellaに接続
lt: Jungtis prie Gnutella (G1)
nl: Verbinden met het originele Gnutella
no: Koble til Gnutella1
pl: Połącz z Oryginalną Gnutellą (G1)
pt: Conectar na Gnutella Original (G1)
ru: Соединяться с оригинальной Gnutella (G1)
sl: Samodejna povezava v izvorno Gnutello (G1)
sq: Lidhu tek Gnutella Origjinal (G1)
sr: Spoji se na Originalnu Gnutellu
sv: Anslut till Gnutellas ursprungsnätverk (G1)
tr: Orijinal Gnutella (G1) Bağlan

source: Configure Gnutella
af: Konfigureer Gnutella1
ar: Gnutella تكوين
ca: Configura Gnutella
de: Gnutella1 konfigurieren
es: Configurar Gnutella
fr: Configurer Gnutella
he: קבע הגדרות לגנוטלה1
hu: Részletes beállítás
it: Configura Gnutella1
ja: Gnutella1設定
lt: Konfigūruoti Gnutella1
nl: Gnutella1 instellingen
no: Gnutella1 innstillinger
pl: Skonfiguruj Gnutella1
pt: Configurar a Gnutella 1
ru: Настроить Gnutella1
sl: Nastavitve Gnutella1
sq: Konfiguro Gnutella1
sr: Podesi Gnutellu1
sv: Anpassa Gnutella1
tr: Gnutella1 Yapılandır

source: eDonkey Network:
af: eDonkey Netwerk:
ar: :eDonkey شبكة
ca: Xarxa eDonkey:
de: eDonkey-Netzwerk:
es: Red eDonkey:
fr: Réseau eDonkey :
he: :רשת אידונקי2000
hu: eDonkey
it: Rete eDonkey2000:
ja: eDonkey2000ネットワーク:
lt: eDonkey2000 tinklas:
nl: eDonkey netwerk:
no: eDonkey-nettverket:
pl: Sieć eDonkey:
pt: Rede eDonkey:
ru: Сеть eDonkey:
sl: eDonkey omrežje:
sq: Rrjeti eDonkey:
sr: eDonkey Mreža:
sv: eDonkey-nätverk
tr: eDonkey Ağı:

source: The eDonkey network is a popular server-based network. Not as feature-rich or fast as G2, but ED2K has an impressive size. (eMule)
af: Die eDonkey netwerk is 'n populêre bediener-gebaseerde netwerk. Nie so funksieryk soos Gnutella2 nie, maar dit het 'n groot hoeveelheid lêers.
ar: إ.دونكي هي شبكة تعتمد على ملقم عام لكن مميزاتها أقل من شبكة نوتيللا-2 . و هذه الشبكة تمتلك مجموعة لا يستهان بها من الملفات
ca: La Xarxa de eDonkey és popular, i basada en servidors. No té tantes funcions com Gnutella2, però sí té una gran quantitat d'usuaris.
de: Das eDonkey-Netzwerk ist ein beliebtes serverbasiertes Netzwerk. Obwohl es nicht so viele Funktionen wie Gnutella2 bietet, findet man viele Dateien.
es: La red de eDonkey es popular, y basada en servidores. No tiene tantas funciones como Gnutella2, pero si tiene una gran cantidad de usuarios.
fr: Le réseau eDonkey est un réseau populaire basé sur des serveurs. Il est quelques fois moins performant que Gnutella2 mais possède plus de contenu.
he: רשת אידונקי היא רשת מבוססת שרת פופלרית. יש בה פחות אופציות מגונטלה2 אבל עם כמות קבצים מרשימה
hu: Az eDonkey egy népszerű kliens-szerver rendszerű hálózat. Nincs annyi szolgáltatása, mint a G2-nek, de gyakorlatilag minden megtalálható rajta.
it: La rete eDonkey è una rete popolare basata su server. Anche se non ricca di funzionalità come Gnutella2, eDonkey vanta molti file.
ja: eDonkeyネットワークは典型的なサーバーベースのネットワークです。 機能的にはGnutella2ほど豊富ではありませんが、興味深いファイルの共有があります。
lt: eDonkey tinklas - tai populiarus tinklas su serveriais. Nors neturi tiek galimybių kaip Gnutella2, eDonkey tinkle yra įspūdinga failų kolekcija.
nl: eDonkey is een populair, op servers gebaseerd netwerk. Het heeft minder opties dan Gnutella2, maar een indrukwekkende bestandencollectie.
no: eDonkey er et tjener-basert nettverk. Det har ikke like mange egenskaper som Gnutella2, men inneholder enorme mengder filer.
pl: Sieć eDonkey jest popularną siecią opartą na serwerach. Nie posiada tylu funkcjonalności co Gnutella2, natomiast eDonkey ma imponujący zbiór plików.
pt: A rede eDonkey é uma rede baseada em servidores. Enqto não tão rica em funções como Gnutella 2, ed2k tem uma grande coleção de arquivos.
ru: eDonkey популярная сеть с использованием серверов. Не столь богата возможностями как Gnutella2, но содержит больше файлов.
sl: eDonkey omrežje je zelo priljubljeno strežniško orientirano omrežje. Čeprav ne tako bogato, kot Gnutella2, ima eDonkey velik izbor datotek.
sq: Rrjeti eDonkey është rrjeti i famshëm me bazë një server. Ndonëse nuk ka aq veçori sa Gnutella2, eDonkey ka një koleksion mahnitës me skeda.
sr: eDonkey mreža je popularna server-bazirana mreža.Iako nema mogućnosti kao Gnutella2, poseduje impresivnu zbirku datoteka.
sv: eDonkey-nätverk är ett populärt serverbaserat nätverk, med en imponerande stor filsamling, men utan alla funktioner som Gnutella2 har.
tr: eDonkey ağı popüler bir sunucu-tabanlı ağdır. Gnutella2 kadar zengin özellikte olmasa da, eDonkey etkileyici bir dosya kolleksiyonuna sahiptir.

source: Connect to eDonkey2000 (ED2K)
af: Konnekteer aan eDonkey2000 (ED2K)
ar: :eDonkey2000 (ED2K) الإتصال بـ
ca: Connecta a eDonkey2000 (ED2K)
de: eDonkey2000 (ED2K) verwenden
es: Conectar a eDonkey2000 (ED2K)
fr: Se connecter à eDonkey2000 (ED2K)
he: התחבר לאידונקי2000
hu: Kapcsolódás az eDonkey-hoz
it: Connetti a eDonkey2000 (ED2K)
ja: eDonkeyに接続
lt: Jungtis prie eDonkey2000 (ED2K)
nl: Verbinden met eDonkey2000
no: Koble til eDonkey2000
pl: Połącz z eDonkey2000 (ED2K)
pt: Conectar no eDonkey2000 (ED2K)
ru: Соединяться с eDonkey2000 (ED2K)
sl: Samodejna povezava v eDonkey2000 (ED2K)
sq: Lidhu tek eDonkey2000 (ED2K)
sr: Spoji se na eDonkey2000 (ED2K)
sv: Anslut till eDonkey2000 (ED2K)
tr: eDonkey2000 (ED2K) Bağlan

source: Configure eDonkey
af: Konfigureer eDonkey
ar: eDonkey تكوين
ca: Configura eDonkey
de: eDonkey konfigurieren
es: Configurar eDonkey
fr: Configurer eDonkey
he: קבע הגדרות לאידונקי 2000
hu: Részletes beállítás
it: Configura eDonkey
ja: eDonkey設定
lt: Konfigūruoti eDonkey
nl: eDonkey instellingen
no: eDonkey innstillinger
pl: Skonfiguruj eDonkey
pt: Configurar o eDonkey
ru: Настроить eDonkey
sl: Nastavitve eDonkey
sq: Konfiguro eDonkey
sr: Podesi eDonkey
sv: Anpassa eDonkey
tr: eDonkey Yapılandır

source: Connect to G2 now
af: Konnekteer vandag aan G2
ar: Gnutella2 الإتصال اليوم بـ
ca: Connecta a G2 ara
de: Heute zu G2 verbinden
es: Conectar a G2 ahora
fr: Connexion à G2 maintenant
he: התחבר אל גנוטלה2 היום
hu: Kapcsolódás a G2-höz
it: Connetti a G2 oggi
ja: 今回G2に接続する
lt: Visada jungtis prie G2
nl: Nu verbinden met G2
no: Koble til G2 i dag
pl: Włącz się do G2 teraz
pt: Conectar a G2 agora
ru: Соединиться с G2 сегодня
sl: Poveži se v G2 takoj
sq: Lidhu sot te G2
sr: Spoji se na G2
sv: Anslut till G2 nu
tr: Bugün G2'ye Bağlan

source: Connect to G2 at startup
af: Konnekteer altyd aan G2
ar: Gnutella2 الإتصال دائما بـ
ca: Connecta a G2 en l'inici
de: Immer zu G2 verbinden
es: Conectar a G2 en el inicio
fr: Connexion à G2 au démarrage
he: תמיד התחבר לגנוטלה2
hu: Mindig kapcsolódjon a G2-höz
it: Connetti sempre a G2
ja: 常時G2に接続する
lt: Jungtis prie G2 šiandien
nl: Altijd verbinden met G2
no: Koble alltid til G2
pl: Zawsze włączaj się do G2
pt: Sempre conectar a G2
ru: Всегда соединяться с G2
sl: Vedno se poveži v G2
sq: Gjithmonë lidhu te G2
sr: Uvek se spoji na G2
sv: Anslut till G2 vid starten
tr: Daima G2'ye Bağlan

source: Optimal|Leaf|Hub
af: Optimaal|Leaf|Hub
ar: مثالي|طرفي|محوري
ca: Óptim|Leaf|Concentrador
es: Optimo|Leaf|Hub
fr: Optimal|Terminal|Hub
he: אופטימלי|קו ענף|מוקד
hu: Optimális|Leaf|Hub
it: Ottimale|Leaf|Hub
ja: 自動|リーフ|ハブ
lt: Optimali|Atšaka|Mazgas
nl: Optimaal|Leaf|Hub
pl: Optymalny|Liść|Hub
pt: Otimizado|Leaf|Hub
ru: Оптимальный|Ветвь|Узел
sl: Optimalni|Listnati|Zvezdišče
sq: Optimale|Gjethe|Nyje
sr: Optimalno|Leaf|Hub
sv: Optimal|Löv|Nav

source: G_2 Connections:
af: G_2 Konneksies:
ca: Connexions G_2:
de: G_2-Verbindungen:
es: Conexiones G_2:
fr: Connexions G_2 :
he: :חיבורי גנוטלה2
hu: G_2 kapcsolódások száma
it: Connessioni G_2:
ja: G_2接続:
lt: G_2 susijungimai:
nl: G_2 verbindingen:
no: G_2-tilkoblinger:
pl: Połączenia G_2:
pt: C_onexões G2:
ru: G_2 соединения:
sl: G_2 povezave:
sq: Lidhje G_2:
sr: G_2 Veze:
sv: G_2-anslutningar:
tr: G_2 Bağlantıları:

source: Leaf to Hub:
af: Leaf na Hub:
ar: :طرفي إلى محوري
ca: Leaf a Concentrador:
de: Leaf zu Hub:
es: Leaf a Hub:
fr: Terminal à Hub :
he: מוקד אל קו ענף
hu: Leaf a Hubhoz:
it: Leaf a Hub:
ja: リーフ → ハブ:
lt: Mazgų į atšaką:
nl: Leaf naar Hub:
no: Leaf til Hub:
pl: Liść z Hubami:
pt: Leaf para Hub:
ru: Узлов к ветви:
sl: List do zvezdišča:
sq: Gjethe në Nyje:
sr: Leaf u Hub:
sv: Löv till nav:
tr: Leaf - Hub:
