Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Requesting a firewalled push connection from %s...
af: Versoek 'n drukkonneksie agter 'n netskans vanaf %s...
ca: Demanant un push de %s...
de: Push-Verbindung von %s anfordern...
es: Pidiendo un push de %s...
fr: Demande une connexion poussée depuis derrière un pare-feu de %s...
he: ‪%s -מוגן חומת אש מ push מבקש חיבור
hu: Tűzfalas push kapcsolat kérése: %s...
it: Richiesta di una connessione push con firewall da %s in corso...
ja: %s からのファイアーウォールされたプッシュ接続を要求しています...
lt: Prašoma užmegzti įstūmiantįjį ryšį per užkardą su adresatu %s...
nl: Een gefirewallde pushverbinding is aangevraagd aan %s...
no: Sender forespørsel om brannmur push-kobling fra %s...
pt: Pedindo uma conexão push com firewall de %s...
ru: Запрашивается соединение активной доставки через брандмауэр у %s...
sl: Naprošam po potisni povezavi za požarnim zidom od %s...
sr: Tražim spajanje preko vatrozida na %s...
sv: Begär en anslutningsbegäran från %s…
tr: %s'den güvenlik duvarlı sıkıştırılmış bağlantı isteniyor...

source: Connection failed due to invalid data on the wire.
af: Konneksie het misluk as gevolg van foutiewe data op die lyn.
ca: La connexió ha fallat per transmetre informació invàlida.
de: Verbindung wegen ungültiger Daten in der Leitung fehlgeschlagen
es: La conexión falló por información inválida.
fr: Une donnée invalide a causé un échec de connexion.
he: ‪.ההתחברות נכשלה בעקבות מידע שגוי בכבל התקשורת
hu: Kapcsolódás nem sikerült az érvénytelen adat miatt.
it: Connessione fallita a causa di dati non validi sulla linea.
ja: 無効なデータが配信されたため接続に失敗しました
lt: Ryšio užmegzti nepavyko dėl klaidų perdavimo linijoje.
nl: Verbinding is mislukt vanwege ongeldige data op de kabel.
no: Kobling avbrutt på grunn av ugyldig data på nettet.
pt: A conexão falhou devido a dados inválidos na linha.
ru: Соединение сбилось из-за недопустимых данных на проводе.
sl: Zaradi neveljavnih podatkov pri pretoku podatkov, povezava ni uspela.
sr: Povezivanje nije uspelo zbog čudnih podataka.
sv: Anslutning misslyckades p.g.a. felaktig data på linjen.
tr: Bağlantı geçersiz veri nedeniyle kurulamadı.

source: Received an unknown response: %s
af: Onbekende antwoord ontvang: %s
ca: Resposta desconeguda: %s
de: Unbekannte Antwort empfangen: %s
es: Recibida una respuesta desconocida: %s
fr: Réception d'une réponse inconnue : %s
he: ‪%s :התקבלה תגובה לא מוכרת
hu: Ismeretlen választ kaptam: %s
it: Risposta sconosciuta ricevuta: %s
ja: 未知の応答を受信しました: %s
lt: Gautas nežinomas atsakymas: %s
nl: Er is een onbekend antwoord ontvangen: %s
no: Mottok et ukjent svar: %s
pt: Recebeu uma resposta desconhecida: %s
ru: Получен неизвестный ответ: %s
sl: Prejet je bil neznan odgovor: %s
sr: Primljen nepoznati odgovor: %s
sv: Mottog okänt svar: %s
tr: Bilinmeyen yanıt alındı: %s

source: You're not connected.
af: Jy is nie gekonnekteer nie.
ca: Envy no està connectat.
de: Sie sind nicht verbunden.
es: Envy no está conectado.
fr: Vous n'êtes pas connecté.
he: ‪.אתה אינך מחובר
hu: Nincs kapcsolat.
it: Non sei connesso.
ja: 未接続です
lt: Jūs nesate prisijungę.
nl: Je bent niet verbonden.
no: Du er ikke koblet til.
pl: Nie jesteś połączony.
pt: Você não está conectado.
ru: Вы не подключены.
sl: Niste povezani.
sr: Niste spojeni.
sv: Du är inte ansluten.
tr: Bağlı Değildiniz.

source: Unrecognised command "%s".
af: Onherkenbare bevel "%s".
ca: Comanda no coneguda %s.
de: Unbekanntes Kommando "%s".
es: Comando no conocido "%s".
fr: Commande non reconnue « %s ».
he: ‪"%s".פקודה בלתי מזוהה
hu: Ismeretlen parancs "%s".
it: Comando "%s" sconosciuto.
ja: 認識できないコマンド "%s"
lt: Neatpažinta komanda „%s“.
nl: Onbekend commando "%s".
no: Ukjent kommando "%s".
pt: Comando desconhecido "%s".
ru: Неопознанная комманда «%s».
sl: Neznan ukaz "%s".
sr: Nepoznata naredba "%s".
sv: Okänt kommando från "%s".
tr: "%s" tanınmayan komut.

source: This template does not have any customizations.
ar: لا يوجد في هذا القالب أي تخصيص
ca: Aquesta plantilla no té cap personalització.
de: Diese Vorlage kann nicht angepasst werden.
es: Este template no tiene ningún cambio.
fr: Ce gabarit n'est pas spécialisé.
hu: Ez a sablon semmi egyedi beállítást nem tartalmaz.
it: Questo template non ha nessuna personalizzazione.
ja: このテンプレートは全くカスタマイズされていません。
lt: Šiame šablone nėra derinimo.
nl: Deze sjabloon is niet aanpasbaar.
pt: Este template não tem quaisquer modificações.
ru: В этом шаблоне нет никаких настроек.
sl: Predloga ne vsebuje prilagoditev.
sq: Kjo tempujkë nuk të jep mundësi zgjedhjeje.
sv: Denna mall är inte anpassad.
tr: Bu template'in herhangi bir kişiselleştirilmesi bulunmamaktadır.

source: This template is invalid.
ar: هذا القالب غير صالح
ca: Aquesta plantilla no és vàlida.
de: Diese Vorlage ist ungültig.
es: Este template es invalido.
fr: Ce gabarit est invalide.
hu: Ez a sablon érvénytelen.
it: Questo template non è valido.
ja: このテンプレートは無効です。
lt: Šis šablonas yra klaidingas.
nl: Deze sjabloon is ongeldig.
pt: Este template é inválido.
ru: Этот шаблон неправильный.
sl: Predloga je neveljavna.
sq: Kjo tempujkë është jokorrekte.
sv: Denna mall är ogiltig.
tr: Bu template geçersizdir.

source: (closing after transfers)
af: (verlaat na oordragte)
ar: (الإغلاق بعد عمليات النقل)
ca: (tancant després de transferències)
de: (Nach Transfer schließen)
es: (cerrando después de transferencias)
fr: (quitter à la fin des transferts)
he: ‪(סוגר בסיום ההעברות)
hu: (forgalom után bezárás)
it: (chiusura al termine dei trasferimenti)
ja: (転送後に閉じます)
lt: (baigiamas darbas nelikus siuntimų)
nl: (bezig met afsluiten na verkeer)
no: (Avslutter etter overføring)
pl: (zamykanie po zakończeniu transferów)
pt: (fechando após as transferências)
ru: (закрытие после загрузок)
sl: (zapiram po prenosih)
sq: (mbylle pas transferimit)
sr: (zatvaram kad završim)
sv: (stänger efter överföringar)
tr: (Transferden sonra kapat)

source: Added "%s" to download queue with %i sources.
af: Die lêer "%s" word op die aflaai lys gevoeg met %i bron(ne).
ca: "%s" ha estat agregat a la cua de descàrregues, i té %i fonts.
de: "%s" zur Downloadliste mit %i Quelle(n) hinzugefügt.
es: "%s" fué agregado a la cola de descargas, y tiene %i fuentes.
fr: Ajout de « %s » avec %i source(s) à la liste des téléchargements.
hu: "%s" a letöltési sorhoz lett hozzáadva %i forrással.
it: Aggiunto "%s" per mettersi in coda di download con %i fonti.
ja: ダウンロードキューに "%s" を追加しました(ソース数: %i)
lt: Adresatas „%s“ įtrauktas į parsisiuntimo eilę su %i šaltinių(-iais).
nl: "%s" toegevoegd aan downloadwachtrij met %i bron(nen).
no: La til "%s" til nedlastingskø med %i kilder.
pt: Foi "%s" adicionado a fila de download com %i fontes.
ru: Добавлен «%s» в очередь загрузок с %i источником(ами).
sl: Dodal "%s" preosnemu seznamu s številom virov %i.
sr: Dodano "%s" u skidanje sa %i izvorom(a).
sv: Lade till "%s" till nedladdningslistan med %i källor.
tr: "%s" %i kaynak(lar) ile indirme sırasına eklendi.

source: The file "%s" is already being downloaded, adding sources.
af: Die lêer "%s" is alreeds besig om af te laai, bronne word bygevoeg.
ca: L'arxiu %s ja s'està descarregant, afegint fonts...
de: Die Datei "%s" wird schon heruntergeladen, Quellen hinzugefügt.
es: El archivo "%s" ya se esta descargando, agregando fuentes.
fr: Le fichier « %s » est déjà en téléchargement, ajout des sources.
he: ‪כבר בהורדה, מוסיף מקורות "%s" הקובץ
hu: A(z) "%s" már a letöltési listában van, forrás hozzáadása.
it: Il file "%s" si sta già scaricando, verrà aggiunto alle fonti.
ja: ファイル "%s" は既にダウンロード中の為、ソースの追加を行います
lt: Failas „%s“ jau yra atsisiunčiamų failų sąraše, pridedama kaip šaltinis.
nl: Het bestand "%s" wordt al gedownload, bronnen toegevoegd.
no: Filen "%s" blir allerede lastet ned, legger til kilder.
pt: O arquivo "%s" já está sendo baixado, adicionando fontes.
ru: Файл «%s» уже имеется в списке загрузок, добавляю источники.
sl: Datoteka "%s" se že prenaša, dodajam vire.
sr: Datoteka "%s" se već skida, dodajem nove izvore.
sv: Filen "%s" laddas redan ned, lägger till källor.
tr: "%s" dosyası indirme edilmeye hazırlanıyor, kaynaklar ekleniyor.

source: Received a faulty push connection from %s, closing connection.
af: Foutiewe druk-konneksie ontvang vanaf %s, konneksie word gesluit.
ca: El veí %s ha demanat un push incorrecte.
de: Fehlerhafte Push-Verbindung von %s empfangen, Verbindung wird geschlossen.
es: El vecino %s pidió un push incorrecto, cerrando conexión.
fr: Réception d'une connexion poussée défectueuse de %s, fermeture de la connexion.
hu: Hibás push kapcsolat: %s, kapcsolat bezárása.
it: Richiesta GIV malformattata %s ricevuta, chiusura della connessione.
ja: %s からの不完全なプッシュ接続を受信した為、接続を閉じています
lt: Gauta klaidinga įstūmiančiojo susijungimo užklausa iš %s, nutraukiamas ryšys.
nl: Een onvolledige pushverbinding is ontvangen van %s, de verbinding wordt gesloten.
no: Mottok en ugyldig push kobling fra %s, lukker kobling.
pt: Recebida uma conexão push defeituosa de %s, fechando conexão.
ru: Получено неисправное соединение активной доставки c %s, закрываю соединение.
sl: Prejel okvarjeno potisno (push) povezavo od %s, zapiram povezavo.
sv: Mottog en felaktig anslutningsbegäran från %s, stänger anslutning.
tr: %s'den hatalı sıkıştırılmış bir bağlantı alınıyor, bağlantı kapatılıyor.

source: Boosting download "%s" by removing bandwidth caps.
af: Gee aflaai "%s" 'n hupstoot deur bandwydte beperkings te verwyder.
ca: Incrementant la velocitat de descarregada %s treient límits d' ample de banda.
de: Der Download "%s" wird beschleunigt, indem die Zeitsteuerung deaktiviert wird.
es: Incrementando velocidad de descarga "%s" quitando limites de ancho de banda.
fr: Améliore le téléchargement « %s », enlève les limites imposées à la bande passante.
hu: Letöltés gyorsítása a korlátozások elvételével: "%s".
it: Avvio del download "%s" rimuovendo le protezioni di banda.
ja: 帯域制限を解除してダウンロード "%s" を加速中です
lt: Vykdomas failo „%s“ parsisiuntimo spartinimas, pašalinant siuntimo greitaveikos apribojimus.
nl: Het downloaden van "%s" wordt versneld door de bandbreedtebegrenzing te verwijderen.
no: Øker hastighet "%s" ved å fjerne hastighetsgrenser..
pt: Acelerando o download "%s" removendo o limite de banda.
ru: Ускоряется загрузка «%s» удаляя ограничения пропускной способности.
sl: Povečevanje prenosnih zmogljivosti "%s" in sicer tako, da so bile odstranjene omejitve pasovne širine.
sr: Friziram skidanje "%s" ko šta mičem ograničenje bandwitha.
sv: Ökar bandbredden för nedladdning av "%s" genom att ta bort bandbreddsbegränsning.
tr: Ayrılan genişletilmiş bant genişliği "%s" indirimini destekliyor.

source: Download host %s is busy, retrying in %i seconds.
af: Aflaaigasheer %s is beset, probeer weer oor %i sekondes.
ca: L'usuari %s està ocupat, reintentant en %i segons.
de: Download Host %s hat keine freien Slots, erneut versuchen in %i Sekunden.
es: El usuario %s esta ocupado, reintentando en %i segundos.
fr: L'hôte de téléchargement %s est occupé, relance dans %i secondes.
hu: %s túl elfoglalt, %i másodperc múlva újra próbálkozom.
it: L'host di download %s è occupato, nuovo tentativo tra %i secondi.
ja: ダウンロードホスト %s はビジー状態です。%i 秒後に再試行します
lt: Adresatas %s yra užimtas, parsisiuntimą bus bandoma kartoti už %i sekundžių.
nl: Downloadgastheer %s is bezet, opnieuw proberen over %i seconden.
no: Nedlastingsvert %s er opptatt, prøver på nytt om %i sekunder.
pt: O Host de download %s está ocupado, tentando novamente em %i segundos.
ru: Хост загрузки %s занят, повтор через %i сек.
sl: Gostitelj za prenos %s je zaposlen, ponovni poskus čez %i sekund.
sr: Davaoc %s je zauzet, ponovo ću pokušati za %i sekunda.
sv: Nedladdningsvärd %s är upptagen, försöker igen om %i sekunder.
tr: Host %s indirmesi meşgul, %i saniye içerisinde tekrar edilir.

source: Couldn't move download "%s" to "%s". Check that the incomplete file is not in use, and that your downloads folder exists and is writable.
af: Kon nie lêer "%s" na "%s" skuif nie. Maak seker dat die onvoltooide lêer nie in gebruik is nie en dat jou aflaaigids bestaan en skryfbaar is.
ca: ha estat imposible moure l'arxiu descarregat %s a %s. Revisa que l'arxiu no està essent utilitzat, i que tingui Accès d'escriptura a la carpeta compartida.
de: Der Download "%s" konnte nicht verschoben werden. Überprüfen Sie ob die unvollständige Datei nicht in Gebrauch ist, und ob ihr Downloadverzeichnis existiert bzw. beschreibbar ist.
es: Fué imposible mover el archivo descargado "%s" a "%s". Revise que el archivo no este siendo utilizado, y que tenga acceso de escritura a la carpeta compartida.
fr: Impossible de déplacer le téléchargement vers « %s ». Vérifiez que ce fichier n'est pas utilisé et que votre dossier de téléchargement existe et qu'il est inscriptible.
hu: Nem tudtam áthelyezni: "%s" ide: "%s". Ellenőrizd, hogy a fékész fájl nincs-e használatban és/vagy a kész letöltések mappába lehet-e írni.
it: Non posso spostare il download su "%s". Verifica se il file incompleto non è in uso e che la tua cartella dei download esista e che vi si possa scrivere.
ja: ダウンロード "%s" を "%s" へ移動できません。未完了ファイルが使用中でないかや、ダウンロードフォルダが存在して、書き込み可能かどうかをチェックして下さい
lt: Neįmanoma perkelti failo „%s“ į „%s“. Patikrinkite, ar nebaigto failo kas nors nenaudoja arba ar aplankas egzistuoja ir į jį galima rašyti.
nl: Kon de download "%s" niet verplaatsen naar "%s". Kijk na of het incomplete bestand niet in gebruik is en dat je downloads map bestaat en beschrijfbaar is.
no: Kunne ikke flytte nedlasting "%s" til "%s". Sjekk at den uferdige filen ikke er i bruk og at nedlastings mappen finns og ikke er skrivebeskyttet.
pt: Não pôde mover o download "%s" para "%s". Verifique se o arquivo incompleto não está em uso e que a sua pasta de downloads existe e pode ser escrita.
ru: Невозможно переместить «%s» в «%s». Проверьте, не используется ли файл и существует ли папка для загрузки с правами записи.
sl: Premik prenosa "%s" do "%s" ni uspel. Preverite, da nepopolna datoteka ni v uporabi in da vaša mapa za prenos obstaja ter da ima odprte vse pravice za pisanje.
sv: Kan inte flytta nedladdning "%s" till "%s". Kontrollera att filen inte används och att nedladdningsmappen existerar och är skrivbar.
tr: "%s" dan "%s".a taşınamadı. Dosyanın kullanımda olup olmadığını, indirme klasörünüzün mevcut ve yazılabilir olduğunu kontrol edin.

source: Unable to resolve "%s".
af: Kon nie aan "%s" konnekteer nie.
ca: Ha estat impossible resoldre la ruta %s.
de: Kann "%s" nicht auflösen.
es: Fué imposible conseguir la ruta para "%s".
fr: Impossible de résoudre « %s ».
hu: Nem tudom felhasználni: "%s".
it: Impossibile risolvere "%s".
ja: "%s".名前解決できませんでした
lt: Neįmanoma nustatyti „%s“ adreso.
nl: Niet mogelijk om "%s" op te lossen.
no: Klarte ikke å anerkjenne "%s".
pt: Incapaz de resolver "%s".
ru: Невозможно преобразовать «%s».
sl: Razrešitev "%s" ni uspela.
sv: Kan inte hämta "%s".
tr: "%s" karar veremez.

source: Are you sure you want to cancel/abort every download in this group?
af: Is jy seker jy wil al die aflaaie in hierdie groep kanselleer?
ca: Estàs segur(a) que vols cancel·lar/abortar totes les descàrregues d'aquest grup?
de: Sind Sie sicher, dass Sie alle Downloads dieser Gruppe abbrechen möchten?
es: ¿Estás seguro que deseas cancelar/abortar todas las descargas en este grupo?
fr: Êtes-vous certain de vouloir annuler tous les téléchargements dans ce groupe ?
he: ‪?האם אתה בטוח שברצונך לבטל או להפסיק את כל ההורדות בקבוצה
hu: Biztos, hogy minden letöltést törölni akar a csoportból?
it: Sei sicuro di voler eliminare/annullare tutti i download di questo gruppo?
ja: このグループの全てのダウンロードをキャンセル/中止してよろしいですか?
lt: Ar tikrai norite nutraukti visus atsisiuntimus šioje grupėje?
nl: Weet je zeker dat je iedere download uit deze groep wilt annuleren/afbreken?
no: Er du sikker p at du vil avbryte alle nedlastningene i denne gruppen?
pl: Czy jesteś pewien(a), że chcesz anulować/abort wszystkie pobierania w tej grupie?
pt: Você tem certeza que você quer cancelar/abortar cada download neste grupo?
ru: Вы уверенны что хотите отменить каждую загрузку в этой группе?
sl: Ste prepričani, da želite preklicati/prekiniti vse prenose v tej skupini?
sr: Jeste li sigurni da želite poništiti/prekinuti sva skidanja u ovoj groupi?
sv: Är du säker på att du vill avbryta alla nedladdningar i denna grupp?
tr: Bu gruptaki tüm indirmeleri iptal etmek/durdurmak istediğinize emin misiniz?

source: Closing download connection to %s, no longer required.
af: Aflaaikonneksie aan %s word gesluit, nie meer benodig nie.
ca: Tancant la connexió de descàrrega a %s, per no ser requerida.
de: Nicht mehr benötigte Verbindung zu %s geschlossen.
es: Cerrando conexión de descarga a %s, no sige siendo requerido.
fr: Fermeture de la connexion de téléchargement à %s, elle n'est plus requise.
hu: Letöltési kapcsolat bezárása: %s, már nincs rá szükség.
it: Connessione in download con %s chiusa, non è più richiesta.
ja: 最早必要でない為 %s への接続を閉じています
lt: Nutraukiamas parsisiuntimo ryšys su adresu %s, daugiau nereikalingas.
nl: Downloadverbinding met %s wordt verbroken, niet maar nodig.
no: Lukker nedlastings-kobling til %s, den er ikke lenger nødvendig.
pt: Fechando conexão de download com %s, não mais necessária.
ru: Закрываю соединение загрузки с %s, больше не нуждаюсь.
sl: Zapiram prenosno povezavo do %s, saj ni več potrebna.
sv: Stänger nedladdningsanslutning till %s, inge längre behövd.
tr: %s'e indirme bağlantısı kapatılıyor, gerekli değil.

source: Download host %s sent unsolicited data, closing connection.
af: Aflaaigasheer %s het foutiewe data gestuur, konneksie word gesluit.
ca: La font de descàrrega %s ha enviat dades no solicitades, tancant connexió.
de: Host %s hat unverlangte Daten gesendet, Verbindung geschlossen.
es: La fuente de descarga %s envió datos no solicitados, cerrando conexión.
fr: L'hôte de téléchargement %s a envoyé des données non solicitées, fermeture de la connexion.
hu: %s nem kért adatokat küldött, kapcsolat bezárása.
it: L'host di download %s ha inviato dati non richiesti, chiusura della connessione.
ja: ダウンロードホスト %s が求められないデータを送信した為、接続を閉じています
lt: Parsisiunčiant, adresatas %s atsiuntė neprašytų duomenų, ryšys nutraukiamas.
nl: Downloadgastheer %s heeft ongevraagde data gestuurd, verbinding wordt verbroken.
no: Nedlastingsvert %s sendte ugyldige data, lukker kobling.
pt: O Host de download %s enviou dados não solicitados, fechando conexão.
ru: Хост загрузки %s послал незатребованные данные, закрываю соединение.
sl: Gostielj za prenos %s je poslal sent nezaprošene podatke, zapiram povezavo.
sv: Nedladdningsvärd %s skickade oombedd data, stänger anslutning.
tr: %s indirme hostu istenmeyen veri gönderdi, bağlantı kapatılıyor.

source: Completed download of "%s".
af: Aflaai van "%s" suksesvol voltooi.
ca: Completada la descàrrega de "%s".
de: Download von "%s" abgeschlossen.
es: Completada descarga de "%s".
fr: Téléchargement de « %s » terminé.
hu: Letöltés kész: "%s".
it: Il download di "%s" è stato completato.
ja: "%s".ダウンロードが完了しました
lt: „%s“ parsisiuntimas užbaigtas.
nl: Het downloaden van "%s" is voltooid.
no: Ferdig med nedlastingen av "%s".
pt: Download de "%s" completado.
ru: Завершенна загрузка файла «%s».
sl: Končan prenos za "%s".
sr: Skidanje "%s" je završeno.
sv: Fullständig nedladdning av "%s".
tr: "%s" indirme tamamlandı.

source: Are you sure you want to clear "%s"?\n\nOnce a download has been cleared from the Downloads window, it cannot be resumed later.
af: Is jy seker jy wil "%s" verwyder?\n\nAs 'n aflaai-oordrag eers verwyder is van die aflaai venster, kan dit nie later hervat word nie.
ca: Estàs segur(a) d'esborrar la transferència de %s?\n\nUna vegada que aquesta sigui eliminada, és imposible continuar-la.
de: Wollen Sie "%s" wirklich entfernen?\n\nWenn ein Download von der Downloadliste entfernt wurde, kann er nicht wieder aufgenommen werden.
es: ¿Estás seguro(a) de eliminar la transferencia de "%s"?\n\nUna vez que esta sea eliminada, es imposible reanudarla.
fr: Voulez-vous vraiment supprimer « %s » ?\n\nUne fois un téléchargement supprimé de la fenêtre de téléchargements, vous ne pourrez plus les reprendre.
hu: Biztos törölni akarja: "%s".\n\nHa egyszer kitörölted, már nem lehet folytatni a letöltését.
it: Desideri annullare "%s".\n\nUna volta che il download è stato annullato, non potrà essere più ripristinato.
ja: "%s".クリアしてよろしいですか?nn一旦ダウンロードウィンドウからクリアされれば、後でそれを再開できなくなります
lt: Ar tikrai norite ištrinti failą „%s“?\n\nJei failą pašalinsite iš atsisiuntimų lango failų sąrašo, Jūs negalėsite vėliau tęsti parsisiuntimo.
nl: Weet je zeker dat je "%s" wilt verwijderen?\n\nAls een download gewist wordt vanaf het downloadsvenster, kan het later niet meer worden hervat.
no: Er du sikker på at du vil fjerne "%s".\n\nNår en nedlasting er fjernet fra nedlastingsvinduet, kan den ikke fortsettes senere.
pt: Você tem certeza que você quer limpar "%s".\n\nUma vez que um download for limpo da janela de Downloads, ele não pode ser resumido depois.
ru: Уверенны, что хотите удалить «%s»?\n\nПосле удаления загрузки из списка Вы позже не сможете возбновить загрузку.
sl: Ste prepričani, da želite počistiti "%s".\n\nPotem,ko je enkrat prenos počiščen iz okna za prenos, ga kasneje ne morete več nadaljevati.
sr: Jeste li sigurni da želite obrisati "%s".\n\nKada se skidanje obriše iz ovog prozora, više se ne može nastaviti.
sv: Är du säker på att du vill rensa "%s".\n\nNär en nedladdning blivit rensad från nedladdningsfönstret kan den inte återupptas senare.
tr: "%s".i temizlemek istediğinize emin misiniz?\n\nBir indirme, indirme penceresinden temizlendi, sonra geri alınamaz.
