Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Enable your web browser to use Envy for peer-to-peer links and as general download manager.
af: Integreer Envy met jou webblaaier om persoon-tot-persoon skakels te aanvaar en inhoud af te laai.
ar: إندماج هذا البرنامج مع متصفحك لقبول إرتباطات النظير إلى النظير و من ثم تحميل المحتوى
ca: Integra Envy amb el teu navegador d'internet, per a acceptar enllaços peer-to-peer i controlar les descàrregues.
de: Integrieren Sie Envy in ihren Browser, um P2P-Links zu benutzen.
es: Integrar Envy con el navegador de la web, para aceptar enlaces peer-to-peer, y manejador de descargas.
fr: Intégrez Envy dans votre navigateur Web pour accepter les liens p2p (URI) et télécharger du contenu.
he: מזג את שרזה עם הדפדפן לקבלת לינקים ותוכן להורדה בתקשורת ישירה בין משתמשים
hu: P2P linkek és letöltésmenedzser.
it: Integra Envy con il tuo browser Internet in modo da accettare i collegamenti peer-to-peer e scaricarne i contenuti.
lt: „Envy“ integravimas į Jūsų naršyklę, siekiant priimti lygiaverčio susijungimo tinklo nuorodas ir parsisiuntimo vertus failus.
nl: Integreer Envy met je internetbrowser zodat P2P snelkoppelingen worden geaccepteerd en inhoud wordt gedownload.
no: Endre Envy slik at du automatisk starter nedlastinger fra Internett Explorer.
pl: Integracja Envy z Twoją przeglądarką, aby akceptować odnośniki peer-to-peer.
pt: Integrar o Envy ao seu navegador da web para aceitar links peer-to-peer e baixar conteúdo.
ru: Интегрируйте Envy с вашим веб обозревателем для приема P2P ссылок и другого содержимого.
sl: Povežite Envy z vašim spletnim brskalnikom. Tako boste lahko prejemali P2P povezave in druge vsebine prenosov.
sq: Integroni Envy-n me shfletuesin e rrjetit që të pranojë linket pikë-më-pikë dhe të shkarkojë përmbajtjen.
sr: Povežite Envy sa preglednikom interneta da prihvata skidanje i P2P linkove.
sv: Integrera Envy med din webbläsare för att acceptera fildelningslänkar och ladda ned innehåll.
tr: Envy tarayıcınızın kabul ettiği linkler ve İndirilmiş içeriklerle bütünleşir.

source: Internet
ar: الانترنت
he: אינטרנט
ja: インターネット
lt: Internetas
nl: Verkeer
no: Tilkobling
ru: Интернет
sl: Splet
sq: Interneti

source: section relate to connectivity (speeds).
af: afdeling beheer hoe Envy met ander nodusse binne verspreide persoon-tot-persoon netwerke kommunikeer.
ar: للتحكم بكيفية تفاعل Envy مع العقد الأخرى ضمن شبكة نظير إلى إلى نظير
ca: permet configurar la interacció de Envy amb les xarxes peer-to-peer.
de: können Sie festlegen, wie sich Envy in P2P-Netzen verhält.
es: permite configurar la interacción de Envy con las redes peer-to-peer.
fr: indiquent à Envy comment interagir avec les autres « nœuds » présents sur les réseaux distribués p2p.
he: חלק זה מגדיר את האופן שבה שרזה מתקשרת עם נקודות אחרות ברשתות שיתוף:
hu: részben a különböző hálózatok beállításai találhatók.
it: controllano come Envy interagisce con altri nodi all'interno delle reti peer to peer.
ja: セクションの設定ではEnvyが分散型ピア・ツー・ピアネットワーク内で 他のユーザーとどのように対話するかの制御を行います。
lt: leidžia kontroliuoti, kaip „Envy“ sąveikauja su kitais adresatais lygiaverčio susijungimo tinkluose.
nl: regelen hoe Envy samenwerkt met andere nodes binnen de ondersteunde P2P netwerken.
no: -viduet bestemmer hvordan Envy arbeider med andre noder på nettverket
pl: kontrolują zachowanie Envy z innymi węzłami w sieci peer-to-peer.
pt: controlam como o Envy interage com outros nodes dentro das redes peer-to-peer.
ru: контролируют взаимодействие Envy с другими узлами в пределах распределенного соединения равноправных узлов.
sl: sekciji upravlja način medsebojnega delovanja med Envy in drugimi vozli (nodes) znotraj P2P omrežij.
sq: tregojnë si ndërvepron Envy me nyjet e tjera në rrjetet pikë-më-pikë të klasifikuara.
sr: delu određuje kako Envy komunicira sa ostalim čvorovima u P2P mreži.
sv: sektionen styr hur Envy förhåller sig till andra noder inom fildelningsnätverk.
tr: sekmesi karşılıklı ağlardaki diğer düğümlerle etkileşimini kontrol eder.

source: Connection:
af: Konneksie:
ar: الإتصال :
ca: Connexió:
de: Verbindung:
es: Conexión:
fr: Connexion :
he: חיבור:
hu: Kapcsolat:
it: Connessione:
ja: 接続:
lt: Ryšys:
nl: Verbinding:
no: Linjetype:
pl: Połączenie:
pt: Conexão:
ru: Соединения:
sl: Povezava:
sq: Lidhja:
sr: Veza:
sv: Anslutning:
tr: Bağlantı:

source: Indicate speed and capabilities of your internet access.
af: Die spoed en vermoëns van jou Internet konneksie.
ar: السرعة و إمكانات الإتصال بالإنترنت
ca: Velocitat i capacitat de la teva connexió.
de: Geschwindigkeit und Eigenschaften ihrer Internetverbindung.
es: Velocidad y capacidad de tu conexión.
fr: Vitesses et caractéristiques de votre connexion Internet.
he: המהירות והיכולות של חיבור האינטרנט שלך
hu: A saját internetkapcsolatának sebessége és tulajdonságai.
it: Le velocità e le capacità della tua connessione a Internet.
ja: インターネット接続の速度と性能の設定を行います。
lt: Jūsų interneto ryšio sparta ir pajėgumai.
nl: De snelheden en eigenschappen van je internetverbinding.
no: Dine tilkoblingsegenskaper og hastigheter.
pl: Szybkość i możliwości Twojego połączenia.
pt: As velocidades e capacidades da sua conexão de Internet.
ru: Скорости и способности вашего соединения с Интернетом.
sl: Hitrost in zmožnosti vaše spletne povezave.
sq: Shpejtësitë dhe aftësitë e lidhjes tuaj me Internetin.
sr: Brzina i mogućnosti vaše Internet veze.
sv: Hastighet och möjligheter hos din Internetanslutning.
tr: İnternet bağlantınızın hızı ve verimidir.

source: Downloads:
af: Aflaaie:
ar: مكتبة الملفات:
ca: Descàrregues:
es: Descargas:
fr: Téléchargements :
he: הורדות:
hu: Letöltések:
it: Download:
ja: ダウンロード:
lt: Atsisiuntimai:
no: Nedlastinger:
pl: Pobierania:
ru: Загрузки:
sl: Prenosi:
sq: Shkarkesat:
sr: Skidanje:
sv: Nedladdningar:
tr: İndirmeler:

source: Manage bandwidth-in, limits, and folder locations.
af: Aflaai datavloei, skedulering, kontrolering, tydsopskorting en beheer.
ar: طاقة التحميل الإنتاجية و الجدولة و التحقق و مهلة الوقت و الإدارة
ca: Configura el comportament de les descàrregues, ample de banda, verificació, temps i control.
de: Anzahl gleichzeitiger Downloads und Transfers, Hash-Verifizierung, Timeouts und Management.
es: Configurar el comportamiento de las descargas, ancho de banda, verificación, tiempos y manejo.
fr: Bande passante dédiée aux téléchargements, planification, vérification, temps morts et gestion.
he: הגדרות הורדה לגבי התפוקה, התזמונים, האימותים, זמן המתנה לתגובה וניהול כללי
hu: Letöltések száma, időtúllépések, letöltési könyvtár.
it: Download, pianificazione, verifica, timeout e gestione.
ja: ダウンロードのスループット、スケジューリング、検査、タイムアウト等の管理を行います。
lt: Atsisiuntimo greitaveika, planavimas, patikra, uždelstis ir valdymas.
nl: Downloadproductiviteit, planning, controle, pauzes en beheer.
no: Nedlastingshastighet, planlegging, godkjennelse, tidsavbrudd og annet.
pl: Przepustowość pobierania, planowanie, weryfikacja i zarządzanie.
pt: Taxa de transferência efetivia de download, agendamento, verificação, tempo(s) esgotado(s) e gerenciamento.
ru: Производительность загрузки, планирование, проверка, перерывы и управление.
sl: Pretok prenosov, časovno razporejanje (scheduling), preverjanje (verifikacija), časoven omejitve in upravljanje.
sq: Avitja, planifikimi, verifikimi, jashtëkoha dhe menaxhimi i shkarkesave.
sr: Odredite podešavanja vezana za skidanje, poput brzine i broja trenutnih skidanja.
sv: Nedladdningskapacitet, schemaläggning, verifikation, tidsavbrott och hantering.
tr: İndirme programı, doğrulaması, zamanı ve yönetimi.

source: Uploads:
af: Oplaaie:
ar: رفع الملفات:
ca: Pujades:
es: Subidas:
fr: Envois :
he: העלאות:
hu: Feltöltések:
it: Upload:
ja: アップロード:
lt: Išsiuntimai:
no: Opplastinger:
pl: Wysyłanie:
ru: Раздачи:
sl: Nalaganje (uploads):
sq: Ngarkesat:
sr: Deljenje:
sv: Uppladdningar:
tr: Aktarımlar:

source: Manage bandwidth-out, limits, and queues.
af: Oplaai kapasiteit, waglyste, verbanning, tydsopskorting en spesiale navrae.
ar: قدرة عملية الرفع و قائمة الإنتظار و الخظر و المهلة الوقتية و طلبات خاصة
ca: Capacitat de pujar, encuar, blocar, temps d'expiracions i peticions especials.
de: Uploadkapazität, Warteschlange, Bannen, Timeouts und spezielle Freigaben.
es: Capacidad de subida, colas, ancho de banda y tiempos.
fr: Capacité des envois, mise en file, bannissement, temps morts et demandes spéciales.
he: הגדרות העלאה לגבי יכולות אכסון, תורות, חסימות, זמני המתנה לתגובה, ובקשות מיוחדות
hu: Feltöltési sebesség, korlátozások, letiltások.
it: Capacità di upload, accodamento, banning, timeout e richieste speciali.
ja: アップロード容量、キュー、BAN(禁止)処理、タイムアウトや特別な要求等の 管理を行います。
lt: Išsiuntimo pajėgumo, eilių, prieigos užkirtimo, uždelsties ir specialiųjų užklausų valdymas.
nl: Uploadproductiviteit, wachtrijen, verbannen, pauzes en speciale verzoeken.
no: Endre opplastingskapasiteten, køer, blokkeringer og andre innstillinger.
pl: Kolejki, zakazy, limity czasu i specjalne żądania.
pt: Capacidade de upload, filas de espera, banimento(s), intervalos e pedidos especiais.
ru: Скорости Раздач, организация очереди, запреты, перерывы и специальные запросы.
sl: Zmogljivost nalaganja, razvrščanje (queuing), prepovedi oz. izobčenja (banning), časovne omejitve in posebni zahtevki.
sq: Kapaciteti, pritja, dëbimi, jashtëkoha dhe kërkesat e tjera për ngarkesat.
sr: Mogućnosti, ograničenja i ostale podešavanja vezana uz deljenje i davanje datoteka.
sv: Uppladdningskapacitet, köläggning, utestängning, tidsavbrott och specialförfrågningar.
tr: Aktarım kapasitesi, sıralaması, kısıtlamaları, zamanı ve özel sorgular.

source: 's Profile
af: 'se Profiel
ar: ملفي الخاص
ca: Perfil de
de: 's Profil
he: - פרופיל
hu: adatlapja
ja: のプロフィール
lt: profilis
nl: 's profiel
no: 's Profil
pt: Do Perfil
ru: Профиль
sr: Profil
sv: s profil
tr: 'nin Profili

source: Name
af: Naam
ar: الاسم
ca: Nom
es: Nombre
fr: Nom
he: שם:
hu: Név
it: Nome
ja: 名前
lt: Vardas, pavardė
nl: Naam
no: Navn
pl: Imię
pt: Nome
ru: Имя
sl: Ime
sq: Emri
sr: Ime
sv: Namn
tr: İsim

source: Location
af: Ligging
ar: الموقع
ca: Ubicació
de: Standort
es: Ubicación
fr: Localisation
he: מקום מגורים:
hu: Lakóhely
it: Luogo
ja: 場所
lt: Vietovė
nl: Locatie
no: Sted
pl: Lokalizacja
pt: Local
ru: Местонахождение
sl: Lokacija
sq: Vendi
sr: Mesto Stanovanja
sv: Plats
tr: Konum

source: Demographic
af: Demografie
ca: Altres
de: Demographie
es: Otros
fr: Renseignements démographiques
he: מין וגיל:
hu: Nem, kor:
it: Demografico
ja: 性別・年齢
lt: Demografiniai duomenys
nl: Geslacht
no: Personlige opplysninger
pl: Demograficzne
pt: Demográfico
ru: Пол
sl: Demografija
sq: Demografi
sr: Pol
sv: Demografik
tr: Cinsiyet

source: Male
af: Manlik
ar: ذكر
ca: Home
de: Männlich
es: Hombre
fr: Masculin
he: זכר
hu: Férfi
it: Maschio
ja: 男性
lt: Vyras
nl: Man
no: Mann
pl: Mężczyzna
pt: Masculino
ru: Мужской
sl: moški
sq: Mashkull
sr: Muško
sv: Man
tr: Bay

source: Female
af: Vroulik
ar: أنثى
ca: Dona
de: Weiblich
es: Mujer
fr: Féminin
he: נקבה
hu: Nő
it: Femmina
ja: 女性
lt: Moteris
nl: Vrouw
no: Kvinne
pl: Kobieta
pt: Feminino
ru: Женский
sl: ženska
sq: Femër
sr: Žensko
sv: Kvinna
tr: Bayan

source: Contact Information
af: Kontak Besonderhede
ar: معلومات الإتصال
ca: Informació del contacte
de: Kontakt
es: Información de contacto
fr: ans
he: מידע ליצירת קשר:
hu: Kapcsolat
it: Informazioni del contatto
ja: 連絡先
lt: Kontaktai
nl: Contactinformatie
no: Kontaktinformasjon
pl: Informacje kontaktowe
pt: Informação para Contato
ru: Контактная информация
sl: Kontaktni podatki
sq: Informacioni i Kontaktit
sr: Kontakt Informacije
sv: Kontaktinformation
tr: Bağlantı Bilgisi

source: Comments
af: Biografie
ar: نبذة عنك
ca: Sobre mi
de: Über mich
es: Acerca de mí
fr: Bio
he: ביוגרפיה
hu: Önéletrajz
it: Descrizione
ja: 略歴
lt: Biografija
nl: Biografie
no: Beskrivelse
pl: O tobie
pt: Bio
ru: О себе
sl: Življenjepis
sq: Bio
sr: Bio
sv: Biografi
tr: Hakkımda

source: View Shared Files
af: Vertoon Gedeelde Lêers
ar: عرض الملفات المشاركة
ca: Mostra els arxius compartits
de: Freigegebene Dateien anzeigen
es: Ver archivos compartidos
fr: Voir les fichiers partagés
he: הצג קבצים משותפים
hu: Megosztott fájlok megnézése
it: Visualizza i file condivisi
ja: 共有ファイルを表示
lt: Peržvelgti bendrintus failus
nl: Vrijgegeven bestanden bekijken
no: Vis delte filer
pl: Przeglądaj udostępnione pliki
pt: Ver Arquivos Compartilhados
ru: Файлы
sl: Ogled datotek v skupni rabi
sq: Shikoni Skedat e Shpërndara
sr: Pogledaj Šta Deli
sv: Visa utdelade filer
tr: Paylaşılan Dosyaları Göster

source: Community
af: Gemeenskap
ar: المنتديات
ca: Comunitat
es: Comunidad
fr: Communauté
he: קהילה:
hu: Közösség
it: Comunità
ja: コミュニティ
lt: Bendrija
nl: Gemeenschap
no: Online
pl: Społeczność
pt: Comunidade
ru: Сообщество
sl: Družba
sq: Komuniteti
sr: Zajednica
sv: Gemenskap
tr: İletişim

source: Chat With User
af: Gesels met Gebruiker
ar: محادثة المستخدم
ca: Parla amb l'usuari
de: Chat
es: Chatear con el usuario
fr: Discuter avec l'utilisateur
he: שוחח עם משתמש
hu: Chat
it: Avvia una sessione di chat
ja: チャット
lt: Kalbėtis su naudotoju
nl: Chatten met gebruiker
no: Snakk med bruker
pl: Rozmowa z użytkownikiem
pt: Conversar com Usuário
ru: Чат
sl: Kramljaj z uporabnikom
sq: Bisedo
sr: Popričaj sa Osobom
sv: Chatta med användaren
tr: Sohbet

source: Favorite Web Links
af: Gunstelling Web Skakels
ar: المفضلة
ca: Pàgines web favorites
de: Lesezeichen
es: Sitios web favoritos
fr: Liens web favoris
he: מועדפים:
hu: Kedvenc webhelyek
it: Link preferiti
ja: お気に入りのウェブリンク
lt: Mėgiamos interneto nuorodos
nl: Favoriete internetlinks
no: Favorittlinker
pl: Ulubione strony w Sieci
pt: Links Favoritos da Rede
ru: Избранные веб ссылки
sl: Spletni zaznamki
sq: Linke Rrjeti Favorite
sr: Preporučene Web Adrese
sv: Favoritlänkar
tr: Favori Web Bağlantıları

source: Downloads Area
af: Aflaaie Area
ar: منطقة التحميل
ca: Àrea de descàrregues
de: Downloadfenster
es: Por favor seleccione una transferencia
fr: Zone de téléchargement
he: אזור הורדות
hu: Letöltések
it: Seleziona un download
ja: ダウンロード領域
lt: Atsisiuntimų sritis
nl: Downloadgedeelte
no: Velg en nedlasting
pl: Miejsce pobierań
pt: Área de Downloads
ru: Область загрузок
sl: Prenosi
sq: Zona e Shkarkesave
sr: Praćenje Skidanja
sv: Välj en nedladdning
tr: İndirme Alanı

source: This is where files currently being downloaded are displayed. You can view individual sources by expanding each file with the small toggle to the left.
af: Lêers wat tans besig is om af te laai word in hier vertoon. Jy kan individuele bronne vertoon deur elke lêer uit te brei met die klein + aan die linkerkant.
ar: هذا هو مكان الملفات المحملة حاليا حيث يتم عرضها . يمكنك عرض المصادر الفردية بتوسيع كل ملف بالعلامة + الصغيرة على اليسار
ca: Aquí és on pots veure els arxius que s'estan descarregant. Pots veure fonts individuals expandint cada arxiu amb el petit + a l'esquerra.
de: Hier werden Dateien angezeigt, die gerade heruntergeladen werden. Sie können die Quellen eines Downloads anzeigen lassen, indem Sie auf das kleine + auf der linken Seite klicken.
es: Aquí es donde puedes ver los archivos que estan siendo descargados. Puedes ver fuentes individuales expandiendo cada archivo con un pequeño + a la izquierda.
fr: Ici sont affichés les fichiers actuellement téléchargés. Pour voir les sources individuelles vous pouvez développer chaque téléchargement avec un petit + à sa gauche.
he: כאן יוצגו הקבצים שכרגע בהורדה. תוכל/י לראות כל מקור בנפרד ע`י הרחבת כל קובץ בעזרת ה-'+' שמימינו.
hu: Itt találhatók a letöltések. A + jelre való kattintással megnézheti a fájlokhoz tartozó forrásokat.
it: Questa è la cartella ove vengono visualizzati i file da scaricare. Puoi visualizzare i sorgenti da cui scaricare espandendo ogni file col piccolo + sulla sinistra.
ja: ここは現在ダウンロード中のファイルが表示されるところです。左側にある+マークを クリックすることで、それぞれのファイルのソースを確認することができます。
lt: Čia rodomi šiuo metu parsisiunčiami failai. Jūs galite peržiūrėti atskirus šaltinius, išskleidę kiekvieno failo medį (paspaudę ant „+“ ženklelio iš kairės).
nl: Dit is het gedeelte waar de bestanden die nu gedownload worden, worden weergegeven. Je kan de individuele bronnen bekijken door op het + teken te klikken.
no: Her vises de filene som blir lastet ned. Du kan se individuelle kilder ved å utvide hver fil med den lille pluss'en til venstre.
pl: To jest miejsce, gdzie pobierane pliki są wyświetlane. Możesz zobaczyć indywidualne źródła przez naciśnięcie małego plusika po lewej stronie pliku.
pt: Isto é aonde os arquivos sendo baixados atualmente são exibidos. Você pode ver as fontes individuais expandindo cada arquivo com o pequeno + na esquerda.
ru: Здесь показываются в данный момент загружаемые файлы. Вы можете просмотреть отдельные источники, развернув дерево каждого файла (нажав на значок «+» слева).
sl: Tukaj so prikazane datoteke, ki se trenutno prenašajo. Posamezne vire si lahko ogledate s klikom na znak plus (+) na levi strani.
sq: Këtu shfaqen skedat që janë aktualisht në shkarkim. Mund t'i shikoni burimet individuale duke e zgjeruar çdo skedë me + e vogël anash.
sr: Ovde se nalaze datoteke koje skidate. Ako datoteka ima više izvora pritiskom na + ispred nje otvara pogled na sve dostupne izvore.
sv: Här visas filer som håller på att laddas ner. Du kan visa källor för varje fil genom att klicka på plustecknet bredvid filens namn.
tr: Dosyaların nereye indirildiğini gösterir. Kişisel kaynakları ayrıntılarıyla görüntüleyebilirsiniz.

source: Drag'n'Drop downloads higher in the list for priority, or onto Download Group tabs for better organization (in Power Mode).
af: Jy kan ook hierdie opdrag gebruik om hulp oor 'n spesifieke aflaai te verkry. Selekteer net eenvoudig 'n aflaai en kies hierdie opdrag weer.
ar: يمكنك أيضا أن تستعمل هذا الأمر للحصول على معلومات تساعد على تحميل معين ببساطة حدد ملف ما ثم إختر هذا الأمر ثانية
ca: També pots aconseguir informació d'ajuda amb una descàrrega especifica. Simplement selecciona una descàrrega i escull aquesta comanda altra vegada.
de: Sie können den Hilfe-Befehl auch benutzen, um eine Erklärung für den Status eines Downloads zu erhalten. Markieren Sie einfach einen Download und benutzen Sie diesen Befehl erneut.
es: También puedes conseguir información de ayuda con una descarga especifica. Simplemente selecciona una descarga y escoge este comando otra vez.
fr: Vous pouvez également utiliser cette commande pour obtenir une information d'aide sur un téléchargement spécifique. Sélectionnez simplement un téléchargement et choisissez cette commande à nouveau.
he: תוכל להשתמש בפקודה זו לקבלת עזרה לגבי הורדה ספציפית פשוט לחץ על ההורדה ובחר את פקודה זו שנית.
hu: Más információt is megtudhat ezzel a paranccsal. Csak kattintson egy fájlra és használja ugyanezt a funkciót.
it: Sposta i tuoi download in alto/basso per la priorità, oppure usa i Gruppi di Download per un'organizzazione migliore (in Modalità Avanzata).
ja: ダウンロードに関するヘルプ情報を得る為にこのコマンドを使用することが出来ます。 ダウンロードを選択した後で再びこのコマンドを実行して下さい。
lt: Naudokitės šia komanda, ir kai norėsite gauti daugiau informacijos apie parsisiunčiamą failą. Tiesiog pasirinkite failą ir pakartokite šią komandą dar kartą.
nl: Je kunt dit commando ook gebruiken om help informatie te krijgen over een download. Selecteer simpelweg een download en kies dit commando nogmaals.
no: Du kan også bruke denne kommandoen for å få informasjon om nedlastingen. Velg en nedlasting og denne kommandoen en gang til.
pl: Możesz też użyć tego polecenia, aby uzyskać pomoc na temat konkretnego pobierania. Po prostu zaznacz pobieranie i ponownie wybierz tą komendę.
pt: Você pode também usar este comando para conseguir informação de ajuda sobre um download específico. Simplesmente selecione um download e escolha este comando de novo.
ru: Вы можете использовать эту команду также для получения помощи по загрузке. Просто выделите загрузку и выберите эту команду снова.
sl: Ta ukaz lahko uporabljate tudi za pomoč pri določenem prenosu. Kar morate storiti je, da označite željen prenos in znova izberete ta ukaz.
sq: Kapi e hidhi shkarkesat që janë më lart në listë për parësi, ose te fushat e Grupit të Shkarkimit për organizim më të mirë (te Mënyra e Avancuar).
sr: Ovom naredbom možete dobiti pomoć i za stanje određene datoteke. Jednostavno odaberite datoteku i ponovno stisnite pomoć.
sv: Du kan använda detta kommando för att få hjälp om en nedladdning. Välj helt enkelt en nedladdning och klicka på detta kommando igen.
tr: Belirli bir İndirme sırasında yardım bilgisi almak için bu komutu kullanabilirsiniz. İndirmeyi seçmek ve karar vermek de bu komutla yapılır.

source: This Download has Completed
af: Hierdie Aflaai het Voltooi
ar: هذا التحميل أكتمل
ca: Transferència completada
de: Dieser Download ist abgeschlossen.
es: Transferencia completada
fr: Ce téléchargement est terminé
he: הורדה זו הושלמה
hu: Ez a letöltés befejeződött
it: Questo download è stato completato
ja: このダウンロードは完了しました
lt: Failo parsisiuntimas baigtas
nl: Download is voltooid
no: Denne nedlastingen er ferdig.
pl: To pobieranie zostało zakończone
pt: Este Download foi Completado
ru: Эта загрузка завершена
sl: Ta prenos je končan
sq: Kjo Shkarkesë Përfundoi
sr: Ovo Skidanje je Završeno
sv: Denna nedladdning är fullständig
tr: İndirme Tamamlandı

source: Envy has finished downloading this file, and has verified that it is 100% correct. It has also moved the file to your downloads folder.
af: Envy het die aflaai van hierdie lêer voltooi en het seker gemaak dat dit 100% korrek is. Die lêer is ook na jou aflaaie-gids verskuif.
ar: لقد تم تحميل هذا الملف و تم التحقق من صحته 100% . كما تم نقله أيضا إلى مجلد التحميلات
ca: Envy ha acabat de descarregar l'arxiu, i l'ha verificat i és 100% correcte. També ha mogut aquesta descàrrega a la carpeta de descàrregues.
de: Envy hat das Herunterladen dieser Datei abgeschlossen und hat sichergestellt, dass die Datei fehlerfrei übertragen wurde. Die Datei wurde in ihr Downloadverzeichnis verschoben.
es: Envy ha terminado de descargar el archivo, y lo ha verificado y es 100% correcto. También ha movido esta descarga a la carpeta de descargas.
fr: Envy a fini de télécharger ce fichier, et a vérifié qu'il était correct à 100%. Il a également déplacé le fichier vers le dossier « Downloads ».
he: שרזה סיים להוריד את קובץ זה ווידא שהוא .
hu: Ezt a letöltést a Envy már befejezte és le is ellenőrizte. A fájlt megtalálhatja a beállított letöltési mappában.
it: Envy ha finito di scaricare questo file e ha verificato che è corretto al 100%. Il file è stato spostato nella tua cartella di download.
ja: Envyはこのファイルのダウンロードを終了し、それが100%正常なもので あることを確認しました。ファイルはダウンロードフォルダに移動しています。
lt: „Envy“ baigė siųsti šį failą ir įsitikino, jog jis yra 100% teisingas. Failas buvo perkeltas į Jūsų parsisiučiamų failų aplanką.
nl: Envy heeft dit bestand volledig gedownload en gecontroleerd of het 100% correct is. Het bestand is nu verplaatst naar je downloadsmap.
no: Envy er ferdig med denne filen og har kontollert at den er 100% korrekt. Den er også flyttet til din nedlastingsmappe.
pl: Envy skończyła pobieranie tego pliku i zweryfikowała, że jest w 100% poprawny. Przeniosła także ten plik do twojego folderu pobierań.
pt: O Envy terminou de baixar este arquivo e verificou que ele está 100% correto. Ele também moveu o arquivo para sua pasta de downloads.
ru: Envy закончила загружать этот файл, и сверила его верность на 100%. Также файл был перемещен в папку загрузок.
sl: Envy je končala prenašanje te datoteke. Datoteko je tudi preverila, tako da je 100% pravilna. Datoteko je prav tako premaknila v vašo mapo s prenešenimi datotekami.
sq: Envy e përfundoi shkarkimin e kësaj skede, dhe verifikoi se ajo është 100% korrekte. Skeda gjithashtu ka lëvizur në dosjen e shkarkesave tuaja.
sr: Envy je završila skidanje ove datoteke, takođe je proverila da je 100% ispravna.Još je i premestila datoteku u direktorijum za skinute datoteke.
sv: Envy har laddat ned denna fil fullständigt och verifierat att den är 100% korrekt. Den har också flyttats till din nedladdningsmapp.
tr: Envy dosyanın indirilmesi tamamladı ve yanlışsız aktarımı doğruladı. Dosya İndirilenler klasörüne taşındı.
