Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Note: For playback problems, install an updated 'Codec Pack' (Try Codecs.com)
af: Note: Choosing an external Media Handler will disable Media/Visualization Plugins.
ar: تحذير : عند إختيار معالج وسائط خارجي سيتم التعطيل تلقائيا لجميع وظائف المرئيات الصوتية الإضافية
ca: Advertència: Triar un manejador de multimèdia extern deshabilitarà tots els efectes de so i les visualitzacions d'aquest programa!
de: Wenn Sie ihre Medien durch einen externen Player verwalten lassen, deaktiviert dies automatisch alle Medien- und Visualisierungsplugins!
es: Nota: Seleccionar un programa de medios externo va a automaticamente deshabilitar todos los Plugins de Visualización y de Medios!
fr: Attention : L'utilisation d'un logiciel externe pour jouer les fichiers MultiMédia désactivera les extensions multimédia de Envy !
he: Note: Choosing an external Media Handler will disable Media/Visualization Plugins.
hu: Figyelem: külső médialejátszó használatakor az összes belső plugin és képi megjelenítő kikapcsol!
it: Avvertimento: Scegliendo un media player esterno saranno automaticamente disabilitati tutti i plugin di visualizzazione e multimediali.
ja: 注意:外部のメディアプレーヤーを選択すると内臓のEnvyﾒﾃﾞｨｱﾌﾟﾚｰﾔｰ、オーディオ視覚プラグインは共に自動的に無効になります。
lt: Įspėjimas: Pasirinkus išorinę grotuvo programą, bus atjungti medija ir muzikos vaizdo papildiniai!
nl: Opgepast: Een externe Mediaspeler kiezen zal alle Media en Visualisate Plugins uitschakelen.
no: Note: Choosing an external Media Handler will disable Media/Visualization Plugins.
pl: Ostrzeżenie: Wybranie zewnętrzngo Media Handler (wtyczki mediów) spowoduje automatycznie wyłączenie wszystkich wtyczek mediów i wizualizacji.
pt: Aviso: Escolher um Gerenciador de Mídia externo desativará automaticamente todos os Plugins de Mídia e Visualização.
ru: Внимание: Если выберите внешний менеджер мультимедии, все модули мультимедии и визуализации будут отключенны!
sl: Note: Choosing an external Media Handler will disable Media/Visualization Plugins.
sq: Kujdes: Nëse zgjidhet një Trajtues i jashtëm i Medias do të çaktivizohen automatikisht gjithë Prizat e Medias dhe të Vegimit!
sr: Note: Choosing an external Media Handler will disable Media/Visualization Plugins.
sv: Varning: En extern mediahanterare hindrar automatiskt samtliga insticksprogram för media och visualisering.
tr: Uyarı: Başka bir medya oynatıcısı seçmeniz tüm medya ve görüntüleme eklentilerini etkisizleştirir.

source: IRC Chat
ar: محادثة
es: IRC
fr: IRC
hu: Csevegés
it: IRC
lt: Pokalbiai
pl: Czat
pt: Chat
ru: Чат
sq: Chat
sv: Chat
tr: Sohbet

source: Client _Options:
ar: خيارات ال_تابع :
de: IRC _Optionen:
es: _Opciones de Cliente:
fr: _Options du client :
hu: _Kliens beállítások
it: _Opzioni client:
lt: _Kliento nuostatos:
nl: Client _Opties:
pl: Opcje klienta:
pt: Opções do _Cliente:
ru: Настройки _чата:
sq: _Mundësitë e Klientit:
sv: Klient_alternativ:
tr: İstemci _Seçenekleri :

source: Show chat integration
ar: إظهار تكامل المحادثة
de: Zeige IRC im Menü an
es: Mostrar ventana de chat IRC
fr: Afficher l'horodateur
hu: Csevegés intergrálása
it: Mostra integrazione chat
lt: Rodyti sąsajos integraciją
nl: Toon de chat integratie
pl: Pokaż integrację czata
pt: Mostrar a integração com o chat
ru: Метки chat integration
sq: Trego intregimin e chat-it
sv: Visa den integrerade chatten
tr: Sohbet Bütünleşmesini Göster

source: Show timestamp
ar: إظهار طابع الوقت
de: Zeitstempel anzeigen
es: Mostrar tiempos
fr: Montrer l'intégration IRC
hu: Időbélyeg megjelenítése
it: Mostra timestamp
lt: Rodyti laiką
nl: Toon tijdsaanduiding
pl: Pokaż znacznik czasu
pt: Mostrar tempo
ru: Метки времени
sq: Trego orën
sv: Visa tidsstämpel
tr: Zaman Etiketlerini Göster

source: Screen Font:
ar: خط الشاشة :
de: Schriftart:
es: Font Pantalla:
fr: Font :
hu: Betűtípus:
it: Font schermo:
lt: Ekrano šriftas:
nl: Scherm lettertype:
pl: Czcionka ekranowa:
pt: Fonte da Tela:
ru: Шрифт:
sq: Shkrimi i Ekranit:
sv: Skärmteckensnitt:
tr: Ekran Yazıtipi:

source: _Colors:
ar: الألوان :
de: _Farben:
es: _Colores:
fr: _Couleurs :
hu: _Színek:
it: _Colori:
lt: _Spalvos:
nl: _Kleuren:
pl: Kolory:
pt: _Cores:
ru: _Цвета:
sq: _Ngjyra:
sv: _Färger:
tr: _Renkler:

source: Window
ar: خلفية المحادثة
de: Hintergrund
es: Ventana
fr: Arrière-plan
hu: Csevegőablak háttere
it: Sfondo chat
lt: Lango fonas
nl: Chat achtergrond
pl: Tło czata
pt: Cenário de fundo
ru: Фон
sq: Sfondi i chat-it
sv: Chatbakgrund
tr: Sohbet arka resmi

source: Text
ar: النص
es: Texto
fr: Texte
hu: Szöveg
it: Testo
lt: Tekstas
nl: Tekst
pl: Tekst
pt: Texto
ru: Текста
sq: Teksti
tr: Metin

source: Local text
ar: النص
de: Lokale text
es: Texto local
fr: Texte locaux
hu: Szöveg helyi
it: Local Testo
lt: Tekstas vietinis
nl: Local tekst
pl: Tekst lokalne
pt: Texto local
ru: Текста mестных
sq: Veprimet e user
sv: Text local
tr: Metin local

source: User actions
ar: إجراءات القناة
es: Acción de Usario
fr: Événements du user
hu: User események
it: Azioni user
lt: Usaer veiksmai
nl: User acties
pl: Akcje user
pt: Ações no user
ru: Действий user
sq: Veprimet e kanalit
sv: Userhändelser
tr: User etkinlikleri

source: Channel actions
ar: إجراءات القناة
es: Acción de Canal
fr: Événements du canal
hu: Csatorna események
it: Azioni canale
lt: Kanalo veiksmai
nl: Kanaal acties
pl: Akcje kanału
pt: Ações no canal
ru: Действий
sq: Mesazhet e serverit
sv: Kanalhändelser
tr: Kanal etkinlikleri

source: Server messages
ar: رسائل الخادم
de: Servernachrichten
es: Mensajes del servidor
fr: Messages du serveur
hu: Szerverüzenetek
it: Messaggi server
lt: Serverio pranešimai
nl: Server boodschappen
pl: Server komunikatów
pt: Mensagens do servidor
ru: Сообщений сервера
sq: Lajmërime
sv: Servermeddelanden
tr: Sunucu mesajları

source: Notices
ar: ملاحظات
de: Notizen
es: Avisos
fr: Notifications
hu: Megjegyzések
it: Topic
lt: Pastabos
nl: Mededelingen
pl: Powiadomienia
pt: Recados
ru: Уведомлений
sq: Tema
sv: Notiser
tr: Notlar

source: Topics
ar: المواضيع
de: Themen
es: Topicos
fr: Sujets
hu: Téma
it: Avvisi
lt: Antraštės
nl: Hoofdingen
pl: Tematy
pt: Tópicos
ru: Топиков
sq: Nofka:
sv: Ämnen
tr: Konular

source: Connection _Settings:
ar: إعدادات الإ_تصال:
de: _Verbindungseinstellungen:
es: Configuración de la Conexión:
fr: _Réglages de connexion :
hu: K_apcsolódási beállítások
it: Impo_stazioni di connessione:
lt: Susijungimo _nuostatos:
nl: _Verbindingsinstellingen:
pl: Ustawienia połączenia:
pt: Configurações da _Conexão:
ru: Настройки _соединения:
sv: Anslutnings_inställningar:
tr: Bağlantı _Seçenekleri:

source: Screen name:
ar: الإسم المستعار:
de: Nick:
es: Nombre de pantalla:
fr: Pseudonyme :
hu: Becenév:
it: Nick:
lt: Slapyvardis:
nl: Pseudoniem:
pl: Nick:
pt: Apelido:
ru: Ник:
sq: Emri i përdoruesit:
sv: Smeknamn:
tr: Takma İsim:

source: User name:
ar: المستخدم:
de: Benutzername:
es: Nombre de usario:
fr: Nom d'utilisateur :
hu: Felhasználói név:
it: Nome utente:
lt: Prieigos vardas:
nl: Gebruikersnaam:
pl: Nazwa użtkownika:
pt: Nome do usuário:
ru: Имя:
sq: Nofka Alternative:
sv: Användarnamn:
tr: Kullanıcı İsmi:

source: Alt screen name:
ar: إسم بديل :
de: Alternativer Nick:
es: Nombre de usario alt:
fr: Pseudonyme alternatif :
hu: Másik becenév:
it: Nick alternativo:
lt: Antras slapyvardis:
nl: Alternatieve pseudoniem:
pl: Zamiana nick'a:
pt: Trocar de Apelido:
ru: Альтернативный ник:
sq: Emri i vërtetë:
sv: Alternativt smeknamn:
tr: Alternatif Takma İsim:

source: Real name:
ar: الإسم الحقيقي:
de: Wirklicher Name:
es: Nombre de realidad:
fr: Nom réel :
hu: Valódi név:
it: Nome reale:
lt: Asmenvardis:
nl: Echte naam:
pl: Prawdziwe imię:
pt: Nome verdadeiro:
ru: Настоящее имя:
sq: Serveri:
sv: Riktigt namn:
tr: Gerçek İsim:

source: Server:
ar: الخادم
es: Servidor:
fr: Serveur :
hu: Szerver:
lt: Serveris:
pl: Serwer:
pt: Servidor:
ru: Сервер:
sq: Porti:
tr: Sunucu:

source: Run command on connect
ar: On-connect
de: On-connect
es: Comando ejecutar en la conexión
fr: Commande exécuter dans le cadre
hu: On-connect
it: A connessione
lt: On-connect
nl: On-connect
pl: On-connect
pt: A Conexão
ru: On-connect
sv: On-connect
tr: on-connect

source: My _Profile:
af: My _Profiel:
ar: _:وضعيتي
ca: El meu _perfil:
de: Mein _Profil:
es: Mi _Perfil:
fr: Mon _Profil :
he: הפרופיל שלי
hu: Saját adatla_p
it: Il mio _profilo:
ja: プロフィール:
lt: Mano _profilis:
nl: Gnutella gebruikersprofiel:
no: Min profil:
pl: Mój profil:
pt: Meu _Perfil:
ru: Мой _профиль:
sl: Moj _Profil:
sq: _Profili Im:
sr: Moj _Profil:
sv: Min _profil:
tr: _Profilim:

source: You can use your Gnutella User Profile to share information about yourself, your interests and recommended files and websites with others.
af: Jy kan jou Gnutella Gebruikersprofiel gebruik om inligting oor jouself en jou belangstellings te deel, of om lêers en webblaaie aan te beveel aan ander.
ar: يمكنك إستخدام وضعية جي.نيوتيللا الخاصة بك للمشاركة بالمعلومات عن نفسك و اهتماماتك و توصياتك عن الملفات و المواقع التي تنصح بها الآخرين
ca: El perfil de Envy serveix per a compartir informació teva, els teus interessos, els teus arxius i pàgines web favorites.
de: Sie können das Profil benutzen, um Informationen über Sie selbst, Internetlinks und empfohlene Dateien für Andere zugänglich zu machen.
es: El perfil de Envy sirve para compartir información acerca de ti, tus intereses, y hasta mencionar tus archivos y paginas web favoritas.
fr: Utiliser votre Profil Utilisateur Gnutella afin de vous faire connaître des autres utilisateurs, partager vos centres d'intérêt, vos fichiers recommandés, etc.
he: .‏‏ניתן להשתמש בפרופיל המשתמש שלך בגנוטלה לשיתוף מידע אודות עצמך כמו תחביבים והקבצים המועדפים שלך עם משתמשים אחרים
hu: Az adatlap segítségével információkat közölhet magáról, ami az egész hálózaton elérhető lesz.
it: Puoi usare il profilo utente di Gnutella per condividere informazioni su di te, i tuoi interessi, i file preferiti e i siti web preferiti con altri.
ja: Gnutellaユーザプロフィールを共有することによって、あなたについての情報やあなたの興味、お勧めのファイルやウェブサイトを他の人に公開することができます
lt: Jūs galite naudoti savo Gnutella naudotojo profilį dalinantis su kitais informacija apie save, savo interesus ir rekomenduotinus failus bei tinklalapius.
nl: Je kunt je profiel gebruiken om informatie met anderen uit te wisselen over jezelf, je interesses en favoriete bestanden en internetsites.
no: Du kan bruke din Gnutella brukerprofil til å dele informasjon om deg selv, dine interesser og anbefale filer og web-sider med andre.
pl: Możesz użyć profilu użytkownika Gnutelli aby udostępnić innym informacje o sobie, swoich zainteresowaniach, rekomendowanych plikach i stronach internetowych.
pt: Você pode usar o seu Perfil de Usuário Gnutella para compartilhar info sobre você, seus interesses, sites e arquivos recomendados.
ru: Используйте профиль пользователя Gnutella для обмена информацией о себе, своих интересах, ссылках на файлы и сайты, с другими.
sl: Uporabljate lahko vaš Gnutella uporabniški profil za prikaz vaših informacij drugim kot npr. interesi, priporočene datoteke, spletne strani itd.
sq: Profili si Përdorues i Gnutella-s mund të përdoret që të ndani me të tjerët informacione rreth vetes, interesave dhe skedave/trojeve që rekomandoni.
sr: Možete koristiti vaš Gnutella Profil kako biste dali informacije o vama, šta vas zanima i koje datoteke i web stranice preporučujete
sv: Du kan använda Gnutellas användarprofil för att dela med dig av information om dig själv, intressen och rekommenderade filer och webbplatser med andra.
tr: Kendi bilgilerinizi, hobilerinizi, önerilen dosyaları ve websitelerini paylaşmak için Gnutella Kullanıcı Profili kullanabilirsiniz.

source: _Chat:
af: _Gesels:
ar: _:محادثة
ca: _Xat:
fr: _Discussion :
he: :צ'אט
hu: _Csevegés
ja: チャット:
lt: Po_kalbiai:
nl: _Chatten:
pl: Rozmowy:
pt: _Conversar:
ru: _Чат:
sl: _Kramljaj:
sr: Razgovor:
tr: _Sohbet:

source: Enable peer to peer chat with compatible clients
af: Skakel Persoon-tot-Persoon geselskappe aan met ondersteunende kliënte
ar: تمكين محادثة النظير إلى النظر مع العملاء المتوافقين
ca: Habilita la funció de xat amb clients compatibles
de: Chat mit Gnutella-Clients aktivieren
es: Habilitar función de chat con clientes compatibles
fr: Activer la discussion avec les clients P2P compatibles
he: אפשר שיחות בתקשורת ישירה באפליקציות תומכות
hu: Csevegés engedélyezése az arra alkalmas kliensekkel
it: Abilita la chat peer to peer con client compatibili
ja: 互換性のあるクライアントとピア・ツー・ピアチャットを行う
lt: Įgalinti lygiaverčio tarptinklinio ryšio pakalbius su suderinamais klientais
nl: P2P chatten mogelijk maken met passende cliënten
no: Skru på peer to peer chat med kompatible klienter
pl: Włącz rozmowy peer to peer z kompatybilnymi klientami
pt: Ativar o chat peer to peer com os clientes compatíveis
ru: Разрешить P2P чат с совместимыми клиентами
sl: Omogoči P2P kramljanje s združljivimi odjemalci
sq: Lejo chat-in pikë më pikë me klientët e pajtueshëm
sr: Omogući razgovor sa ostalim kompatibilnim klijentima
sv: Tillåt P2P chat med kompatibla klienter
tr: Uyumlu istemcilerle eşli sohbete olanak ver

source: Enable chat on all protocols where possible
af: Skakel geselskappe aan op alle netwerke
ar: تمكين المحادثة على جميع الشبكات
ca: Habilita el xat a totes les xarxes
de: Chat mit eDonkey-Clients aktivieren
es: Habilitar chat en todas las redes
fr: Activer la discussion sur tous les réseaux
he: אפשר שיחות לכל הרשתות
hu: Csevegés engedélyezése az összes hálózaton
it: Abilita la chat su tutte le reti
ja: 全てのネットワークでチャットを有効にする
lt: Įgalinti pokalbius visuose tinkluose
nl: Chatten mogelijk maken op alle netwerken
no: Aktiver chat for alle nettverk
pl: Włącz rozmowy we wszystkich sieciach (gdzie to jest możliwe)
pt: Ativar o chat sobre outros protocolos (onde possível)
ru: Разрешить чат во всех сетях
sl: Omogoči kramljanje na vseh omrežjih
sq: Lejo chat-in në të gjitha rrjetet
sr: Dopusti razgovor na svim mrežama
sv: Till åt chat på samtliga nätverk
tr: Tüm ağda sohbet olanağı ver

source: Filter chat messages for spam
af: Filtreer gesels boodskappe vir spam
ar: فرز رسائل المحادثة من الرسائل العشوائية
ca: Filtra els missatges de xat per a spam
de: Spamnachrichten im Chat filtern
es: Filtrar mensajes de chat para spam
fr: Filtrer le spam sur les messages de discussion
he: ...סינון הודעות זבל
hu: Kéretlen üzenetek kiszűrése
it: Filtra i messaggi chat dallo spam
ja: スパム用のチャットメッセージをフィルタリングする
lt: Filtruoti pokalbio tekstus nuo informacinių šiukšlių
nl: Filter chatberichten op spam
no: Filtrer chat-meldinger for spam
pl: Filtruj wiadomości ze spamu
pt: Filtrar mensagens de chat com spam
ru: Фильтровать текст чата от спама
sl: Filtriraj e-slamo (spam) v klepetalniških sporočilih
sq: Filtro mesazhet me spame
sr: Filtriraj poruke koje sadrže smeće
sv: Filtrera spam från chatmeddelanden
tr: Spam için sohbet mesajlarını filtrele

source: Censor profanity in chat
af: Sensor gesels boodskappe vir ongewenste inhoud
ar: حساسية عبارات المحادثة
ca: Censura coses obscenes al xat
de: Vulgäre Sprache im Chat filtern
es: Censurar cosas obscenas en chat
fr: Censurer les grossièretés dans les discussions
he: צינזור חומר פוגעני בצ'אט
hu: Trágár szövegek kiszűrése
it: Censura contenuti profani in chat
ja: 差別・侮辱発言を監視する
lt: Filtruoti nešvankybes pokalbiuose
nl: Verberg scheldwoorden in chatberichten
no: Sensurer krenkende meldinger i chat
pl: Cenzuruj wulgaryzmy w rozmowie
pt: Censurar obscenidades no chat
ru: Фильтровать нецензурные слова в чате
sl: Cenzuriraj psovke v klepetalnici
sq: Censuro blasfeminë në chat
sr: Cenzuriši prostačenje
sv: Censurera chatten
tr: Saygısızlıkları sansürle

source: Remote Access
af: Web Toegang
ar: الوصول البعيد
ca: Accès Remot
es: Acceso Remoto
fr: Accès à distance
he: גישה מרחוק
hu: Távoli elérés
it: Accesso remoto
ja: リモートアクセス
lt: Nuotolinė prieiga
nl: Web Interface
no: Fjernkonsoll
pl: Zdalny dostęp
pt: Acesso Remoto
ru: Удалённый доступ
sl: Oddaljen dostop
sq: Largësi
sr: Pristup na Daljinu
sv: Fjärråtkomst
tr: Uzaktan Erişim

source: _Activation:
af: _Aanskakel:
ar: _:ممكن
ca: _Habilita:
de: _Aktivieren:
es: _Habilitar:
fr: Activ_er :
he: :אפשר
hu: _Engedélyezés
it: A_bilita:
ja: 有効:
lt: Įg_alinti:
nl: _Inschakelen:
no: Skru på:
pl: Włącz:
pt: _Ativar:
ru: _Разрешение:
sl: _Omogoči:
sq: _Aktivizo:
sr: Omogući:
sv: _Aktivera:
tr: _Olanak Ver:

source: _Enable Envy Remote Web Access:
af: _Skakel Envy Web Toegang aan:
ar: :من التحكم عن بعد Shareaza تمكين
ca: Habilita l'accès remot de Envy:
de: Remote-Access aktivieren:
es: Habilitar Acceso Remoto de Envy:
fr: Activer l'accès à distance Envy :
he: .אפשר גישה מרחוק לשרזה
hu: Távoli használat engedélyezése
it: Abilita l'accesso remoto di Envy:
ja: Envyリモートアクセスを有効にする:
lt: Įgalinti nuotolinę prieigą prie „Envy“ programos
nl: Envy's Web Interface inschakelen:
no: Skru på Envy fjernkonsoll:
pl: Włącz zdalny dostęp do Envyy:
pt: Ativar o Acesso Remoto do Envy:
ru: Разрешить удаленный доступ к Envy:
sl: Omogoči oddaljen dostop do programa Envy:
sq: Lejo Hyrjen në Largësi të Envy-s:
sr: Omogući Daljinski Pristup Envy
sv: Aktivera Envys fjärråtkomst:
tr: Envy Uzaktan Erişime olanak ver:

source: _Credentials:
af: _Identifikasie:
ar: الإ&عتمادات:
ca: _Credencials:
de: _Zugangsdaten:
es: _Credenciales:
fr: Compte utilisateur :
he: :פרטי חשבון
hu: _Belépési adatok
it: _Autenticazione:
ja: 認証:
lt: Autentifikacijos _duomenys:
nl: _Gegevens:
no: Bruker:
pl: Szczegóły:
pt: _Credenciais:
ru: _Безопасность:
sl: _Uporabniški dostop:
sq: _Kredencialet:
sr: Uverenja:
sv: _Inloggning:
tr: _Güven Belgesi:

source: Choose a Username:
af: Kies Gebruikersnaam:
ar: إختر إسم مستخدم:
ca: Tria un usuari:
de: Benutzername:
es: Escoge un usuario:
fr: Nom d'utilisateur :
he: :בחר שם משתמש
hu: Felhasználó neve:
it: Scegli un nome utente:
ja: ユーザ名:
lt: Naudotojo vardas:
nl: Kies een schuilnaam:
no: Velg brukernavn:
pl: Wybierz nazwę użytkownika:
pt: Escolha um Nome:
ru: Введите имя:
sl: Uporabniško ime:
sq: Përdoruesi:
sr: Odaberi Ime:
sv: Användarnamn:
tr: Kullanıcı Adı Seçin:

source: Choose a Password:
af: Kies Wagwoord:
ca: Tria un mot de pas:
de: Passwort:
es: Escoge una contraseña:
fr: Mot de passe :
he: :בחר סיסמא
hu: Felhasználó jelszava:
it: Scegli una password:
ja: パスワード:
lt: Slaptažodis:
nl: Kies een wachtwoord:
no: Velg passord:
pl: Wybierz hasło:
pt: Escolha uma Senha:
ru: Введите пароль:
sl: Geslo:
sq: Fjalëkalimi:
sr: Odaberi Lozinku:
sv: Lösenord:
tr: Şifre Seçiniz:

source: Help:
af: Hulp:
ar: :الدليل
ca: Ajuda:
de: Hilfe:
es: Ayuda:
fr: Aide:
he: :מדריך
hu: Súgó:
it: Aiuto:
ja: ガイド:
lt: Pagalba:
nl: Handleiding:
no: Hjelp:
pl: Pomoc:
pt: Ajuda:
ru: Справка:
sl: Pomoč:
sq: Ndihmë:
sr: Pomoć:
sv: Hjälp:
tr: Yardım:

source: Envy Remote Access allows you to leave Envy running on your PC, and control it remotely using a web browser. You will need to be able to accept incoming connections to use this feature. (Ensure port-forwarding.)
af: Envy Web Toegang laat jou toe om Envy op jou rekenaar aan te los en dit vanaf 'n afgeleë plek te beheer deur middel van 'n web blaaier. Jy sal inkomende konneksies moet kan ontvang om hierdie funksie te gebruik ('n korrek opgestelde roeteerder, ens).
ar: يسمح لك الوصول البعيد لشير-أزا بترك "شير-أزا" يعمل في كمبيوترك و من ثم التحكم فيه عن بعد عن طريق متصفح ويب . لكن يجب قبول الإتصالات الواردة لإستخدام هذه الميزة
ca: L'accès remot de Envy et permet deixar Envy executant-se al teu PC, i controlar-lo usant un navegador. Necessitaràs acceptar connexions entrants per a usar aquesta característica (ex: Configurar el teu router, etc).
de: Envy's Remote-Access erlaubt es Ihnen, Envy auf ihrem PC laufen zu lassen und es über einen Webbrowser zu bedienen. Sie müssen eingehende Verbindungen akzeptieren können, um diese Funktion zu benutzen. (Korrekt konfigurierter Router, usw.)
es: El Acceso Remoto de Envy te permite dejar Envy corriendo en tu PC, y controlarlo usando un navegador. Vas a necesitar habilitar aceptar conexiones entrantes para usar esta característica (Ej: Configurar tu router, etc).
fr: L'accès à distance vous permet de laisser Envy en exécution sur votre PC, et de contrôler Envy à distance depuis n'importe quel autre ordinateur en utilisant un navigateur Internet. Vous devez pouvoir accepter les connexions entrantes (routeur, pare-feu, etc. correctement configurés).
he: אפשרות השליטה מרחוק של שרזה מאפשרת לך להשאיר את שרזה פועלת על המחשב, ולשלוט בה מרחוק בעזרת דפדפן האינטרנט, יהיה עלייך לדאוג שתוכל לקבל התקשרויות נכנסות - ראוטר מוגדר וכדומה
hu: Ezzel a szolgáltatással egy webböngészőn keresztül távolról is irányíthatja a Envy. Ehhez azonban a Envy futtató gépnek tudnia kell fogadni a bejövő kapcsolatokat.
it: L'accesso remoto di Envy ti permette di lasciare in esecuzione Envy sul tuo PC e controllarlo in remoto utilizzando un browser Internet. Sarà necessario essere abilitati ad accettare le connessioni in entrata per usare questa caratteristica (es. router configurato correttamente, ecc).
ja: EnvyリモートアクセスはあなたがPCの前を離れていても、ウェブブラウザを使用してEnvyを遠隔操作することができるようにします。この機能を利用するには(ルータを適切に設定する等して)入力接続を受け付けることができるようにする必要があります
lt: „Envy“ nuotolinės prieigos funkcija leidžia jums, naudojantis naršykle, kontroliuoti nuotoliniu būdu „Envy“ programą, paliktą veikiančią savo kompiuteryje. Šios funkcijos naudojimuisi reikia, kad kompiuteris priimtų įeinančius susijungimus (t.y. teisingai suderintas maršrutizatorius ir t.t.).
nl: Envy's Web Interface maakt het mogelijk om Envy op je PC te laten draaien, en het op afstand te bedienen via een browser. Je moet wel binnenkomende verbindingen kunnen ontvangen om gebruik te kunnen maken van deze functie zoals een goed ingestelde router.
no: Envy fjernkonsoll gir deg muligheten til å kjøre og kontrollere Envy gjennom internettleseren din. Du må kunne motta innkommende tilkoblinger for å bruke konsollen (sjekk oppsettet på routeren/brannmuren).
pl: Zdalny dostęp do Envyy pozwala ci na zostawienie włączonej Envyy na Twoim komputerze i zdalne sterowanie nią za pomocą przeglądarki internetowej. Aby używać tej funkcji musisz być w stanie przyjmować połączenia przychodzące (np. właściwie skonfigurowany router, itp.).
pt: O Acesso Remoto do Envy permite a você deixar o Envy rodando no seu PC, e controlá-lo remotamente usando um navegador da rede. Você precisará ser capaz de aceitar conexões de entrada para usar esta função. (Roteador apropriadamente configurado, etc.)
ru: Удаленный доступ к Envy позволит Вам оставить Envy запущенной и контролировать её удаленно из веб браузера. Для использования этого Вам понадобится иметь возможность принимать входящие соединения (и правильно настроить брандмауэр).
sl: Envy oddaljen dostop vam omogoča, da z zagnanim programom upravljate oddaljeno s pomočjo spletnega brskalnika. Za to boste morali najprej dovoliti vhodne povezave (npr. ustrezno nastavljen usmerjevalnik in požarni zid, itd.).
sq: Hyrja në Largësi bën që Envy të lihet të veprojë në PC e të kontrollohet me një shfletues rrjeti të jashtëm. Që kjo veçori të përdoret, duhet të jeni i aftë të pranoni lidhjet hyrëse (d.m.th. konfiguroni routerin si duhet etj.).
sr: Envy pristup na daljinu vam omogućava da ostavite upaljen PC sa pokrenutom Envy, i njome upravljate sa druge lokacije. Da bi ste koristili ovu opciju morate biti u mogućnosti primati dolazeće veze(npr. podešen ruter, itd).
sv: Envys fjärråtkomst tillåter dig att lämna Envy igång på din PC och kontrollera det med en webbläsare. Du måste kunna acceptera inkommande anslutningar för att använda denna funktion (d.v.s. en ordentligt anpassad router eller dylikt).
tr: Envy Uzaktan Erişim PC'nizde çalışan Envy'dan ayrılmanıza ve uzaktaki web tarayıcısını kontrol etmenize izin verir. Gelen bağlantıları kabul etmek için bu özellikleri kullanmaya ihtiyaç duyacaksınız(i.e. düzgün yönlendirme yapılandırması, vb) .

source: Web Links
af: Web
ar: ويب
ca: Web
de: Web
es: Web
fr: Web
he: רשת
hu: Web
it: Web
ja: ウェブ
lt: Žiniatinklis
nl: Internet
no: Internett
pl: WWW
pt: Web
ru: Веб
sl: Splet
sq: Rrjeti
sr: Web
sv: Webb
tr: Web
