Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Limiting uploads may slow downloads
af: Beperkde oplaaie mag aflaaie affekteer
ar: إن تحديد عمليات الإرسال أو الرفع قد تبطئ التحميلات
ca: Limitar les pujades pot derivar en una baixa velocitat de descàrrega
de: Das Begrenzen der Uploadgeschwindigkeit kann Ihre Downloadgeschwindigkeit verringern.
es: Limitando subidas puede causar descargas lentas
fr: Trop limiter les envois peut ralentir les téléchargements
hu: A feltöltés korlátozása csökkentheti a letöltési sebességet!
it: Limitare gli upload può rallentare i download
ja: アップロードを制限すればダウンロード速度が遅くなる可能性があります
lt: Išsiuntimų ribojimas gali sulėtinti atsisiuntimus
nl: Beperken van uploads kan downloads vertragen
no: Begrensning av opplastinger kan sinke nedlastinger
pl: Limitowanie prędkości wysyłań może spowolnić pobierania
pt: Limitar os uploads pode desacelerar os downloads
ru: Ограничение раздач может замедлить загрузки
sl: Omejevanje naložkov (uploadov) lahko upočasni prenašanje (downloadov)
sq: Kufizimi i ngarkesave mund të ngadalësojë shkarkimin
sr: Ograničenje brzine davanja može usporiti skidanje
sv: Att begränsa uppladdningar kan leda till långsammare nedladdningar
tr: Limitli aktarımlar, yavaş İndirebilir

source: Several networks Envy connects to enforce ratios, limit uploads to clients that do not share, or simply preference uploading to known sharers.
af: Verskeie netwerke waaraan Envy konnekteer pas verhoudings toe, beperk oplaaie na kliënte wat nie deel nie, of gee eenvoudig oplaai prioriteit aan bekende delers.
ar: العديد من الشبكات التي يتصل بها شير-أزا تفرض النسب ، ضع حدا للعملاء الذي لا يشاركون ، أو ببساطة التفضيل للإرسال يكون لمشاركين معروفين
ca: Algunes xarxes a què Envy es connecta recolcen igualtats, limitant pujades a clients que no comparteixen, o simplement preferència a pujar a clients que comparteixen.
de: Mehrere Clients beschränken den Upload zu Clients, die nichts freigeben oder nur sehr geringe Bandbreite zur Verfügung stellen.
es: Varias redes a las que Envy se conecta se unen para cumplir ratios, limitando subidas a clientes que no comparten, o simplemente preferencia a subir a clientes que comparten.
fr: Envy se connecte à plusieurs réseaux qui imposent des ratios, limitent les envois aux clients qui ne partagent pas, ou simplement donnent la préférence de l'envoi aux partageurs connus.
hu: Egyes hálózatok korlátozzák vagy megtagadják a letöltést, ha nem megfelelő a feltöltési sebesség.
it: Envy si collega a molte reti per fare rispettare i rapporti, limita gli upload ai client che non condividono o preferenzia l'invio a condivisori conosciuti.
ja: Envyが接続するネットワークの中には、共有していないクライアントへのアップロードを制限したり、 過去にアップロードしてくれたクライアントを優先する機能が存在します。
lt: Kai kuriuose tinkluose, prie kurių jungiasi „Envy“, yra naudojami iš-/atsisiuntimų santykiai, ribojamas išsiuntimas tiems, kurie nieko nebendrina arba, tiesiog, teikiama išsiuntimo pirmenybė tiems, kurie dalinasi failais.
nl: Een aantal netwerken waarmee Envy verbindt, gebruiken upload/download verhoudingen, beperken cliënten die niet delen of delen alleen maar met bekende delers.
no: Flere nettverk Envy kobler til benytter ratesystemer, som begrenser opplastinger til klienter som ikke deler, eller prioriterer opplasting til kjente delere.
pl: Kilka sieci z którymi łączy się Envy aby wymusić proporcje limitują prędkość wysyłania do klientów którzy się nie dzielą, lub po prostu wolą wysyłać do znanych im udostępniających.
pt: Várias redes nas quais o Envy conecta para forçar o ratio, limitam os uploads para clientes que não compartilham, ou simplesmente dão a preferência de upload para compartilhadores conhecidos.
ru: В некоторых сетях, к которым подсоединяется Envy, используются соотношения за-/раздач, ограничиваются раздачи тем, которые ничего не дают или, просто, предпочтение раздач отдается тем, которые обмениваются файлами.
sl: Številna omrežja na katera se priključuje Envy zahtevajo recipročnost. To pomeni da se uporabnikom, ki ponujajo malo ali nič, omejujejo prenosne zmogljivosti.
sq: Shumë nga rrjetet ku Envy lidhet detyorjnë raporte, kufij ngarkese tek klientë që nuk shpërndajnë, ose thjesht parapëlqejnë ngarkim tek shpërndarësit e njohur.
sv: Flera av de nätverk Envy ansluter till tillämpar proportionell nedladdning, begränsad nedladdning för klienter som inte delar med sig eller föredrar uppladdning till kända fildelare.
tr: Birçok Envy ağı bağlantı oranları uygular, istemcilerin paylaşılmayan aktarımını kısıtlar ya da sadece bilinen paylaştırıcıların aktarımını tercih eder.

source: Fortunately, broadband DSL connections are like a two-lane highway: you have separate allocations for upload and download. If your client is properly configured, you should be able to upload at a good rate while retaining full download capacity.
af: Gelukkig is breëband DSL konneksies soos 'n twee-baan hoofweg: jy het aparte hoeveelhede vir oplaai en aflaai. As jou program reg ingestel is, behoort jy teen 'n goeie tempo te kan oplaai en nogsteeds volle aflaai kapasiteit behou.
ar: كخطين سريعين DSL لحسن الحظ ، إتصالات يجب فصل التخصيص للارسال و للتحميل . إذا كان التابع لديك مكون بشكل صحيح ، فستكون قادرا على الإرسال بنسبة جيدة في حين تحتفظ بقدرة تحميل كاملة
ca: Afortunadament, les connexions DSL són com una carretera de 2 vies. Has de configurar un ample de banda per a la pujada i altre per a la baixada. Si el teu client està pròpiament configurat, has de poder pujar a una bona velocitat i al mateix temps estar descarregant al màxim.
de: Glücklicherweise sind DSL-Verbindungen wie zweispurige Straßen: Up- und Downloadbandbreite sind seperiert. Wenn ihr Client richtig konfiguriert ist, sollte es möglich sein, genügend viel hochzuladen und gleichzeitig die volle Downloadkapazität zu erhalten.
es: Afortunadamente, las conexiones DSL son como una carretera de 2 vías: tu tienes asignaciones separadas para subida y descarga. Si tu cliente esta propiamente configurado, tu debes de poder subir a una buena velocidad y al mismo tiempo estar descargando al máximo.
fr: Heureusement, les connexions DSL à large bande sont comme des autoroutes à deux voies: vous avez des attributions séparées pour l'envoi et le téléchargement. Si votre client est correctement configuré, vous devriez pouvoir envoyer à un bon taux tout en gardant une pleine capacité de téléchargement.
hu: Szerencsére a DSL kapcsolat olyan, mint egy autópálya: a feltöltésnek és a letöltésnek is külön sávja van. Ha megfelelően beállította a kliensét, akkor egy jó feltöltési sebesség mellett akár maximális letöltést el tud vele érni.
it: Fortunatamente, la connessioni DSL a banda larga sono a due vie: allocano separatamente l'invio e la ricezione. Se il client è configurato correttamente, dovresti essere in grado di inviare a buona velocità mantenendo la piena velocità di scaricamento.
ja: ブロードバンドのDSL接続は2車線の高速道路に似ていて、アップロード用とダウンロード用で別々に 帯域を割り当てることができます。クライアントが適切に設定されていれば、完全なダウンロード速度を確保しつつ、 より良いアップロード速度が得られます。
lt: Laimei, plačiajuostis DSL ryšys yra kaip dviejų juostų greitkelis: išsiuntimai ir atsisiuntimai turi atskirus kanalus. Jei Jūsų klientas yra deramai sukonfigūruotas, Jūs išlaikysite pilną atsisiuntimo spartą, nenukenčiant išsiuntimo spartai.
nl: Gelukkig zijn breedband DSL verbindingen net zoals een snelweg: je hebt twee gescheiden weghelften voor zowel uploaden als downloaden. Als je je cliënt goed instelt, zou je in staat moeten zijn om met een goede uploadsnelheid toch volledig te kunnen downloaden.
no: Heldigvis er bredbåndskoblinger som en to felts vei: du har separate kanaler for opp og nedlasting. Hvis din klient er riktig konfigurert, skal du kunne laste opp med en god hastighet samtidig som du har full nedlastingskapasitet.
pl: Na szczęście, szerokopasmowe połączenia DSL są jak dwu pasmowa autostrada: masz osobne miejsce dla wysyłań i pobierań. Jeżeli twój klient jest dobrze skonfigurowany, powinieneś móc wysyłać z dobrą prędkością i pobierać z maksymalną prędkością.
pt: Felizmente, conexões de banda larga DSL são como as duas pistas de uma estrada: você tem lugares separados para upload e download. Se o seu cliente está configurado apropriadamente, você deve ser capaz de fazer uploads a uma boa velocidade enquanto mantendo a capacidade total de download.
ru: К счастью, широкополосное ДСЛ соединение является как двухполосное шоссе: раздача и загрузка имеют отдельные каналы. Если Ваш клиент сконфигурирован как следует, Вы сохраните полную скорость для раздач без потери скорости для загрузок.
sl: K sreči so širokopasovne povezave kot avtocesta: obstajajo ločene poti za promet v eno in ločene poti za promet v drugo smer. Če je vaš odjemalec pravilno nastavljen boste lahko še vedno uspešno nalagali (upload) medtem ko boste obdržali polno zmogljivost prenašanja (download).
sq: Për fat të keq, lidhjet me bandë të gjerë DSL janë si një rrugë me dy korsi: ka caktime të ndryshme për ngarkimin dhe shkarkimin. Nëse klienti juaj është konfiguruar siç duhet, do të jeni i aftë të ngarkoni me një raport të mirë, ndërkohë që mbani kapacitet të plotë shkarkues.
sv: Lyckligtvis är bredbandsanslutningar som vägar med två körbanor: man har separat utrymme för uppladdningar respektive nedladdningar. Om din klient är korrekt konfigurerad, bör du kunna ladda upp i god takt samtidigt som du behåller full nedladdningskapacitet.
tr: Neyse ki, genişbant DSL bağlantıları iki şeritli yola benzer: aktarım ve indirme için ayrılmış bölümlere sahipsiniz. Eğer istemciniz düzgün yapılandırıldıysa, tam indirme kapasitesine sahip olduğu sürece yüksek oranda aktarım yapabilirsiniz.

source: By default, your upload limit is set to about 85% of available upstream bandwidth, while downloads are unlimited. That configuration should give you the fastest possible downloads that are available.
af: Normaalweg is jou oplaai limiet gestel na omtrent 85% van die beskikbare oplaai bandwydte, terwyl aflaaie onbeperk is. Hierdie instelling behoort jou die vinnigste moontlike aflaaispoed te verseker.
ar: إفتراضيا ، تم وضع إرسالك إلى حوالي 85% من تدفق نطاق العرض المتوفر ، علما أن التحميل غير محدود . التكوين يجب أن يعطيك أسرع تحميل ممكن يكون متوفر
ca: Per defecte, el teu límit de descàrrega està configurat com el 85% de la teua pujada disponible. Aqueixa configuració t'hauria de donar la velocitat més ràpida.
de: Standardmäßig ist ihre Uploadrate auf 85% der verfügbaren Bandbreite begrenzt. Die Downloadrate ist unbegrenzt. Mit dieser Konfiguration erhalten Sie die bestmöglichste Downloadgeschwindigkeit.
es: Por defecto, tu límite esta puesto como al 85% de tu subida disponible, mientras tus descargas estan sin límite. Esa configuración te debe dar la velocidad más rápida posible de las descargas.
fr: Par défaut, votre limite d'envoi est mis à environ 85% de votre bande passante montante disponible, tandis que les téléchargements sont illimités. Cette configuration devrait vous donner les téléchargements disponibles les plus rapides possibles.
hu: Alapbeállításként a program a feltöltési sebesség 85%-át fogja csak kihasználni, míg a letöltés korlátlan marad. Ezzel a beállítással lehet a legjobb arányt elérni a fel- és a letöltés között.
it: Di default, il limite di invio è fissato a circa 85% della banda di invio disponibile, mentre la ricezione è illimitata. Questa configurazione dovrebbe farti scaricare alla massima velocità possibile.
ja: デフォルトではダウンロードは無制限で、アップロード速度は利用可能なアップロード帯域の85%に設定されています。 この設定で可能な限り高速なダウンロード速度を得ることができるでしょう。
lt: Pagal nutylėjimą išsiuntimo limitas yra nustatomas 85-iems % esamos išeinančios greitaveikos, to tarpu atsisiuntimai nėra ribojami. Tokios nuostatos turėtų Jums garantuoti sparčiausią įmanomą atsisiuntimą.
nl: Standaard wordt je uploadlimiet op 85% van je uploadbandbreedte gezet, terwijl je download geen limiet heeft. Over het algemeen geeft dit de best mogelijke downloadsnelheid.
no: Som standard er din opplastingshastighet begrenset til omtrent 85% av tilgjengelig opplastingsbåndbredde, mens nedlastinger er ubegrenset. Den konfigurasjonen burde gi deg så høy nedlastingshastighet som mulig.
pl: Domyślnie, twój limit wysyłań jest ustawiony na 85% przepustowości wysyłania łącza, podczas gdy pobierania są nieograniczone. Ta konfiguracja powinna zapewnić ci najszybsze możliwe prędkości pobierań.
pt: Por padrão, seu limite de upload é posto a 85% da banda disponível de upload, enquanto os downloads são ilimitados. Essa configuração deve dar a você os downloads mais rápidos possíveis que estão disponíveis.
ru: По умолчанию, лимит для раздач установлен на 85% от существующей исходящей пропускной способности, в то время как загрузки не имеют ограничений. Такие установки должны гарантировать Вам наибольшую возможную скорость для загрузок.
sl: Privzeteo je nalaganje (upload) omejeno na približno 85% pasovne širine, ki je na voljo, medtem ko je prenašanje (download) neomejeno. Konfiguracija te vrste vam bo omogočala najbolj učinkovito delovanje.
sq: Normalisht, kufiri i shkarkimit vendoset rreth 85% nga shtrirja e bandës së mbirrymës së vlefshme, kurse shkarkesat janë pa kufij. Ky konfigurim do t'ju japë shkarkesat më të shpejta të mundshme.
sv: Standardinställningen begränsar din uppladdning till 85% av kapaciteten, medan nedladdningar är obegränsade. Denna inställning bör generera optimal nedladdningshastighet.
tr: Varsayılan, indirmeler limitsiz olduğunda aktarım limitiniz mevcut bant genişliğinin %85 'idir. Bu yapılandırma mevcut indirmeler arasında en hızlı olanağı vermelidir.

source: Please re-phrase the search
af: Herbewoord asseblief die soektog
ar: الرجاء إعادة كتابة عبارة البحث
ca: Si us plau, torni a reformular la cerca
de: Bitte formulieren Sie die Suche neu!
es: Por favor vuelve a reformular la busqueda
fr: Merci de reformuler votre recherche
hu: Gyenge keresés
it: Riformula la ricerca per favore
ja: 別の検索文字列を入力して下さい
lt: Perfrazuokite ieškinį
nl: Formuleer de zoekopdracht alsjeblieft opnieuw
no: Vennligst omformuler søket
pl: Wpisz ponownie frazę do wyszukania
pt: Por favor digite de novo a busca
ru: Перефразируйте Ваш запрос
sl: Izrazite iskalni niz na drugačen način
sq: Ju lutemi rishkruani kërkimin
sr: Molim da promenite frazu za traženje
sv: Uttryck din sökning på ett annat sätt
tr: Lütfen anlamlı sözcüklerle arayın

source: This search is poorly formatted, and may not function correctly. Searches should include several terms where possible, and should specify a schema (file type). Furthermore, searches must not be limited to numbers or negative terms only, and you should avoid overly general queries.
af: Hierdie soektog is swak bewoord, en mag dalk nie korrek funksioneer nie. Soektogte moet 'n paar terme insluit waar moontlik, asook 'n skema (lêertipe). Verder moet soektogte nie slegs syfers of negatiewe terme bevat nie, en jy moet oorveralgemeende soekterme vermy.
ar: هذا البحث مكتوب بشكل سيئ و قد لا يفيد في النتائج عمليات البحث يجب أن تتضمن عدة شروط و يجب أن يتم تعيين نوع الملف . علاوة على ذلك ، عمليات بحث لا يجب أن تحتوى أرقام و يجب أن تتفادى الإستفسارات العامة
ca: Aquesta cerca està mal formada, i no funcionarà correctament. Las cerques han de tenir varis termes com sigui possible, i han d'especificar un esquema (tipus d'arxiu). Les cerques no han d'estar limitades a nombres o termes negatius, i has d'evitar fer-ne moltes.
de: Die Suche ist schlecht formuliert und wird nicht richtig funktionieren. Die Suche sollte, falls möglich, mehrere Wörter und ein Schema beinhalten. So sollten sie nicht nur aus Zahlen bestehen oder zu Allgemein sein.
es: Esta busqueda esta mal formateada, y no funcionará correctamente. Las busquedas deberían incluir varios terminos cuando sea possible, y deberían especificar un esquema (tipo de archivo). Además, las busquedas no deben ser limitadas a números o terminos negativos, y debiendo evitar hacer muchas queries (busquedas).
fr: Cette recherche est pauvrement formatée, et peut ne pas fonctionner correctement. Les recherches doivent si possible inclure plusieurs termes, spécifier un schéma (type de fichier). En outre, il est préférable de ne pas se limiter à des nombres ou à des seuls termes négatifs, et d'éviter les demandes trop générales.
hu: Ez a keresés nem hatékony és nem működik megfelelően. A keresések lehetőleg több kifejezést tartalmazzanak és/vagy a fájl kiterjesztését. Ne csak kizárásos alapon keressünk és kerüljük az általános szavakat.
it: Questa ricerca è malformattata, e potrebbe non funzionare correttamente. Le ricerche dovrebbero includere molti termini dove possibile, e specificare uno schema (tipo file). Inoltre, le ricerche non devono essere limitate a numeri o solo termini negativi, e si dovrebbero evitare ricerche generalizzate.
ja: この検索文字列は不十分で、正しく検索できない可能性があります。 検索キーワードは可能であれば複数入力し、ファイルの種類を指定しておくべきです。 さらに、キーワードは数字は否定キーワードのみであってはなりません。そして非常に 一般的なキーワードを避けるべきです。
lt: Šis ieškinys yra prastai suformatuotas ir gali veikti neteisingai. Ieškiniuose turėtų būti keli žodžiai, jei tai įmanoma, ir turėtų būti nurodyta schema (failo plėtinys). Be to, ieškiniuose neturėtų būti vien tik skaičiai arba neigimo žodžiai (su minusu priekyje), taip pat jūs turėtumėte vengti per daug ilgų bendrinių užklausų.
nl: Deze zoekopdracht is fout ingevoerd, en zal waarschijnlijk niet goed werken. Zoekopdrachten zouden voor zover mogelijk meerdere termen moeten bevatten, en het bestandstype (schema) dient te worden uitgekozen. Bovendien mogen zoekopdrachten niet beperkt worden tot alleen maar nummers of negatieve termen. Tevens dient het zoeken naar te algemene termen vermeden te worden.
no: Dette er et dårlig formulert søk, og vil muligens ikke gi noe bra resultat. Søk bør inneholde flere uttrykk hvis mulig, og bør spesifiseres til en filtype Søk bør ikke begrenses til kun tall eller negative uttrykk, man bør også unngå generelle søk.
pl: To wyszukiwanie jest źle sformułowane i może nie spełnić oczekiwań. Wyszukiwania powinny zawierać kilka wyrazów, gdy możliwe i powinny mieć określone schema (typ pliku). Wyszukiwania nie powinny być ograniczone do liczb lub niechcianych fraz i powinieneś omijać zbyt ogólne zapytania.
pt: Esta busca está mal formatada, e pode não funcionar corretamente. As buscas devem incluir diversos termos quando forem possíveis, e devem especificar um schema (tipo de arquivo). No mais, as buscas não devem estar limitadas só a números ou termos negativos, e você deve evitar buscas muito gerais.
ru: Ваш запрос плохо сформатирован, и он может работать неправильно. Для поиска Вы должны использовать несколько слов, если это возможно, и указывать схему (тип файла). Кроме того, во фразах не должны быть только цифры или отрицания (с минусом перед словами), а также Вы должны избегать очень неконкретных запросов.
sl: Iskalni niz ni pravilno izražen (formuliran) in verejtno ne bo deloval pravilno. Iskalni niz mora, kjer je to mogoče, vsebovati vsaj nekaj izrazov. Določen naj bi bil tudi tip datoteke (file type). Iskalni niz bi se, prav tako, ne omejeval izključno na številke, negativne izraze ali pre-splošne besede.
sq: Kërkimi nuk është i formatuar mirë, ndaj mund të mos funksionojë si duhet. Kërkimi duhet të përfshijë terma të ndryshëm, atje ku mundet, dhe duhet të caktojë një skemë (tip skede). Për më tepër, ai nuk duhet të kufizohet vetëm në numrat a termat negativë, pra nevojitet që t'i shmangni hetimet mjaft të përgjithshme.
sr: Loše ste formulirali traženje, i možda neće dati željene rezultate. Kad je moguće, potraga bi trebala sadržavati više reči, poželjno je da se odabere i vrsta datoteke. Nadalje, potraga nebi smela sadržavati samo brojeve ili previše uopštene izraze.
sv: Denna sökning är dåligt genomförd och kanske inte fungerar ordentligt. Sökningar bör inkludera flera villkor när det är möjligt och bör specifiera en filtyp. Vidare kan inte sökningar begränsas till nummer eller endast negativa villkor, och du bör undvika för generella nyckelord.
tr: Bu arama kalitesiz formattadır ve doğru görev yapamayabilir. Aramalar olanaklı birkaç terim içermelidir ve bir şema(mesela dosya türü) belirtilmelidir. Ayrıca, aramalar sadece sayılar ve olumsuz terimlerle sınırlı kalmamalıdır ve bitmiş genel sorgulardan kaçınılmalıdır.

source: Most clients on the network will ignore a search for all MP3 files, for example, because it is not specific enough, and would generate too many results.
af: Meeste kliënte op die netwerk sal byvoorbeeld 'n soektog vir alle MP3 lêers ignoreer, omdat dit nie spesifiek genoeg is nie en te veel resultate sal lewer.
ar: أغلب التوابع على الشبكة تتجاهل البحث عن جميع لأنها ليست مميزة بما فيه الكفاية و تولد الكثير من النتائج MP3 ملفات
ca: Quasi tots els clients de la xarxa ignoraran una cerca de tots els arxius MP3, per exemple, perquè no és sufientment específic i pot generar massa resultats.
de: Die meisten Clients im Netzwerk ignorieren zum Beispiel die Suche nach allen MP3-Dateien.
es: Casi todos los clientes de la red van a ignorar la busqueda de todos los archivos MP3,por ejemplo, porque no es muy especifico y puede generar demasiados resultados.
fr: La plupart des clients sur le réseau ignoreront une recherche avec un seul terme, "MP3" par exemple, peu précis, générerait beaucoup trop de résultats.
hu: Például a legtöbb kliensprogram nem engedélyezi csak az MP3 szóra való rákeresést, mert nem elég sajátos és ezért túl sok találatot eredményezne.
it: La maggior parte dei client nella rete ignora una ricerca per tutti i file MP3, ad esempio, in quanto non è abbastanza specifica, e potrebbe generare troppi risultati.
ja: 例えば、非常に多くの検索結果が発生するため、ネットワーク上の殆どのクライアントは MP3ファイルを全て検索するような検索指定を無視します。
lt: Pavyzdžiui, dauguma tinklo klientų ignoruos visų MP3 failų paieškos užklausą, nes ji butų nepakankamai konkreti ir grąžintų per daug radinių.
nl: De meeste programma's op het netwerk negeren een zoekopdracht naar bijvoorbeeld alle MP3 bestanden, omdat het niet specifiek genoeg is en het teveel resultaten genereert.
no: De fleste programmene på nettverket vil ignorere søk etter alle MP3 filer, for eksempel, fordi det ikke er spesifisert godt nok og man ville fått alt for mange resultat.
pl: Większość klientów w sieci będzie ignorować wyszukiwania dla wszystkich plików MP3, Ponieważ są zbyt ogólne i generują za dużo wyników.
pt: A maioria dos clientes na rede ignorará uma busca por todos os arquivos MP3, por exemplo, porque não é específica o bastante, e geraria resultados demais.
ru: Многие клиенты в сети будут игнорировать такие запросы, как например, запрос на все MP3 файлы, так как он не достаточно конкретный.
sl: Večina odjemalcev na omrežju ne bo dovoljevala iskanje po npr. vseh datotekah MP3, ker je to enostavno presplošno in bi iskanje vrnilo preveč rezultatov.
sq: Shumë nga klientët në rrjet, për shembull, do e përbuznin kërkimin për një skedë MP3: nuk është aq i mirëpërcaktuar dhe gjeneron shumë rezultate.
sr: Većina klijenata na mreži ignoriše potragu za npr. svim mp3-ama, iz jednostavnog razloga što nije dovoljno određena, a i ima previše rezultata.
sv: De flesta klienter på nätverket ignorerar en sökning efter alla filer av en viss filtyp, eftersom det inte är tillräckligt specifikt och skulle generera för många resultat.
tr: Ağdaki birçok istemci örneğin mp3 dosyalarının tümü için bir aramayı görmezlikten gelecektir. Çünkü yeterince kesin değildir ve çok fazla sonuç oluşturacaktır.
