Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Hub to Leaf:
af: Hub na Leaf:
ar: :محوري إلى طرفي
ca: Concentrador a Leaf:
de: Hub zu Leaf:
es: Hub a Leaf:
fr: Hub à Terminal :
he: קו ענף אל מוקד
hu: Hub a Leafhez:
it: Hub a Leaf:
ja: ハブ → リーフ:
lt: Atšakų į mazgą:
nl: Hub naar Leaf:
no: Hub til Leaf:
pl: Hub z Liściami:
pt: Hub para Leaf:
ru: Ветвей к узлу:
sl: Zvezdišče do lista:
sq: Nyje në Gjethe:
sr: Hub u Leaf:
sv: Nav till löv:
tr: Hub - Leaf:

source: Hub to Hub:
af: Hub na Hub:
ar: :محوري إلى محوري
ca: Concentrador a Concentrador:
de: Hub zu Hub:
es: Hub a Hub:
fr: Hub à Hub :
he: מוקד אל מוקד
hu: Hub a Hubhoz:
it: Hub a Hub:
ja: ハブ → ハブ:
lt: Mazgų į mazgą:
nl: Hub naar Hub:
no: Hub til Hub:
pl: Hub z Hubami:
pt: Hub para Hub:
ru: Узлов к узлу:
sl: Zvezdišče do zvezd.:
sq: Nyje në Nyje:
sr: Hub u Hub:
sv: Nav till nav:
tr: Hub - Hub:

source: Connect to Gnutella now
af: Konnekteer vandag aan Gnutella
ar: Gnutella الإتصال اليوم بـ
ca: Connecta a Gnutella ara
de: Heute zu Gnutella verbinden
es: Conectar a Gnutella ahora
fr: Connexion à Gnutella maintenant
he: התחבר אל גנוטלה היום
hu: Egyszer kapcsolódjon a G1-hez
it: Connetti a Gnutella oggi
ja: 今回Gnutellaに接続する
lt: Visada jungtis prie Gnutella
nl: Nu verbinden met Gnutella
no: Koble til Gnutella i dag
pl: Włącz się do Gnutella teraz
pt: Conectar a Gnutella agora
ru: Соединиться с G1 сегодня
sl: Poveži se v Gnutello takoj
sq: Lidhu sot te Gnutella
sr: Spoji se na Gnutellu
sv: Anslut till Gnutella nu
tr: Bugün Gnutella'e Bağlan

source: Connect to Gnutella at startup
af: Konnekteer altyd aan Gnutella
ar: Gnutella الإتصال دائما بـ
ca: Connecta a Gnutella en l'inici
de: Immer zu Gnutella verbinden
es: Conectar a Gnutella en el inicio
fr: Connexion à Gnutella au démarrage
he: תמיד התחבר לגנוטלה
hu: Mindig kapcsolódjon a G1-hez
it: Connetti sempre a Gnutella
ja: 常時Gnutellaに接続する
lt: Jungtis prie Gnutella šiandien
nl: Altijd verbinden met Gnutella
no: Koble alltid til Gnutella
pl: Zawsze włączaj się do Gnutella
pt: Sempre conectar a Gnutella
ru: Всегда соединяться с G1
sl: Vedno se poveži v Gnutella
sq: Gjithmonë lidhu te Gnutella
sr: Uvek se spoji na Gnutellu
sv: Anslut till Gnutella vid starten
tr: Daima Gnutella'e Bağlan

source: Optimal|Leaf|Ultrapeer
af: Optimaal|Leaf|Ultrapeer
ar: مثالي|طرفي|نظير-فائق
ca: Óptim|Leaf|Ultrapeer
es: Optimo|Leaf|Ultrapeer
fr: Optimal|Terminal|Ultrapeer
he: אופימלי|קו ענף|Ultrapeer
hu: Optimális|Leaf|Ultrapeer
it: Ottimale|Leaf|Ultrapeer
ja: 自動|リーフ|ウルトラピア
lt: Optimali|Atšaka|Vedantysis
nl: Optimaal|Leaf|Ultrapeer
pl: Optymalny|Liść|Ultrapeer
pt: Otimizado|Leaf|Ultrapeer
ru: Оптимальный|Ветвь|Ведущий
sl: Optimalni|Listnati (leaf)|Ultravrstnik (ultrapeer)
sq: Optimale|Gjethe|Ultrapikë
sr: Optimalno|Leaf|Ultrapeer
sv: Optimal|Löv|Nav

source: _Gnutella Connections:
af: G_1 Konneksies:
ar: :G_1 إتصالات
ca: Connexions _Gnutella:
de: G_1-Verbindungen:
es: Conexiones G_1:
fr: Connexions G_1 :
he: :חיבורי גנוטלה
hu: G_1 kapcsolódások száma
it: Connessioni G_1:
ja: G_1接続:
lt: G_1 susijungimai:
nl: G_1 verbindingen:
no: G_1-tilkoblinger:
pl: Połączenia G_1:
pt: C_onexões G1:
ru: G_1 соединения:
sl: G_1 povezave:
sq: Lidhje G_1:
sr: G_1 Veze:
sv: G_1-anslutningar:
tr: G_1 Bağlantıları:

source: Leaf to Ultrapeer:
af: Leaf na Ultrapeer:
ar: :طرفي إلى نظير-فائق
ca: Leaf a Ultrapeer:
de: Leaf zu Ultrapeer:
es: Leaf a Ultrapeer:
fr: Terminal à Ultrapeer :
he: Ultrapeer קו ענף אל
hu: Leaf az Ultrapeerhez:
it: Leaf a Ultrapeer:
ja: リーフ → ウルトラピア:
lt: Vedančiųjų į atšaką:
nl: Leaf naar UltraPeer:
no: Leaf til Ultrapeer:
pl: Liść z Ultrapeer'ami:
pt: Leaf para Ultrapeer:
ru: Ведущих к ветви:
sl: List do ultravrstnika:
sq: Gjethe në Ultrapikë:
sr: Leaf u Ultrapeer:
sv: Löv till ultralike:
tr: Leaf - Ultrapeer:

source: Ultrapeer to Leaf:
af: Ultrapeer na Leaf:
ar: :نظير-فائق إلى طرفي
ca: Ultrapeer a Leaf:
de: Ultrapeer zu Leaf:
es: Ultrapeer a Leaf:
fr: Ultrapeer à Terminal :
he: אל קו ענף Ultrapeer
hu: Ultrapeer a Leafhez:
it: Ultrapeer a Leaf:
ja: ウルトラピア → リーフ:
lt: Atšakų į vedantįjį:
nl: UltraPeer naar Leaf:
no: Ultrapeer til Leaf:
pl: Ultrapeer z Liściami:
pt: Ultrapeer para Leaf:
ru: Ветвей к ведущему:
sl: Ultravrstnik do lista:
sq: Ultrapikë në Gjethe:
sr: Ultrapeer u Leaf:
sv: Ultralike to löv:
tr: Ultrapeer - Leaf:

source: Peer to Peer:
af: Peer na Peer:
ar: :نظير إلى نظير
ca: Peer a Peer:
de: Peer zu Peer:
es: Peer a Peer:
fr: Pair à Pair :
he: Peer אל Peer
hu: Peer a Peerhez:
it: Peer a Peer:
ja: ピア → ピア:
lt: Partnerių į partnerį:
nl: Peer naar Peer:
no: Peer til Peer:
pl: Peer z Peer'ami:
pt: Peer para Peer:
ru: Партнеров к партнеру:
sl: Vrstnik do vrstnika:
sq: Pikë në Pikë:
sr: Peer u Peer:
sv: Like till like:
tr: Peer - Peer:

source: _Link Compression:
af: _Koppeling Kompressie:
ar: _ :ضغط الرابط
ca: _Compresió d'enllaç:
de: _Kompression:
es: _Compresión de Enlace:
fr: Compression de _lien :
he: :כיווץ קישור
hu: _Forgalom tömörítése
it: _Compressione collegamento:
ja: リンク圧縮:
lt: _Duomenų suspaudimas jungtyse:
nl: _Linkcompressie:
no: _Linkkompressjon:
pl: Kompresja połączenia:
pt: _Compressão do Link:
ru: _Компрессия в каналах связи:
sl: _Stiskanje povezave:
sq: Ngjeshjet e _Linkut:
sr: Kompresija _Linka:
sv: _Länkkomprimering:
tr: _Bağlantı Sıkıştırlması:

source: Hub to Leaf
af: Hub na Leaf
ar: محوري إلى طرفي
ca: Concentrador a Leaf
de: Hub zu Leaf
es: Hub a Leaf
fr: Hub à Terminal
he: מוקד אל קו ענף
hu: Hub a Leafhez
it: Hub a Leaf
ja: ハブ → リーフ
lt: Mazgo į atšaką
nl: Hub naar Leaf
no: Hub til Leaf
pl: Hub z Liściem
pt: Hub para Leaf
ru: Узел к ветви
sl: Zvezdišče do lista
sq: Nyje në Gjethe
sr: Hub u Leaf
sv: Nav till löv
tr: Hub - Leaf

source: Leaf to Hub
af: Leaf na Hub
ar: طرفي إلى محوري
ca: Leaf a Concentrador
de: Leaf zu Hub
es: Leaf a Hub
fr: Terminal à Hub
he: קו ענף אל מוקד
hu: Leaf a Hubhoz
it: Leaf a Hub
ja: リーフ → ハブ
lt: Atšakos į mazgą
nl: Leaf naar Hub
no: Leaf til Hub
pl: Liść z Hubem
pt: Leaf para Hub
ru: Ветвь к узлу
sl: List do zvezdišča
sq: Gjethe në Nyje
sr: Leaf u Hub
sv: Löv till nav
tr: Leaf - Hub

source: Hub to Hub
af: Hub na Hub
ar: محوري إلى محوري
ca: Concentrador a Concentrador
de: Hub zu Hub
es: Hub a Hub
fr: Hub à Hub
he: מוקד אל מוקד
hu: Hub a Hubhoz
it: Hub a Hub
ja: ハブ → ハブ
lt: Mazgo į mazgą
nl: Hub naar Hub
no: Hub til Hub
pl: Hub z Hubem
pt: Hub para Hub
ru: Узел к узлу
sl: Zvezdišče do zvezd.
sq: Nyje në Nyje
sr: Hub u Hub
sv: Nav till nav
tr: Hub - Hub

source: _eDonkey Network:
af: _eDonkey2000 Netwerk:
ar: :_eDonkey شبكة
ca: Xarxa _eDonkey:
de: _eDonkey-Netzwerk:
es: Red de _eDonkey:
fr: Réseau _eDonkey:
he: :רשת אידונקי
hu: _eDonkey hálózat
it: Rete _eDonkey:
ja: _eDonkeyネットワーク:
lt: _eDonkey tinklas:
nl: _eDonkey netwerk:
no: eDonkey2000 nettverket:
pl: Sieć eDonkey:
pt: _Rede eDonkey:
ru: _Сеть eDonkey:
sl: _eDonkey2000 omrežje:
sq: Rrjeti _eDonkey:
sr: _eDonkey2000 Mreža:
sv: _eDonkey-nätverk
tr: _eDonkey2000 Ağı:

source: Connect to eDonkey2000 now
af: Konnekteer elke sessie
ar: eDonkey الإتصال دائما بـ
ca: Connecta a eDonkey ara
de: Heute zu eD2k verbinden
es: Conectar a eDonkey ahora
fr: Connexion à eDonkey maintenant
he: חיבור אוטמטי בכל הפעלה
hu: Egyszer kapcsolódjon az eD2k-hez
it: Connetti sempre a eDonkey
ja: 今回eDonkeyに接続
lt: Visada jungtis prie eDonkey
nl: Nu verbinden met eDonkey
no: Koble til eDonkey2000 i dag
pl: Zawsze włączaj się do eDonkey
pt: Conectar no eDonkey agora
ru: Всегда соединяться с eDonkey
sl: Poveži se v eDonkey2000 takoj
sq: Lidhu sot te eDonkey
sr: Spoji se na eDonkey2000
sv: Anslut till eDonkey idag
tr: Bugün eDonkey2000'e Bağlan

source: Connect to eDonkey2000 at startup
af: Konnekteer aan eDonkey2000
ar: eDonkey الإتصال اليوم بـ
ca: Connecta sempre a eDonkey en l'inici
de: Immer zu eD2k verbinden
es: Conectar siempre a eDonkey en el inicio
fr: Connexion auto. au démarrage
he: התחבר לרשת אידונקי
hu: Mindig kapcsolódjon
it: Connetti a eDonkey oggi
ja: 常時eDonkeyに接続
lt: Jungtis prie eDonkey šiandien
nl: Altijd verbinden met eDonkey
no: Koble til automatisk hver gang
pl: Włącz się do eDonkey dzisiaj
pt: Sempre conectar no eDonkey na inicialização
ru: Соединиться с eDonkey сегодня
sl: Samodejno poveži v vsaki seji
sq: Lidhu përherë te eDonkey
sr: Spoji se svaki put (Automatski)
sv: Anslut alltid automatiskt
tr: Her oturumda otomatik bağlan

source: _Client Link Connections:
af: _Kliëntkoppeling Konneksies:
ar: :_إتصالات إرتباط العميل
ca: Límit de _connexions amb altres clients:
de: Client-_Verbindungen:
es: Límite de _conexiones con otros clientes:
fr: Connexions aux _clients :
he: :חיבורי קישור מהתוכנה
hu: _Kliens kapcsolódása
it: _Connessioni al client:
ja: クライアントリンク接続:
lt: _Kliento susijungimai:
nl: _eDonkey Connecties:
no: _Klientkoblinger:
pl: Połączenia łącza klienta:
pt: _Conexões com os Links do Clientes:
ru: С_оединения с клиентами:
sl: _Odjemalčeve povezave:
sq: Linku për Lidhjet e _Klientit:
sr: _Client Link Veze:
sv: _Länkanslutningar:
tr: _İstemci Bağlantıları:

source: Connect to no more than:
af: Konnekteer aan nie meer as:
ar: :الإتصال باكثر من
ca: No connectar amb més de:
de: Mit maximal
es: No conectar con más de:
fr: Ne pas se connecter à + de :
he: אל תתחבר ליותר מאשר
hu: Maximum
it: Connetti a meno di:
ja: 最大接続数:
lt: Jungtis nedaugiau kaip prie:
nl: Verbindt met niet meer dan:
no: Koble til maksimalt:
pl: Nie łącz z więcej niż:
pt: Conectar a não mais do que:
ru: Соединять не более чем с:
sl: Poveži se z največ
sq: Mos u lidh në më tepër se:
sr: Ne spajaj se na više od:
sv: Anslut inte till fler än:
tr: Daha fazla bağlanma:

source: other eDonkey clients.
af: ander eDonkey kliënte.
ar: eDonkey عميل آخر لبرنامج
ca: clients de eDonkey a la vegada.
de: anderen Clients verbinden.
es: Otros clientes de eDonkey.
fr: autres clients eDonkey.
he: .משתמשי אידונקי אחרים
hu: másik klienshez kapcsolódhat.
it: client di eDonkey.
ja: eDonkeyクライアント
lt: kitų eDonkey klientų(-o).
nl: andere eDonkey cliënten.
no: andre eDonkey-klienter.
pl: innymi klientami eDonkey.
pt: outros clientes eDonkey.
ru: другими eDonkey клиентами.
sl: ostalimi eDonkey odjemalci.
sq: klientë të tjerë në eDonkey.
sr: drugih eDonkey klijenta.
sv: andra eDonkey-klienter.
tr: Diğer eDonkey istemcileri.

source: _Global Searching:
af: _Globale Soek:
ar: :_البحث العالمي
ca: Cerques _globals:
de: _Globale Suche:
es: Búsquedas _Globales:
fr: Reche_rche globale :
he: :חיפוש גלובלי
hu: _Globális keresés
it: Ricerca _globale:
ja: グローバル検索:
lt: _Globalinė paieška:
nl: _Server instellingen:
no: _Globalt søk:
pl: Globalne Wyszukiwanie:
pt: _Busca Global:
ru: _Глобальный поиск:
sl: _Univerzalno iskanje:
sq: Kërkimi _Global:
sr: Kod pretraživanja:
sv: _Globala sökningar:
tr: _Ayrıntılı Aranıyor:

source: Search known remote servers in the server cache:
af: Soek bekende afgeleë bedieners in die bedienerskasgeheue:
ar: البحث في الملقمات البعيدة في مخزون الملقم المؤقت:
ca: Cerca servidors coneguts (del caxè):
de: Auf bekannten Servern aus dem Server-Cache suchen.
es: Buscar en servidores del cache:
fr: Rechercher les serveurs connus dans le cache :
he: :חפש שרתים מרוחקים ברשימות של אידונקי
hu: Ismert szervereken való keresés a Kiszolgálók listájából:
it: Cerca server remoti conosciuti nella cache dei server:
ja: サーバーキャッシュ内の既知のリモートサーバーを検索:
lt: Ieškoti žinomų nutolusių serverių serverio laikinojoje talpykloje:
nl: Zoek bekende verre servers in de servercache:
no: Søk kjente fjern-servere i server-cachen:
pl: Przeszukaj znane zdalne serwery w cache'u serwera:
pt: Procurar em servidores remotos conhecidos no cache do servidor:
ru: Поиск в кэше известных удаленных серверов:
sl: Išči poznane oddaljene strežnike v strežniškem medpomnilniku:
sq: Kërko serverat e njohur të largët në depon e serverave:
sr: Traži samo u poznatim serverima u server cachu:
sv: Sök efter kända fjärrservrar i denna servercache:
tr: Server belleğinde, uzaktaki bilinmeyen sunucuları ara:

source: Stop searching after:
af: Staak soektog na:
ar: :توقف عن البحث بعد
ca: Atura després de:
de: Suche stoppen nach:
es: Parar después de:
fr: Cesser les recherches après :
he: עצור לחפש לאחר
hu: Keresés befejezése
it: Termina la ricerca dopo:
ja: 検索を終了するタイミング:
lt: Stabdyti paieška po:
nl: Stop met zoeken na:
no: Stopp søket etter
pl: Zatrzymaj wyszukiwanie po:
pt: Parar de procurar após:
ru: Стоп поиска после:
sl: Prekini iskanje po
sq: Ndale kërkimin pas:
sr: Zaustavi potragu nakon:
sv: Sluta söka efter:
tr: Sonra aramayı durdur:

source: search results.
af: soekresultate.
ar: نتيجة بحث
ca: resultats.
de: Suchergebnissen.
es: Resultados.
fr: résultats.
he: תוצאות חיפוש
hu: eredmény után.
it: risultati di ricerca.
ja: 検索結果
lt: radinių(-io).
nl: zoekresultaten.
no: søkeresultater
pl: wynikach.
pt: resultados da busca.
ru: результатов.
sl: iskanih rezultatih.
sq: rezultatesh.
sr: rezultata potrage.
sv: sökresultat.
tr: Sonuçları ara.

source: Update global server list from the connected server
af: Update server list
ar: إستقبال و تحديث قائمة الملقم من الملقم المتصل
ca: Rebre i actualitzar la llista de servidors des dels servidors connectats.
de: Serverlisten-Aktualisierungen vom verbundenem eD2k-Server erhalten
es: Actualiza la lista de servidores del servidor conectado
fr: Mettre la liste des serveurs à jour via le serveur contacté
hu: Szerverlista lekérése a kapcsolatban lévő szervertől
it: Ricevi una lista di server aggiornata dal server connesso
lt: Gauti ir atnaujinti serverių sąrašą iš susijungusio serverio
nl: Ontvang en werk de server lijst bij via de verbonden server.
no: Receive and update server list from the connected server
pl: Połączenia z innymi klientami:
pt: Receber e atualizar a lista de servidores através do servidor conectado
ru: Получать и обновлять список серверов с соединенного сервера
sq: Merre dhe ridato server-listën nga serveri i lidhur
sv: Ta emot och uppdatera serverlistan frn den anslutana servern
tr: Bağlanılmış olunan sunucudan sunucu listesi al ve listeyi güncelle

source: eDonkey _Tools:
af: eDonkey2000 _Opsies:
ar: :eDonkey _أدوات
ca: _Eines d'eDonkey:
es: _Herramientas de eDonkey:
fr: Ou_tils eDonkey:
he: :כלים של אי-דונקי 2000
hu: eDonkey e_szközök
it: _Strumenti eDonkey:
ja: eDonkey0ツール:
lt: eDonkey į_rankiai:
nl: eDonkey _hulpmiddelen:
no: eDonkey2000 _verktøy:
pl: Narzędzia eDonkey:
pt: Ferramentas do eDonkey
ru: eDonkey _утилиты:
sl: eDonkey2000 _Orodja:
sq: _Mjetet e eDonkey:
sr: eDonkey2000 Ala_ti:
sv: eDonkey-_verktyg:
tr: eDonkey2000 _Araçları:

source: Download...
af: Laai Af...
ar: تحميل...
ca: Descarrega...
de: Herunterladen...
es: Descargar...
fr: Télécharger...
he: ...הורד
hu: Letöltés...
it: Scarica...
ja: ダウンロード...
lt: Parsisiųsti...
nl: Downloaden
no: Last ned...
pl: Pobierz...
pt: Baixar...
ru: Загрузить...
sl: Prenesi...
sq: Shkarko...
sr: Skini...
sv: Ladda ned…
tr: İndir...

source: Update eDonkey server list from the web. (MET file)
af: Laai eDonkey bedienerlys van die web af
ar: :من الانترنت eDonkey تحميل قائمة ملقم
ca: Descarrega una llista de servidors de eDonkey de la web
de: Serverliste aus dem Internet herunterladen
es: Descargar lista de servidores eDonkey de la web
fr: Télécharger la liste des serveurs ED2K sur le Web :
he: הורד רשימת שרתים של אידונקי מהרשת
hu: eDonkey szerverlista letöltése az internetről:
it: Scarica la lista dei server eDonkey dal web:
ja: ウェブからeDonkeyサーバーリストをダウンロード:
lt: eDonkey serverių sąrašo parsisiuntimas iš interneto:
nl: eDonkey Serverlijst downloaden van het internet:
no: Last ned eDonkey2000 serverliste fra nettet:
pl: Pobierz listę serwerów eDonkey z sieci:
pt: Baixar lista de servidores eDonkey da rede:
ru: Загрузить список серверов из вба:
sl: Prenesi eDonkey seznam strežnikov iz spleta:
sq: Shkarko server-listën e eDonkey në rrjet:
sr: Skini eDonkey2000 listu servera sa neta
sv: Ladda ned serverlista MET för eDonkey från webben
tr: Webden eDonkey2000 server listesini indir:

source: _Download Connections:
af: _Aflaai Koppellings:
ar: :إ_تصالات التحميل
ca: _Connexions de descàrrega:
de: _Download-Verbindungen:
es: _Conexiones de descarga:
fr: Connexions de _Téléchargement :
he: :הגדרות הורדה בביט-טורנט
hu: _Letöltési kapcsolatok
it: _Connessioni di download:
ja: ダウンロード接続数:
lt: _Atsisiuntimų susijungimai:
nl: _Download verbindingen:
no: Nedlastingskoblinger:
pl: Połączenia pobierające:
pt: _Conexões de Download:
ru: _Соединений для загрузки:
sl: _Prenosne povezave:
sq: Lidhjet për _Shkarkim:
sr: Podešavanja ski_danja:
sv: _Nedladdningsanslutning:
tr: _İndirme Bağlantıları:

source: Torrents at once
af: Torrents maksimum op 'n slag
ar: معا Torrents عمليات
ca: Torrents al mateix temps
de: Torrents gleichzeitig
es: Torrents al mismo tiempo
fr: Nombre de torrents à la fois
he: טורנטים בו זמנית
hu: torrent letöltése egyszerre
it: Torrent in contemporanea
ja: 同時Torrent数
lt: Torrent failų per kartą
nl: torrents tegelijkertijd
no: _Samtidige torrenter
pl: Torrentów równocześnie
pt: Torrents de uma vez
ru: _Торрентов одновременно
sl: Torrentov na enkrat
sq: torrente përnjëherë
sr: Istovremenih Torrenta
sv: Torrents direkt
tr: İlk olarak Torrentlar

source: Client connections
af: Kliënt koppellings
ar: إتصالات العميل
ca: Connexions de clients
de: Client-Verbindungen
es: Conexiones de cliente
fr: Connexions à des clients
he: מקסימום חיבורים
hu: kliens kapcsolódhat hozzám egyszerre
it: Connessioni del client
ja: クライアント接続数
lt: Klientų susijungimų
nl: cliënt verbindingen
no: Klienttilkoblinger
pl: Połączeń z innymi klientami
pt: Conexões com clientes
ru: Клиентских соединений
sl: Povezave odjemalca
sq: lidhje me klientë
sr: Klijent veze
sv: Klientanslutningar
tr: İstemci bağlantıları

source: Prefer torrent sources
ar: المفضلة torrent مصادر
ca: Prefereix fonts torrent
de: Torrentquellen bevorzugen
es: Fuentes torrent de preferencia
fr: Préférer les sources torrent
he: תן עדיפות למקורות של טורנטים
hu: Előbb a torrentforrásokat használja
it: Priorità alle fonti torrent
ja: Torrentソースを優先する
lt: Teikti pirmenybę torrent šaltiniams
nl: Verkies torrent bronnen
no: Foretrekk torrent-kilder
pl: Preferuj źródła torrentu
pt: Preferir fontes torrent
ru: Предпочитать источники торрентов
sl: Daj prednost torrent virom
sq: Parapëlqe burime nga torrenti
sr: Preferiraj torrent izvore
sv: Föredra torrentkällor
tr: Torrent kaynakları tercih et

source: _EndGame:
ar: :المرحلة ال_ختامية
he: :EndGame (האצה)
lt: _EndGame (paspartinimas):
pl: GraKońcowa:
ru: _ЕndGame (ускорение):
sq: _FundLojë:
sv: _Slutspel:

source: Enable EndGame mode when completing torrents (multi-source)
af: Skakel 'Endgame'-modus aan wanneer torrent-lêers voltooi word
ar: torrent تمكين نمط المرحلة الختامية عند إكتمال ملفات
ca: Habilita el mode EndGame al completar torrents
de: End-Game-Modus am Ende von Torrent-Downloads aktivieren
es: Habilitar modo EndGame al completar torrents
fr: Activer le mode Endgame à la finition des torrents
he: כשמסיימים הורדת טורנטים EndGame אפשר אופציית
hu: A letöltés végének gyorsítása (EndGame mód)
it: Abilita modalità EndGame nel completare il torrent
ja: Torrent完了時にEndGameモードを有効にする
lt: Įgalinti BitTorrent „EndGame“ veikseną baigiant siųstis failus
nl: Activeer EndGame Modus bij het afmaken van torrents
no: Skru på EndGame-modus når torrenter blir ferdige
pl: Włącz tryb GryKońcowej, gdy Envy kończy pobierać torrenty
pt: Ativar o modo EndGame quando completar os torrents
ru: Переходить в режим EndGame при завершении торрентов
sl: Omogoči EndGame način pri zaključevanju torrentov
sq: Lejo mënyrën FundLojë kur torrentet përfundojnë
sr: Omogući EndGame način prilikom dovršenja torrentsa
sv: Aktivera slutspelsläge när nedladdning av torrents slutförs
tr: Torrentlar tamamlandığında EndGame modunu etkinleşir

source: Clear downloaded torrents when share ratio reaches:
af: Verwyder voltooide torrents Wanneer die deelverhouding bereik word:
ar: المحملة عندما يصل معدل المشاركة torrent مسح ملفات
ca: Neteja els torrents descarregats quan la ràtio de compartició sigui:
de: Torrents entfernen bei Up-/Downloadverhältnis von
es: Limpiar torrents descargados cuando el ratio sea alcanzado:
fr: Nettoyer les torrents téléchargés qd le ratio de partage dépasse
he: נקה טורנטים שהורדו כשרמת השיתוף תגיע אל
hu: Letöltött torrentek törlése, ha a megosztási arány ezt eléri:
it: Nascondi torrent completati Quando il rapporto di cond. è
ja: 次の共有比率になればダウンロードしたTorrentを自動クリアする:
lt: Valyti parsisiųstus torrent, kai bendrinimo santykis pasiekia
nl: Wis gedownloade torrents Wanneer deze deelverhouding is bereikt:
no: Fjern nedlastede torrenter Når delingsraten når:
pl: Wyczyść pobrane torrenty Kiedy share ratio osiągnie:
pt: Limpar torrents baixados Qdo compartilharmento alcançar:
ru: Убрать загружен. торренты при достижении соотношения
sl: Počisti prenešene torrente ...ko deljeni delež doseže:
sq: Pastro torrentet e shkarkuara Kur shpërndarja arrin:
sr: Ukloni skinunte torrente Kada omer deljenja dođe do:
sv: Radera frdiga torrents är delningsproportionen uppnår:
tr: Paylaşım oranları genişletildiğinde Torrent indirmelerini temizle

source: _Store Torrents Here:
af: _Stoor Torrents Hier:
ar: : هنا Torrent ت_خزين ملفات
ca: _Desa els torrents aquí:
de: Torrents hier _speichern:
es: _Empieza torrents aquí:
fr: _Stocker les Torrents ici :
he: :אכסן טורנטים כאן
hu: _Torrentfájlok mappája:
it: _Salva torrent qui:
ja: Torrentの保存先:
lt: _Laikyti torrent failus čia:
nl: _Bewaar torrents hier:
no: Lagre Torrenter her:
pl: Przechowuj Torrenty tutaj:
pt: _Armazenar Torrents Aqui:
ru: _Держать торренты в папке:
sl: _Shrani Torrente na tem mestu:
sq: _Depozitimi për Torrentet:
sr: Ovde _Sačuvaj Torrente:
sv: _Lagra torrents här:
tr: Torrentlar burada _saklanıyor:

source: _Torrent Creator:
af: _Torrent Skepper:
de: ._torrent-Erstellungsprogramm
es: _Creador de Torrent:
fr: Créateur de _torrents :
he: :יוצר הטורנט
hu: Torrentkészítő _program:
it: _Generatore di torrent:
lt: _Torrent failų kūrimo programa:
no: Program for å lage torrenter:
pt: _Criador de Torrents:
ru: _Программа для создания торрентов:
sv: _Torrentskapare:
tr: _Torrent Yaratıcısı:

source: Default Tracker:
af: _Verstek Verwyser:
ar: متتبع إفتراضي
ca: _Rastrejador per defecte ("Tracker"):
de: St_andardtracker:
es: _Tracker por defecto:
fr: Traqueur par _défaut :
he: :עוקב הטורנטים
hu: Alapértelm. tracker:
it: Tracker di default:
ja: デフォルトのトラッカー:
lt: Numatytasis seklys:
nl: Standaard tracker:
no: _Standard Tracker:
pl: Domyślny Tracker:
pt: Tracker Padrão:
ru: Трекер по умолч.:
sl: Privzeti sledilnik:
sq: Gjurmuesi Tipik:
sv: Förvald spårare:
tr: Varsayılan Tracker:

source: Skin Information:
af: Omslag Inligting:
ar: :معلومات الغلاف
ca: Informació de la pell (skin):
de: Informationen:
es: Información del skin (piel):
fr: Information sur le thème :
he: :מידע על המעטפות
hu: Kinézet adatai
it: Informazioni sulla skin:
ja: スキン情報:
lt: Informacija apie apvalkalą:
nl: Skin informatie:
no: Informasjon:
pl: Informacje o skórce:
pt: Informação da Skin (Pele):
ru: Информация о шкурке:
sl: Podatki preobleke:
sq: Informacioni i Veshjes:
sr: Informacije o Skinu:
sv: Skinninformation:
tr: Arayüz Bilgileri:

source: Name:
af: Naam:
ar: :الاسم
ca: Nom:
es: Nombre:
fr: Nom :
he: - תוסף
hu: Név:
it: Nome:
ja: 名前:
lt: Pavadinimas:
nl: Naam:
no: Navn:
pl: Nazwa:
pt: Nome:
ru: Название:
sl: Naziv:
sq: Emri:
sr: Ime:
sv: Namn:
tr: Adı:

source: Author:
af: Outeur:
ar: :المصمم
ca: Autor:
de: Autor:
es: Autor:
fr: Auteur :
he: - עורך
hu: Készítő:
it: Autore:
ja: 作者:
lt: Autorius:
nl: Auteur:
no: Skaper:
pl: Autor:
pt: Autor:
ru: Автор:
sl: Avtor:
sq: Autori:
sr: Autor:
sv: Skapare:
tr: Yaratıcı:

source: Description:
af: Beskrywing:
ar: :نبذة عنه
ca: Descripció:
de: Info:
es: Descripción:
he: :מידע נוסף
hu: Leírás:
it: Descrizione:
ja: 説明:
lt: Aprašas:
nl: Beschrijving:
no: Beskrivelse:
pl: Opis:
pt: Descrição:
ru: Описание:
sl: Opis:
sq: Përshkrimi:
sr: Opis:
sv: Beskrivning:
tr: Açıklama:
