Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Stretch the video to fill the window, potentially distorting it.
af: Strek die video om die venster te vul, moontlik teen 'n verkeerde beeldverhouding.
ar: تمديد الفيديو لملئ النافذة (غير مستحسن) ـ
ca: Ajusta la mida del video per omplir la pantalla, podent produir distorsió.
de: Die Videogröße an das Fenster anpassen. Das Video wird möglicherweise verzerrt.
es: Poner el video lo más grande posible, puede producir distorsión.
fr: Agrandir la vidéo jusqu'à remplir la fenêtre, ce qui peut entraîner une déformation de l'image.
he: מתח את הסרט למילוי החלון, ייתכם עיוות.
hu: A videó szétnyújtása az ablak széléig.
it: Allarga il video fino a riempire completamente la finestra, potrebbe verificarsi la distorsione delle immagini.
ja: ビデオ画像を拡大して表示します
lt: Užpildyti langą vaizdu, galbūt vaizdą iškreipiant.
nl: Bekijk de video in het volledige venster, met het risico van vervorming.
no: Strekk videoen slik at den fyller vinduet, med noe forvrengning.
pl: Rozciągnij obraz aby wypełnić okno, potencjalnie rozmazując obraz.
pt: Alongar o vídeo para preencher a janela, potencialmente distorcendo-o.
ru: Вытяните видео, чтобы заполнить окно, возможно, искажая изображение.
sl: Raztegni zaslon tako, da zapolni oknon (pojavi se lahko popačenje slike).
sq: Zgjeron videon për të mbushur dritaren, ka mundësi të shtrembërohet.
sv: Sträck ut videon så att den fyller hela fönstret och möjligtvis förvanskar den.
tr: Varsayılan görüntüsündeki videoya ekranı kaplat.

source: Choose the best size for the video based on its aspect ratio.
af: Kies die beste videogrootte gebasseer op die video se beeldverhouding.
ar: إختيار أفضل حجم للفيديو حسب نسبته المساحية
ca: Selecciona la millor mida per al vídeo segons la seua relació d'aspecte.
de: Wählen Sie die Größe des Videos entsprechend des Seitenverhältnisses.
es: Seleccionar el tamaño automáticamente.
fr: Choisir la meilleure taille pour la vidéo en se basant sur le ratio d'aspect (largeur/hauteur).
he: בחר את הגודל המתאים ביותר עבור הוידאו לפי יחס תצוגת התמונה
hu: A videó méretének változtatása.
it: Seleziona le migliori dimensioni del formato video.
ja: 基本となる再生画面のアスペクト比を選択します
lt: Pasirinkti geriausius vaizdo matmenis, atitinkančius jo matmenų santykį.
nl: Kies het beste formaat voor de video, gebaseerd op de breedte-hoogte verhouding.
no: Velg den beste størrelsen basert på filens aspekt.
pl: Wbierz najlepszy rozmiar dla obrazu bazujący na jego aspect ratio.
pt: Escolher o melhor tamanho para o vídeo baseado no aspecto.
ru: Выбрать наилучший размер видео, основанный на его пропорциях.
sl: Izberi najboljšo velikost za video na podlagi njegovega razmerja slike.
sq: Zgjedh masën më të mirë të videos bazuar në raportin e aspektit.
sv: Välj den bästa storleken för videon baserad på dess proportioner.
tr: Videonun en boy oranına göre en iyi boyutu seç.

source: Show the video at its original (natural) size.
af: Vertoon die video teen sy oorspronklike (natuurlike) grootte.
ar: إظهار الفيديو بحجمه الأصلي (الطبيعي) ـ
ca: Mostra el vídeo en sa mida original.
de: Das Video in der Originalgröße anzeigen.
es: Mostrar en tamaño original.
fr: Afficher la vidéo dans sa taille d'origine.
he: הצג את הוידאו בגודלו המקורי
hu: Eredeti méretben mutatja a videót.
it: Mostra il video con la sue dimensioni originali.
ja: ビデオ画像をオリジナルサイズで表示します
lt: Rodyti vaizdą tokiais matmenimis, kaip nurodyta faile.
nl: Bekijk de video in het originele formaat.
no: Vis videoen i dens orginale størrelse.
pl: Pokaż obraz w jego orginalnej wielkości.
pt: Mostrar o vídeo no seu tamanho original (natural).
ru: Показывать видео в его оригинальном (естественном) размере.
sl: Pokaži video v izvirni velikosti.
sq: Tregon videon në masën origjinale (natyrale).
sv: Visa videon i sin ursprungsstorlek.
tr: Videoyu orijinal boyutunda göster.

source: Show the video at triple its original (natural) size.
af: Vertoon die video teen drie keer sy oorspronklike (natuurlike) grootte.
ar: إظهار الفيديو بثلاثة أضعاف حجمه الأصلي (الطبيعي) ـ
ca: Mostra el vídeo en mida medio.
de: Das Video in dreifacher Größe anzeigen.
es: Medio tamaño.
fr: Afficher la vidéo dans une taille triple à sa taille d'origine.
he: הצג את הוידאו בגודל משולש מגודלו המקורי
hu: Háromszoros méretben mutatja a videót.
it: Mostra il video il mezzo delle dimensioni originali.
ja: ビデオ画像をオリジナルサイズの3倍に拡大して表示します
lt: Rodyti vaizdą patrigubinant nurodytus faile matmenis.
nl: Bekijk de video in driedubbel formaat.
no: Vis videoen i trippel størrelse av orginal.
pl: Pokaż obraz potrójnie powiększony w stosunku do orginału.
pt: Mostrar o vídeo em três vezes o seu tamanho original (natural).
ru: Показывать видео в тройном оригинальном (естественном) размере.
sl: Pokaži trikratno velikost videa od normalne.
sq: Tregon videon me masë trefishe nga origjinali (natyrale).
sv: Visa videon i tre gånger så stor storlek som dess ursprungsstorlek.
tr: Videoyu üç boyutlu göster.

source: Show the video at double its original (natural) size.
af: Vertoon die video teen dubbel sy oorspronklike (natuurlike) grootte.
ar: إظهار الفيديو بضعف حجمه الأصلي (الطبيعي) ـ
ca: Mostra el vídeo en mida doble.
de: Das Video in doppelter Größe anzeigen.
es: Doble tamaño.
fr: Afficher la vidéo dans une taille double à sa taille d'origine.
he: הצג את הוידאו בגודל כפול מגודלו המקורי
hu: Kétszeres méretben mutatja a videót.
it: Mostra il video il doppio delle dimensioni originali.
ja: ビデオ画像をオリジナルサイズの2倍に拡大して表示します
lt: Rodyti vaizdą padvigubinant nurodytus faile matmenis.
nl: Bekijk de video in dubbel formaat.
no: Vis videoen i dobbel størrelse av orginal.
pl: Pokaż obraz podwójnie powiększony w stosunku do orginału.
pt: Mostrar o vídeo em duas vezes do seu tamanho original (natural).
ru: Показывать видео в двойном оригинальном (естественном) размере.
sl: Pokaži dvakratno velikost videa od normalne.
sq: Tregon videon me masë dyfishe nga origjinali (natyrale).
sv: Visa videon i dubbel så stor storlek som dess ursprungsstorlek.
tr: Videoyu iki boyutlu göster.

source: Show or hide the media status line.
af: Vertoon of verwyder die mediastatuslyn.
ar: إظهار أو إخفاء سطر معلومات الوسائط
ca: Mostra o amaga la línia d'estat de multimèdia.
de: Die Statuszeile ein- oder ausblenden.
es: Mostrar o Esconder la linea del estado del archivo de media.
fr: Afficher ou masquer la ligne de statut du média.
he: הצג או הסתר את שורת מצב המדיה
hu: Média állapotsorának megjelenítése, elrejtése.
it: Mostra o nascondi la barra di stato del lettore multimediale.
ja: メディアステータスラインを表示・非表示します
lt: Rodyti ar paslėpti grotuvo būklės juostelę.
nl: Toon of verberg de statusregel van de mediaspeler.
no: Vis eller skjul mediastatus linjen.
pl: Pokaż lub ukryj pasek statusu multimediów.
pt: Mostrar ou esconder a linha de status da mídia.
ru: Показать или скрыть строку медиа статуса.
sl: Pokaži ali skrij statusno vrstico medija.
sq: Tregon ose fsheh vijën e statusit të medias.
sr: Prikaži ili sakrij the media status line.
sv: Visa eller dölj mediastatusraden.
tr: Ortam durum çubuğunu göster/gizle.

source: Stop playing the media file.
af: Stop die huidige medialêer.
ar: إيقاف تشغيل ملف الوسائط
ca: Atura la reproducció de l'arxiu actual.
de: Die Wiedergabe beenden.
es: Parar reproducción.
fr: Stopper la lecture du fichier média.
he: הפסק השמעת קובץ המדיה
hu: Lejátszás leállítása.
it: Termina l'esecuzione del file multimediale.
ja: 再生中のメディアファイルを停止します
lt: Sustabdyti grotuvo failo grojimą.
nl: Stoppen het afspelen van het huidige mediabestand.
no: Stopp avspillingen.
pl: Zatrzymaj odtwarzanie pliku.
pt: Parar de tocar o arquivo de mídia.
ru: Остановить воспроизведение медиа файла.
sl: Ustavi predvajanje medijske datoteke.
sq: Ndalon leximin e mediaskedës.
sr: Stani playing the media file.
sv: Stoppa uppspelning av mediafilen.
tr: Ortam dosyasını oynatmayı durdur.

source: Select an audio visualisation plugin...
af: Selekteer 'n klankvisualiserings-inpropprogram...
ar: تحديد وظيفة المرئيات الإضافية للصوت...
ca: Selecciona un component de visualització d'audio.
de: Ein Visualisierungsplugin wählen...
es: Seleccionar un componente de visualización de audio(plugin)...
fr: Sélectionner une extension de visualisation audio.
he: בחר תוסף לאפקט אודיו ויזואלי
hu: Válassz egy képi megjelenítést...
it: Seleziona un plugin per la visualizzazione audio...
ja: オーディオの視覚化プラグインを選択します...
lt: Pasirinkti muzikos vaizdo papildinį...
nl: Kies een visualisatieplugin voor audio...
no: Velg hvilke effekter som skal vises.
pl: Wybierz wtyczkę wizualizacji audio...
pt: Selecionar um plugin de visualização de áudio...
ru: Выбрать модуль аудио визуализации...
sl: Izberi zvočni vizalizacijski vtičnik...
sq: Zgjedh prizën e vegimit zanor...
sr: Odaberi audio-vizuelni plugin...
sv: Välj ett insticksprogram för ljudvisualisering.
tr: Bir ses görselleştirme plugini seçiniz...

source: Adjust video zoom and aspect ratio settings.
af: Verstel videovergroting en beeldverhouding.
ar: ضبط بؤرة الفيديو و إعدادات النسبة المساحية
ca: Ajust de la proporció del vídeo.
de: Zoom- und Seitenverhältnis einstellen..
es: Ajustar la proporción del video.
fr: Ajuster le grossissement et le ratio d'aspect de la vidéo.
he: שנה את הגדרות הזום ויחס התמונה
hu: Zoom és képarány beállítása.
it: Regola le proporzioni e lo zoom del video.
ja: ズームとアスペクト比設定を調整します
lt: Derinti vaizdo mastelį ir matmenų santykį.
nl: De zoom en de breedte-hoogte verhouding van de video aanpassen.
no: Juster zoom- og aspektinnstillinger.
pl: Ustaw zoom i aspect ratio obrazu.
pt: Ajustar o zoom do vídeo e as configurações do ratio.
ru: Регулировка видео масштаба и пропорций.
sl: Nastavi povečavo in razmerje videa.
sq: Ndreq zmadhimin e videos dhe vendosjet për raportin e aspektit.
sr: Podesi video zum i podesavanja promera.
sv: Justera videons zoomning och proportioner.
tr: Videonun yakınlığını ve en boy oranı ayarlarını ayarla.

source: Close the monitor window.
af: Maak die monitor venster toe.
ar: إغلاق نافذة المراقبة
ca: Tanca la finestra del monitor.
de: Das Monitor-Fenster schließen.
es: Cerrar el monitor.
fr: Fermer la fenêtre du moniteur.
he: סגור את חלון המוניטור
hu: Monitorablak bezárása.
it: Chiudi la finestra monitor.
ja: モニタウィンドウを閉じます
lt: Užverti monitoriaus langą.
nl: Sluit de monitor.
no: Lukk monitorvinduet.
pl: Zamknij okno monitora.
pt: Fechar a janela do monitor.
ru: Закрыть окно монитора.
sl: Zapri okno nadzornika.
sq: Mbyll dritaren e monitorit.
sv: Stäng monitorfönstret.
tr: Ekran penceresini kapat.

source: Open a chat session with the selected user.
af: Begin 'n geselskap met die geselekteerde gebruiker.
ar: فتح جلسة محادثة مع المستخدم المحدد
ca: Obre una sessió de xat amb l'usuari seleccionat.
de: Eine Chatsitzung mit dem markierten Host beginnen.
es: Comenzar un chat con el usuario.
fr: Ouvrir une session de discussion avec l'utilisateur sélectionné.
he: פתח חלון צ'אט עם המשתמש הנבחר
hu: Csevegő megnyitása a kiválasztott felhasználóval.
it: Avvia una sessione di chat con l'utente selezionato.
ja: 選択したユーザとのチャットを開始します
lt: Pradėti pokalbio sesiją su pasirinktu naudotoju.
nl: Open een chatsessie met de geselecteerde gebruiker.
no: Start en samtale med valgte bruker.
pl: Otwórz sesje czatu z wybranym użytkownikiem.
pt: Abrir uma sessão de chat com o usuário selecionado.
ru: Открыть чат сессию с помеченным пользователем.
sl: Odpri klepetalno sejo z izbranim uporabnikom.
sq: Hap një sesion chat-i me përdoruesin e zgjedhur.
sr: Pokreni chet sesiju sa selektovanim korisnikom.
sv: Öppna en chattsession med den valda användaren.
tr: Seçilen kullanıcıyla sohbete başla.

source: Copy URI (P2P Link) to access the selected host.
af: Kopieer die URI om die geselekteerde gasheer te kontak.
ca: Copia l'enllaç (URI) de l'usuari.
de: Eine URL kopieren, um auf den markierten Host zuzugreifen.
es: Copiar enlace (URI) del usuario.
fr: Copier un URI pour accéder à l'hôte sélectionné.
he: בכדי לגשת לכתובת הנבחרת URI התנתק מ
hu: URI másolása.
it: Copia un URI per accedere all'host selezionato.
ja: 選択したホストにアクセスするURIをコピーします
lt: Kopijuoti pasirinkto adresato prieigos nuorodą.
nl: Kopiëer een URI om toegang te verkrijgen tot de geselecteerde gastheer.
no: Kopier URI for å koble til valgte vert.
pl: Skopjuj adres URI aby dostać siędo określonego hosta.
pt: Copiar uma URI apara acessar o host selecionado.
ru: Копировать ссылку доступа к помеченному хосту.
sl: Kopiraj URI za dostop do izbranega gostitelja.
sq: Kopjon një URI që të hapet hosti i zgjedhur.
sr: Kopiraj URI da bi ste pristupili selektovanom hostu.
sv: Kopiera URI för åtkomst till de valda värdarna.
tr: Seçilen hosta erişim için URI kopyala.

source: Disconnect the selected neighbor.
af: Diskonnekteer die geselekteerde gasheer konneksie(s).
ar: قطع الإتصال من الجوار المحدد
ca: Desconnecta dels usuaris seleccionats.
de: Die Verbindung zu den markierten Hosts trennen.
es: Desconecta al/los vecino(s) seleccionado(s).
fr: Déconnecter cette sélection de voisins.
he: התנתק מהשכנים הנבחרים
hu: Lekapcsolódik a kiválasztott szomszéd(ok)ról.
it: Disconnetti l'host selezionato.
ja: 選択した近隣を切断します
lt: Atjungti pasirinktą kaimyną(-us).
nl: De verbinding met de geselecteerde gastheren verbreken.
no: Koble fra valgte nabo(er).
pl: Odłącz wybranego Użytkownika(ów).
pt: Desconectar o(s) vizinho(s) selecionado(s).
ru: Отключиться от помеченного хоста(ов).
sl: Prekini povezavo do izbranega soseda.
sq: Shkëput fqinjët e zgjedhur.
sr: Isključi označene susede.
sv: Koppla ifrån de valda grannen/grannarna.
tr: Seçilen komşularla bağlantıyı kes.

source: Configure network settings...
af: Verstel netwerk opsies...
ar: تكوين إعدادات الشبكة...
ca: Configura les opcions de la xarxa...
de: Netzwerkeinstellungen konfigurieren...
es: Configurar opciones de la red...
fr: Configurer les réglages réseau...
he: כוון הגדרות רשת...
hu: Hálózati beállítások...
it: Configura le opzioni della rete...
ja: ネットワーク設定を構成します...
lt: Konfigūruoti tinklą...
nl: De netwerkinstellingen aanpassen...
no: Endre nettverksinnstillingene.
pl: Skonfiguruj ustawienia Sieci ...
pt: Configurar opções de rede...
ru: Конфигурировать установки сетей...
sl: Sprememba mrežnih nasavitev...
sq: Konfiguron vendosjet e rrjetit...
sr: Podesi mrežna podešavanja...
sv: Ändra nätverksinställningar…
tr: Ağ ayarlarını ayarla...

source: Open a new Packet Dump window monitoring this neighbor.
af: Open 'n nuwe Pakkie Storting venster wat hierdie gasheer monitor.
ar: لمراقبة هذا الجوار Packet Dump فتح نافذة
ca: Obre un monitor de paquets per a aquest veí.
de: Ein neues Packet-Dump-Fenster öffnen, um diesen Host zu überwachen.
es: Abre un monitor de paquetes para este vecino.
fr: Ouvre une nouvelle fenêtre « Décharge à paquets » surveillant ce voisin.
he: Open a new Packet Dump window monitoring this neighbour.
hu: Nyit egy új Csomagforgalom ablakot ennek a szomszédnak
it: Apri una nuova finestra di monitoraggio dei trasferimenti pacchetti di questo host.
ja: この近隣をモニタリングする新しいパケットダンプウィンドウを開きます
lt: Atverti naują „Paketų išvesties“ langą šiam kaimynui stebėti.
nl: Een nieuw pakket dump venster openen om deze bron te controleren.
no: Åpne et nytt pakkedump-vindu for å overvåke denne naboen.
pl: Otwórz nowe okno zrzutu pakietów monitorujące ruch tego użytkownika.
pt: Abrir uma nova janela de Pacotes Perdidos monitorando este vizinho.
ru: Открыть новое окно Дампа Пакетов для мониторинга этого хоста.
sl: Odpri novo okno za izmet (dump) paketov, ki nadzira tega soseda.
sq: Hap dritaren e re Skuta Pakete për monitorimin e fqinjit.
sr: Open a new Packet Dump window monitoring this neighbour.
sv: Öppna ett ny paketdumpmonitor för denna granne.
tr: Açık yeni bir çöp kutusu penceresi komşulara görüntüleniyor.

source: Open a new Packet Dump window monitoring incoming traffic from this neighbor.
af: Open 'n nuwe Pakkie Storting venster wat inkomende data van hierdie gasheer monitor.
ar: لمراقبة حركة المرور الواردة من هذا الجوار Packet Dump فتح نافذة
ca: Obre un monitor de paquets per al trànsit entrant d'aquest veí.
de: Ein neues Packet-Dump-Fenster öffnen, um eingehenden Traffic von diesem Host zu überwachen.
es: Abre un monitor de paquetes para el tráfico entrante de este vecino.
fr: Ouvre une nouvelle fenêtre « Décharge à paquets » surveillant le trafic entrant de ce voisin.
he: Open a new Packet Dump window monitoring incoming traffic from this neighbour.
hu: Nyit egy új Csomagforgalom ablakot ennek a szomszédnak, ami a bejövő forgalmat mutatja.
it: Apri una nuova finestra di monitoraggio dei trasferimenti pacchetti in entrata di questo host.
ja: この近隣からの入力転送をモニタリングする新しいパケットダンプウィンドウを開きます
lt: Atverti naują „Paketų išvesties“ langą šio kaimyno įeinačiam srautui stebėti.
nl: Een nieuw pakket dump venster openen om binnenkomend verkeer van deze bron te controleren.
no: Åpne et nytt pakkedump-vindu for å overvåke innkommende trafikk til denne naboen.
pl: Otwórz okno zrzutu pakietów monitorujące ruch przychodzący od tego użytkownika.
pt: Abrir uma nova janela de Lixo de Pacotes monitorando o tráfego vindo deste vizinho.
ru: Открыть новое окно Дампа Пакетов для мониторинга входящего трафика от этого хоста.
sl: Odpri novo okno za izmet (dump) paketov, ki nadzira vhodni promet iz smeri tega soseda.
sq: Hap dritaren e re Skuta Pakete për monitorimin e trafikut hyrës nga fqinji.
sr: Open a new Packet Dump window monitoring incoming traffic from this neighbour.
sv: Öppna en ny paketdumpsmintor för inkommande trafik från denna granne.
tr: Açık yeni bir çöp kutusu penceresi komşulardan gelen trafiği görüntülüyor.

source: Open a new Packet Dump window monitoring outgoing traffic to this neighbor.
af: Open 'n nuwe Pakkie Storting venster wat uitgaande data na hierdie gasheer monitor.
ar: لمراقبة حركة المرور الصادرة إلى هذا الجوار Packet Dump فتح نافذة
ca: Obre un monitor de paquets per al trànsit sortint d'aquest veí.
de: Ein neues Packet-Dump-Fenster öffnen, um ausgehenden Traffic an diesem Host zu überwachen.
es: Abre un monitor de paquetes para el tráfico saliente de este vecino.
fr: Ouvre une nouvelle fenêtre « Décharge à paquets » surveillant le trafic sortant de ce voisin.
he: Open a new Packet Dump window monitoring outgoing traffic to this neighbour.
hu: Nyit egy új Csomagforgalom ablakot ennek a szomszédnak, ami a kimenő forgalmat mutatja.
it: Apri una nuova finestra di monitoraggio dei trasferimenti pacchetti in uscita di questo host.
ja: この近隣への出力転送をモニタリングする新しいパケットダンプウィンドウを開きます
lt: Atverti naują „Paketų išvesties“ langą šio kaimyno išeinačiam srautui stebėti.
nl: Een nieuw pakket dump venster openen om uitgaand verkeer naar deze bron te controleren.
no: Åpne et nytt pakkedump-vindu for å overvåke utgående trafikk til denne naboen.
pl: Otwórz okno zrzutu pakietów monitorujące ruch wychodzący od tego użytkownika.
pt: Abrir uma nova janela de Lixo de Pacotes monitorando os pacotes saindo deste vizinho.
ru: Открыть новое окно Дампа Пакетов для мониторинга исходящего трафика от этого хоста.
sl: Odpri novo okno za izmet (dump) paketov, ki nadzira izhodni promet v smeri tega soseda.
sq: Hap dritaren e re Skuta Pakete për monitorimin e trafikut dalës nga fqinji.
sr: Open a new Packet Dump window monitoring outgoing traffic to this neighbour.
sv: Öppna en ny paketdumpsmintor för utgående trafik till denna granne.
tr: Açık yeni bir çöp kutusu penceresi komşulara giden trafiği görüntülüyor.

source: Automatically close Envy when transfers have completed.
af: Verlaat Envy outomaties as die huidige oordragte voltooi is.
ar: إغلاق شير-أزا آليا عندما يكتمل النقل
ca: Tanca automàticament el Envy quan finalitzen totes les transferències.
de: Envy automatisch nach dem Beenden der Transfers beenden.
es: Cerrar Envy al terminar las transferencias.
fr: Fermer automatiquement Envy lorsque les transferts sont terminés.
he: סגור אוטמטית את שרזה כשהעברות יסתיימו
hu: Bezárja a programot a forgalom végeztével.
it: Chiudi automaticamente Envy quando i trasferimenti sono stati completati.
ja: 転送終了後に自動的にEnvyを終了します
lt: Automatiškai išeiti iš „Envy“ programos, kai bus baigti visi atsisiuntimai/išsiuntimai.
nl: Envy automatisch afsluiten als het dataverkeer afgerond is.
no: Automatisk lukk Envy når overføringene er ferdige.
pl: Automatycznie zamknij Envy kiedy zakończą się wszystkie pobierania.
pt: Fechar automaticamente o Envy quando as transferência forem completadas.
ru: Автоматически выходить из Envy по окончанию пересылок.
sl: Samodejno zapri Envy, potem, ko so vsi končani prenosi.
sq: Envy do të mbyllet automatikisht kur transferimi të përfundojë.
sr: Automatski zatvori Envy kada se završi razmena.
sv: Avsluta Envy när överföringarna är klara.
tr: Aktarım tamamlandığında Envy'yı otomatik olarak kapat.

source: Browse a user, showing their profile and shared files...
af: Blaai deur 'n gebruiker se profiel en gedeelde lêers...
ar: تصفح المستخدم لعرض الوضعيات و الملفات المشتركة...
ca: Explora l'usuari, mostra els seus arxius compartits i perfil...
de: Die freigegebenen Dateien eines Benutzers durchsuchen und dessen Profil anzeigen...
es: Explorar al usuario, muestra sus archivos compartidos y perfil...
fr: Parcourir un utilisateur, voir son profil et ses fichiers partagés...
he: סייר במשתמש, וצפה בפרופיל ובקבציו המשותפים
hu: Fájllista letöltése, adatlap megtekintése...
it: Esplora un utente, mostrando il suo profilo e i file condivisi...
ja: プロフィールと共有ファイルを表示する為にユーザを参照します...
lt: Peržiūrėti naudotojo profilį ir bendrintus failus...
nl: Doorzoek een gebruiker, om zijn profiel en gedeelde bestanden te bekijken...
no: Utforsk en bruker og vis profil og delte filer...
pl: Przeglądaj użytkownika, pokaż jego profil i dzielone pliki...
pt: Navegar um usuário, mostrando seu perfil e arquivos compartilhados...
ru: Просмотр профиля и файлов пользователя...
sl: Brskaj po uporabniku in pri tem pokaži njegov profil in datoteke, ki jih deli...
sq: Shfleton një përdorues, duke shfaqur profilin dhe skedat që shpërndan...
sr: Istraži korisnika, pokaži njihov profil i deljene datoteke...
sv: Visa en användares profil och utdelade filer…
tr: Kullanıcı ara, profili ve paylaşım dosyalarını göster...

source: Open a direct chat session with a user...
af: Konnekteer aan die netwerk.
ar: الإتصال بالشبكات المحددة
ca: Connecta a les xarxes seleccionades.
de: Mit den Netzwerken verbinden
es: Conectar a la red o redes.
fr: Se connecter au réseau.
he: התחבר לרשת
hu: Kapcsolódás a kiválasztott hálózatokhoz.
it: Connetti alle reti selezionate.
ja: ネットワークに接続します
lt: Jungtis prie pasirinktų tinklų.
nl: Verbinden met het netwerk.
no: Koble til nettverket.
pl: Podłącz się do sieci.
pt: Conectar nas redes selecionadas.
ru: Соединиться с выбранными сетями.
sl: Poveži se na omrežje.
sq: Lidhet në rrjet.
sr: Spoji se na mrežu.
sv: Anslut till nätverket.
tr: Ağa bağlan.

source: Manually connect to a host...
af: Konnekteer met die hand aan 'n gasheer...
ar: الإتصال يدويا بمضيف...
ca: Connecta manualment al servidor...
de: Manuell mit einem Host verbinden...
es: Conectar manualmente al usuario...
fr: Se connecter manuellement à un hôte...
he: התחבר באופן ידני למשתמש...
hu: Manuálisan kapcsolódik egy kiszolgálóhoz...
it: Connetti manualmente ad un host...
ja: 手動でホストに接続します...
lt: Jungtis prie adresato rankiniu būdu...
nl: Zelf verbinding maken met een gastheer...
no: Manuelt koble til en vert...
pl: Ręcznie podłącz do hosta...
pt: Conectar manualmente a um host...
ru: Вручную присоединиться к хосту...
sl: Ročno se poveži na gostitelja...
sq: Lidhet me porosi në host...
sr: Spoji se ručno na host...
sv: Ansluter manuellt till värden…
tr: Hosta elle bağlan...
