Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: WARNING: Download "%s" failed verification, it may not be the file you intended to download.
af: WAARSKUWING: Aflaai "%s" is nie suksesvol gekontroleer nie, dit mag dalk nie die lêer wees wat jy bedoel het om af te laai nie!
ca: ADVERTÈNCIA: l'arxiu %s que ha estat descarregat, ha fallat en el procès de verificació. És molt posible que aquest no sigui l'arxiu correcte, es recomana que l'esborris i tornis a descarregar.
de: WARNUNG: Die heruntergeladene Datei "%s" hat die Überprüfung nicht bestanden, möglicherweise ist dies nicht die Datei, die Sie herunterladen wollten!
es: ADVERTENCIA: El archivo "%s" que fue descargado, falló en el proceso de verificación. Es muy posible que este no sea el archivo correcto, se recomienda que lo borre, y lo descargue de nuevo!
fr: ATTENTION : Le téléchargement « %s » a échoué au test de vérification. Ce n'est peut-être pas le fichier que vous souhaitiez télécharger.
hu: FIGYELEM: A(z) "%s" fájlt nem elhetett elenőrizni. Lehet, hogy ez nem az a fájl, amit ön szeretne!
it: ATTENZIONE: Verifica fallita per il download di "%s", potrebbe non essere il file che volevi scaricare!
ja: 警告: ダウンロード "%s" の検証に失敗しました。あなたが要求したファイルでない可能性があります!
lt: ĮSPĖJIMAS: Parsisiunčiamo failo „%s“ patikra nesėkminga - gali būti, kad tai nėra tas failas, kurį Jūs norėjote parsisiųsti!
nl: WAARSCHUWING: Het controleren van download "%s" is mislukt, het is mogelijk niet het bestand dat je van plan was om te downloaden!
no: ADVARSEL: Nedlasting "%s" ikke verifisert, det kan være at dette ikke er den filen du ville ha!
pt: ATENÇÃO: O Download "%s" falhou na verificação, ele pode não ser o arquivo que você pretendia baixar!
ru: ПРЕДУПРЕЖДЕНИЕ: Загрузка «%s» не прошла проверку, этот файл может быть не тот, которого Вы собирались загрузить!
sl: POZOR: Prenos "%s" ni uspešno prestal preverjanja, prav mogoče je, da to ni datoteka, ki ste jo nameravali prenesti!
sr: UPOZORENJE: Datoteka "%s" nije prošla na proveri, može biti da to nije datoteka koju želite skinuti!
sv: VARNING: Verifiering av nedladdning "%s" misslyckades, det kanske inte är den fil du ville ha!
tr: UYARI: indirme "%s" doğrulaması başarılamadı, bu indirmeyi planladığın dosya olmayabilir!

source: Successfully verified download "%s".
af: Aflaai "%s" suksesvol gekontroleer.
ca: L'arxiu %s ha estat verificat amb èxit.
de: Heruntergeladene Datei "%s" erfolgreich überpüft.
es: El archivo "%s" fué verificado exitosamente.
fr: Téléchargement vérifié avec succès « %s ».
hu: Sikeresen ellenőriztem: "%s".
it: Download di "%s" verificato con successo.
ja: ダウンロード "%s".検証に成功しました
lt: Parsisiunčiamo failo „%s“ patikra sėkminga.
nl: De download "%s" is succesvol gecontroleerd.
no: Har verifisert nedlasting "%s".
pt: Download verificado com sucesso "%s".
ru: Загрузка «%s» проверена успешно.
sl: Preverjanje prenosa "%s" je bilo uspešno.
sr: Uspješno provereno skidanje "%s".
sv: Framgångsrik verifiering av nedladdning "%s".
tr: "%s" indirmenin başarıyla doğruluğu kanıtlandı.

source: Download host %s's version of "%s" has a different URN, aborting.
af: Aflaaigasheer %s se weergawe van "%s" het 'n verskillende URN, aflaai word gestaak.
ca: La versió de %s de l'arxiu %s té un URN diferent.
de: Download-Host %s hat eine andere Version der Datei "%s" (Hash verschieden), abgebrochen.
es: La versión de %s del archivo "%s" tiene un URN diferente, abortando.
fr: La version de l'hôte de téléchargement %s a un SHA1 différent, abandon.
hu: %s szerint a(z) "%s" fájlnak más URN címe van, megszakítás.
it: L'host di download %s's versione di "%s" ha un differente SHA1, azione annullata.
ja: ダウンロードホスト %s のバージョン "%s" は別のURNを持っている為、中止しています
lt: Parsisiunčiant atrasta, jog adresato %s „%s“ versija turi kitokį URN, procedūra nutraukiama.
nl: Downloadgastheer %s's versie van "%s" heeft een andere URN, geannuleerd.
no: Nedlastingsvert %s's versjon av "%s" har forskjellig URN, avbryter.
pt: A versão de "%s" do host de download %s tem uma URN diferente, abortando.
ru: У хоста %s версия загрузки «%s» имеет другой адрес ссылки (URN), прерываю.
sl: Prenosno gostiteljeva %s različica "%s" ima drugačen URN, prekinjam.
sv: Nedladdningsvärd %ss version av "%s" har en annan URN, avbryter.
tr: %s indirme hostunun "%s" versiyonu farklı URN'ye sahip, başarısızlıkla sonuçlandı.

source: Download host %s responded with a useless byte range of "%s", pending.
af: Aflaaigasheer %s het gereageer met 'n onbruikbare deel van "%s", aflaai hangende.
ca: El veí %s ha respost amb un rang de Bytes innecesari %s. pendent.
de: Download-Host %s hat einen unnützes Fragment von "%s" gesendet, ausstehend.
es: El vecino %s respondió con un rango de byte innecesario de "%s", pendiente.
fr: L'hôte de téléchargement %s a répondu avec une série d'octets inutiles, suspension.
hu: %s egy használhatatlan részét küldte el a(z) "%s" fájlnak, várakozás.
it: L'host di download %s ha risposto con un inutilizzabile byte range di "%s", in attesa.
ja: ダウンロードホスト %s は "%s" の不要なバイト範囲で応答した為、保留中です
lt: Parsisiunčiant adresatas %s atsiuntė beprasmį „%s“ baitų rinkinį, laukiama sprendimo.
nl: Downloadgastheer %s heeft geantwoord met een onbruikbare byte-bereik van "%s", in afwachting.
no: Nedlastingsvert %s svarte med en ubrukelig byte range av "%s", venter.
pt: Host de download %s respondeu com um intervalo de bytes inútil de "%s", pendente.
ru: Во время загрузки хост %s послал бесполезный отрезок байтов для «%s», ожидаю.
sl: Gostitelj za prenos %s je odgovoril z neuporabnim bitnim razponom "%s", v čakanju.
sv: Nedladdningsvärd %s svarade med ett oanvändbart byteområde "%s" avvaktar
tr: %s indirme hostu "%s" 'den faydasız byte dizisi ile karşılaştı, askıda.

source: Download host %s's version of "%s" has a different length, aborting.
af: Aflaaigasheer %s se weergawe van "%s" het 'n verskillende grootte, aflaai word gestaak.
ca: La versió de %s de l'arxiu %s té diferent mida.
de: Download-Host %s hat eine andere Version der Datei "%s" (Dateigröße verschieden), abgebrochen.
es: La versión de %s del archivo "%s" tiene distinto tamaño, abortando.
fr: La version de l'hôte de téléchargement %s a une longueur différente, abandon.
hu: %s szerint a(z) "%s" fájlnak más a mérete, megszakítás.
it: L'host di download %s's versione di "%s" ha una lunghezza diversa, azione annullata.
ja: ダウンロードホスト %s のバージョン "%s" は長さが違う為、中止しています
lt: Parsisiunčiant atrasta, jog adresato %s „%s“ versija turi kitokį dydį, procedūra nutraukiama.
nl: Downloadgastheer %s's versie van "%s" heeft een andere lengte, geannuleerd.
no: Nedlastingsvert %s's versjon av "%s" har forskjellig lengde, avbryter.
pt: A versão de "%s" do host de download %s tem um comprimento diferente, abortando.
ru: У хоста %s версия загрузки «%s» имеет другой размер, прерываю.
sl: Gostitelj za prenos %s's version of "%s" has a different length, aborting.
sv: Nedladdningsvärd %ss version av "%s" har en annan längd, avbryter.
tr: %s indirme hostunun "%s" versiyonu farklı uzunluğa sahip, başarısızlıkla sonuçlandı.

source: Accepted an incoming connection from %s port %i.
af: Inkomende konneksie van %s poort %i goedgekeur.
ca: Aceptada una connexió entrant de %s en port %i.
de: Eingehende Verbindung von %s Port %i akzeptiert.
es: Aceptada una conexion entrante de %s en puerto %i.
fr: Connexion entrante en provenance de %s port %i acceptée.
hu: Bejövő kapcsolat elfogadva: %s port %i.
it: Connessione in entrata da %s porta %i accettata.
ja: %s ポート %i からの入力接続を受け付けました
lt: Priimtas įeinantis susijungimas su %s per %i prievadą.
nl: Een binnenkomende verbinding vanaf %s poort %i is geaccepteerd.
no: Godta innkommende koblinger fra %s port %i.
pl: Zakceptowano przychodzące połączenie od %s port %i.
pt: Aceita uma conexão de entrada de %s porta %i.
ru: Принято входящее соединение с %s порт %i.
sl: Sprejeta vhodna povezava od %s na vratih %i.
sq: Pranova një lidhje hyrëse nga %s porti %i.
sr: Veza sa %s port %i je prihvaćena.
sv: Accepterade en inkommande anslutning från %s port %i.
tr: %s portdan gelmekte olan %i bağlantısı kabul edildi.

source: Already connected to %s, will not establish a second connection.
af: Alreeds gekonnekteer aan %s, gaan nie 'n tweede konneksie bewerkstellig nie.
ca: Ja estàs connectat a %s, no s'establirà la 2a. connexió.
de: Bereits mit %s verbunden, es wird keine zusätzliche Verbindung hergestellt.
es: Ya estas conectado a %s, no se va a establecer 2da conexión.
fr: Déjà connecté à %s, n'établira pas de seconde connexion...
hu: Már kapcsolódva van: %s, nincs újabb kapcsolódás.
it: Sei già connesso a %s, non si stabilirà una seconda connessione.
ja: 既に %sに接続している為、2番目の接続は確立されません
lt: Jau susijungta su %s, antras ryšys nebus užmegztas.
nl: Al verbonden met %s, ga niet nog een tweede verbinding aanmaken.
no: Allerede koblet til %s, vil ikke starte en ny kobling.
pt: Já conectado a %s, não estabelecerá uma segunda conexão.
ru: Уже соединенно с %s, повторного соединения не будет.
sl: Že povezan z %s, druga povezava ne bo sklenjena.
sq: I Lidhur që më parë tek %s, nuk do të kryej lidhje të dytë.
sr: Već ste spojeni sa %s, druga veza neće biti uspostavljena.
sv: Redan ansluten till %s, kommer inte upprätta en andra anslutning.
tr: %s zaten bağlı ,ikinci bir bağlantı kuramazsınız.

source: Refusing duplicate connection from %s.
af: Weier duplikaat konneksie vanaf %s.
ca: Rebutjant la connexió duplicada des de %s.
de: Doppelte Verbindung von %s verweigert.
es: Rechazando conexión duplicada a %s.
fr: Refus d'une connexion supplémentaire avec %s.
hu: Dupla kapcsolódás megtagadása: %s.
it: Rifiuto di una connessione duplicata da %s.
ja: %s からの2重接続を拒否しています
lt: Adresatui %s atsakyta susijungti pakartotinai.
nl: Een dubbele verbinding vanaf %s is geweigerd.
no: Nekter dobbel kobling fra %s.
pt: Recusando conexão duplicada de %s.
ru: Отказ от двойного соединеня с %s.
sl: Podvojena povezava od %s je bila zavrnjena.
sq: Po refuzoj lidhje dyfishe nga %s.
sr: Odbijam duplu vezu sa %s.
sv: Vägrar dubbel anslutning från %s.
tr: %s'den ikinci bağlantı reddedildi.

source: Initiating a neighbor connection to %s port %i...
af: Probeer 'n gasheer konneksie na %s poort %i bewerkstellig...
ca: Iniciant una connexió de xarxa a %s en port %i...
de: Verbindung herstellen zu %s Port %i...
es: Iniciando una conexión de red a %s en puerto %i...
fr: Initialisation d'une connexion de type « voisin » avec %s port %i...
hu: Kapcsolódás: %s port %i...
it: Avvio di una connessione con %s porta %i in corso...
ja: %s ポート %i からの近隣接続を初期化中です...
lt: Užmezgamas ryšys su kaimynu %s iš %i prievado...
nl: Een verbinding aangaan met %s poort %i...
no: Starter en kobling til nabo på %s port %i...
pl: Inicjalizacja połączenia z sąsiadem %s port %i...
pt: Inicializando conexão de vizinho com %s porta %i...
ru: Инициализирую соединение с хостом %s порт %i...
sl: Začenjam sosedsko povezavo do %s na vratih %i...
sq: Po nis një lidhje fqinje tek %s porti %i...
sr: Započinjem spajanje na suseda %s port %i...
sv: Initierar en grannanslutning till %s port %i…
tr: %s portdan gelmekte olan %i komşu bağlantısı kabul edildi.

source: Neighbor %s closed connection (%i : %s).
af: Gasheer %s het die konneksie gesluit (%i : %s).
ca: El veí %s ha tancat la connexió (%i : %s).
de: Host %s hat die Verbindung beendet (%i : %s).
es: Vecino %s cerro conexión (%i : %s).
fr: Le voisin %s a fermé la connexion (%i : %s).
hu: %s bezárta a kapcsolatot (%i : %s).
it: L'host %s ha chiuso la connessione (%i : %s).
ja: 近隣 %s は接続を閉じました (%i : %s).
lt: Kaimynas adresu %s nutraukė ryšį (%i : %s).
nl: Bron %s heeft de verbinding verbroken (%i : %s).
no: Nabo %s lukket koblingen (%i : %s).
pt: O Vizinho %s fechou a conexão (%i : %s).
ru: Хост %s закрыл соединение (%i : %s).
sl: Sosed %s je prekinil povezavo (%i : %s).
sq: Fqinji %s mbylli lidhjen (%i : %s).
sr: Sused %s je prekinuo vezu (%i : %s).
sv: Grannen %s stängde anslutningen (%i : %s).
tr: Komşu %s bağlantıyı kapattı (%i : %s).

source: Closed connection with neighbor %s.
af: Konneksie aan gasheer %s is gesluit.
ca: Tancada la connexió de xarxa amb %s.
de: Verbindung zu Host %s beendet.
es: Cerrada conexión de red con %s.
fr: Connexion fermée avec le voisin %s.
hu: Kapcsolat bezárva: %s.
it: Connessione con l'host %s chiusa.
ja: 近隣 %s から切断しました
lt: Nutrauktas ryšys su kaimynu %s.
nl: De verbinding met bron %s is afgesloten.
no: Kobling lukket med nabo %s.
pt: Fechada conexão com vizinho %s.
ru: Закрыто соединение с хостом %s.
sl: Povezava s sosedom %s zaprta.
sq: Mbylla lidhjen me fqinjin %s.
sr: Veza sa susedom %s je prekinuta.
sv: Stängde anslutningen till grannen %s.
tr: %s komşu ile bağlantı kapatıldı.

source: Established a connection with neighbor %s, handshaking...
af: Konneksie bewerkstellig aan gasheer %s, besig om blad te skud...
ca: Establerta una connexió amb %s, negociant...
de: Verbindung zu Host %s hergestellt, handshaking...
es: Establecida una conexión con %s, handshaking...
fr: Établissement d'une connexion avec le voisin %s, poignée de main...
hu: Kapcsolat létrehozva: %s, viszontválaszra várok...
it: Connessione con l'host %s stabilita, collegamento in corso...
ja: 近隣 %s との接続が確立し、ハンドシェイク中です...
lt: Užmegztas ryšys su kaimynu %s, patvirtinama...
nl: Een verbinding met bron %s is aangegaan, handen schudden...
no: Etablerte kobling med nabo %s starter håndtrykk...
pt: Estabelecida uma conexão com o vizinho %s, iniciando...
ru: Установлено соединение с хостом %s, идет подтверждение...
sl: Povezava s sosedom neighbour %s je uspela, rokovanje (handshake) je v teku...
sq: Vendosa një lidhje me fqinjin %s, po takojmë duart...
sr: Veza uspostavljena sa %s, razmenjujem pozdrave...
sv: Upprättade en anslutning till grannen %s, skakar hand…
tr: %s komşu ile bağlantı kuruluyor...

source: Unable to initiate a neighbor connection with %s.
af: Kon nie 'n gasheer konneksie na %s bewerkstellig nie.
ca: No ha estat possible iniciar una connexió de xarxa a %s.
de: Kann keine Verbindung zu %s herstellen.
es: No fue possible iniciar una conexión de red a %s.
fr: Initialisation d'une connexion de type « voisin » avec %s. impossible
hu: Nem lehetett kapcsolatot létrehozni: %s.
it: Impossibile avviare una connessione con %s.
ja: %s との近隣接続の初期化に失敗しました
lt: Neįmanoma užmegzti ryšio su kaimynu %s.
nl: Het is niet mogelijk om een verbinding op te starten met bron %s.
no: Klarte ikke å starte kobling til nabo med %s.
pl: Nie można zainicjować połączenia z sąsiadem %s.
pt: Incapaz de iniciar uma conexão de vizinho com %s.
ru: Невозможно инициализировать соединение с хостом %s.
sl: Sosedske povezave z %s ni bilo mogoče vzpostaviti.
sq: E Pamundur të nis një lidhje fqinje me %s.
sr: Ne mogu početi spajanje na suseda %s.
sv: Kan inte initiera grannanslutning till %s.
tr: %s'nin komşu bağlantısı kabul edilemez.

source: Neighbor %s dropped the connection unexpectedly.
af: Gasheer %s het die konneksie onverwags gesluit.
ca: El veí %s ha tallat la connexió inesperadament.
de: Host %s hat die Verbindung unerwartet beendet.
es: El Vecino %s se le callo la conexión inesperadamente.
fr: La connexion a été subitement interrompue par le voisin %s.
hu: %s váratlanul bontotta a kapcsolatot.
it: L'host %s ha chiuso la connessione improvvisamente.
ja: 近隣 %s が突然接続を中止しました
lt: Ryšys su kaimynu %s netikėtai nutrūko.
nl: Bron %s heeft de verbinding onverwacht verbroken.
no: Nabo %s mistet uventet koblingen.
pt: O Vizinho %s descartou a conexão inesperadamente.
ru: Хост %s неожиданно оборвал соединение.
sl: Sosed %s je nepričakovano prekinil povezavo.
sq: Fqinji %s ndërpreu lidhjen papritur.
sr: Sused %s je neočekivano prekinuo.
sv: Grannen %s släppte oväntat anslutningen.
tr: %s komşusu ağdan düştü.

source: Closed connection with neighbor %s because it is not a hub.
af: Konneksie met gasheer %s is gesluit omdat dit nie 'n hub is nie.
ca: S'ha tancada la connexió amb el veí %s perquè no és un hub.
de: Verbindung mit Host %s beendet, weil er kein Hub ist.
es: Cerrada la conexión con vecino %s porque no es un hub.
fr: Connexion fermée avec le voisin %s : ce n'est pas un hub.
hu: Kapcsolat bezárása: %s, mert nem hub.
it: Connessione con l'host %s chiusa perchè non è un hub.
ja: ハブではない為、近隣 %s との接続を閉じました
lt: Nutrauktas ryšys su kaimynu %s, nes adresatas nėra mazgas.
nl: Verbinding met bron %s is verbroken, omdat het geen hub is.
no: Lukket kobling til nabo %s fordi det er ikke en hub.
pt: Fechada a conexão com o vizinho %s pois este não é um hub.
ru: Закрыто соединение с хостом %s, потому что он не узел.
sl: Ker sosed %s ni zvezdišče se je z njim prekinila povezava.
sq: Mbylla lidhjen me fqinjin %s sepse nuk është nyje.
sr: Veza sa susedom %s je prekinuta zato jer nije hub.
sv: Stängde anslutningen till grannen %s eftersom den inte är ett nav.
tr: Komşu %s ile bağlantı kapatıldı çünkü hub değil.

source: Unable to initiate a neighbor connection with %s (refused).
af: Kon nie 'n konneksie na gasheer %s bewerkstellig nie (geweier).
ca: No ha estat possible iniciar una connexió de xarxa a %s (actualitzat).
de: Kann keine Verbindung zu %s herstellen (verweigert).
es: No fue possible iniciar una conexión de red a %s (rechazado).
fr: Initialisation d'une connexion de type « voisin » avec %s impossible (refusé).
hu: Nem tudok kapcsolatot letrehozni: %s (megtagadva).
it: Impossibile avviare una connessione con %s (rifiutato).
ja: %s との近隣接続を初期化できませんでした (拒否)
lt: Neįmanoma užmegzti ryšio su kaimynu %s (atsakyta).
nl: Niet mogelijk om een verbinding aan te gaan met bron %s (geweigerd).
no: Klarte ikke å starte kobling til nabo med %s (avslått).
pt: Incapaz de iniciar uma conexão de vizinho com %s (rejeitado).
ru: Невозможно инициализировать соединение с хостом %s (отказанно).
sl: Povezave s sosedom %s ni bilo mogoče izvesti (zavrnjen).
sq: E Pamundur të nis një lidhje fqinje me %s (refuzim).
sr: Ne mogu se spojiti na suseda %s (odbijeno).
sv: Kan inte initiera en grannanslutning till %s (nekad).
tr: %s'nin komşu bağlantısı kabul edilemez.(reddedildi).

source: Timed out connecting to %s.
af: Tyd verstreke terwyl probeer konnekteer na %s.
ca: No hi ha hagut temps per a connectar-se a %s.
de: Der Verbindungsversuch zu %s hat die Wartezeit überschritten.
es: No hubo tiempo para conectarse a %s.
fr: Délai d'attente dépassé pour la connexion à %s.
hu: Időtúllépés: %s.
it: Tempo scaduto per la connessione con %s.
ja: %s との接続が時間切れになりました
lt: Baigėsi laiko limitas ryšiui su %s užmegzti.
nl: De poging om te verbinden met bron %s heeft de wachttijd overschreden.
no: Mistet kommunikasjon med koblingen på %s.
pl: Przekroczono czas łączenia z %s.
pt: Tempo de tentativa de conexão terminou para %s.
ru: Вышло время соединения с %s.
sl: Potekla je časovna omejitev pri povezovanju do %s.
sq: Jashtë kohe gjatë lidhjes tek %s.
sr: Isteklo vreme za spajanje na %s.
sv: Tidsavbrott vid anslutning till %s.
tr: %s bağlantısı için zaman bitti.

source: Closing connection to neighbor %s due to lack of traffic.
af: Konneksie na gasheer %s word gesluit as gevolg van 'n tekort aan dataverkeer.
ca: S'ha tancant la connexió a la xarxa %s perquè hi ha un excès de trànsit de dades.
de: Die Verbindung zu %s wurde mangels Aktivität geschlossen.
es: Cerrando conexión a la red %s por tanto tráfico.
fr: Ferme la connexion au voisin %s à cause du manque de trafic.
hu: Kapcsolat bezárva a kevés forgalom miatt: %s.
it: Chiusura della connessione con l'host %s per mancanza di traffico.
ja: トラフィック不足の為近隣 %s から切断しています
lt: Ryšys su kaimynu %s nutrauktas dėl siuntimų srauto kamščio.
nl: Wegens gebrek aan verkeer wordt de verbinding met bron %s verbroken.
no: Lukker kobling til nabo %s p.g.a. mangel av trafikk .
pl: Zamykanie połączenia z sąsiadem %s z powodu braku ruchu sieciowego (lack of traffic).
pt: Fechando conexão com vizinho %s devido a falta de tráfego.
ru: Закрываю соединение с хостом %s из-за нехватки трафика.
sl: Zaradi pomanjkanja prometa zapiram povezavo do soseda %s.
sq: Lidhja tek fqinji %s po mbyllet për shkak të mungesës së trafikut.
sr: Zbog nedostatka prometa, prekidam vezu sa susdedom %s.
sv: Stänger anslutning till grannen %s p.g.a. bristande trafik.
tr: Trafik yoğunluğundan dolayı %s komşu bağlantısı kapatılıyor.

source: Querying host discovery services...
af: Navraag word gedoen by gasheer-ontdekkingsdiens...
ca: Accedint a serveis de descobriment...
de: Service-Provider abfragen...
es: Accesando servicios de descubrimiento...
fr: Interrogation du service Découverte de l'hôte...
hu: Szerverkereső szolgáltatás keresése...
it: Interrogazione dei servizi di ricerca host...
ja: ホストディレクトリサービスを問い合わせ中です...
lt: Siunčiama užklausa apie paslaugų radimo tarnybas...
nl: Bezig met het opvragen van gastheer discovery services...
no: Oppdaterer vert-oppdagelsestjeneste...
pt: Pesquisando host de serviços de descobrimento...
ru: Запрашивается список ресурсов соединений...
sl: Poizvedujem po 'discovery' storitvah gostitelja...
sq: Hetohen shërbimet zbuluese të hostit...
sv: Frågar upptäckstjänster…
tr: Keşif servisleri hostu sorgulanıyor...

source: Discovery service "%s" failed, fail count %i.
af: Ontdekkingsdiens "%s" het misluk, hoeveelheid keer: %i.
ca: Falla del servei de descobriment "%s" número %i.
de: Service-Provider "%s" hat nicht geantwortet (%i-tes Mal)
es: Falla del servicio de descubrimiento "%s" número %i.
fr: Échec du service Découverte « %s », nombre d'échec(s) %i.
hu: Szerverkereső szolgáltatás "%s" hibázott, hibák száma: %i.
it: Servizio di ricerca "%s" fallito, conteggio fallimenti %i.
ja: ディスカバリサービス "%s" は失敗しました。失敗数: %i
lt: Užklausa į paslaugų radimo tarnybą „%s“ nesėkminga, nepavyko %i kartų.
nl: Discovery service "%s" is mislukt, aantal mislukt: %i.
no: Oppdagelsestjeneste "%s" feilet, feil count %i.
pt: O serviço de descobrimento "%s" falhou, contagem de falhas: %i.
ru: Служба ресурсов соединений «%s» неисправна, число неудачей - %i.
sl: 'Discovery' storitev "%s" ni uspela, število napak %i.
sv: Upptäckstjänsten "%s" misslyckades %i gånger.
tr: "%s" keşif servisi başarısızdı, başarısızlık sayısı %i.

source: Discovery service "%s" has failed %i times, removing.
af: Ontdekkingsdiens "%s" het %i keer misluk, dit word verwyder.
ca: El servei de descobriment "%s" ha fallat %i vegades, eliminat.
de: Service-Provider "%s" hat %i mal nicht geantwortet, entfernt.
es: El servicio de descubrimiento "%s" ha fallado %i veces, eliminado.
fr: Le service Découverte «%s » a échoué %i fois, suppression.
hu: Szerverkereső szolgáltatás "%s" %i alkalommal hibázott, eltávolítás.
it: Servizio di ricerca "%s" ha fallito %i volte, rimosso.
ja: ディスカバリサービス "%s" は %i 回失敗した為、削除しています
lt: Nesėkmingų užklausų į paslaugų radimo tarnybą „%s“ skaičius - %i kartų, tarnyba pašalinama.
nl: Discovery service "%s" is %i keer mislukt, wordt verwijderd.
no: Oppdagelsestjeneste "%s" har feilet %i ganger, fjerner.
pt: O serviço de descobrimento "%s" falhou %i vezes, removendo.
ru: Служба ресурсов соединений «%s» была неисправной %i раз(а), удаляю.
sl: 'Discovery' storitev "%s" ni uspela %i-krat, odstranjujem.
sv: Upptäckstjänsten "%s" misslyckades %i gånger, raderar.
tr: "%s" keşif servisi %i süre başarısızdı, kaldırılıyor.

source: Querying discovery service "%s"...
af: Navraag word gedoen by gasheer-ontdekkingsdiens "%s"...
ca: Accedint al servei de descobriment en "%s"...
de: Service-Provider "%s" abfragen...
es: Accesando el servicio de descubrimiento en "%s"...
fr: Interrogation du service Découverte « %s »...
hu: Szerverkereső szolgáltatás keresése "%s"...
it: Interrogazione del servizio di ricerca "%s"...
ja: ディスカバリサービス "%s" に問い合わせ中です...
lt: Siunčiama užklausa paslaugų radimo tarnybai „%s“...
nl: Bezig met het opvragen van discovery service "%s"...
no: Oppdaterer oppdagelsestjeneste "%s"...
pt: Pesquisando serviço de descobrimento "%s"...
ru: Запрашивается список ресурсов соединений «%s»...
sl: Poizvedujem po 'discovery' storitvi "%s"...
sq: Hetohet shërbimi zbulues "%s"...
sv: Frågar upptäckstjänsten "%s".
tr: "%s" keşif servisi sorgulanıyor...
