Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: This Download is Moving
af: Hierdie Aflaai is besig om te Skuif
ar: هذا التحميل يتحرك
ca: Movent l'arxiu transferit
de: Dieser Download wird verschoben
es: Moviendo el archivo transferido
fr: Ce téléchargement est en cours de déplacement
he: הורדה זו מועברת
hu: Ez a letöltés áthelyezés alatt áll
it: Questo download è stato spostato
ja: このダウンロードは移動中です
lt: Šis failas yra perkeliamas
nl: Download wordt verplaatst
no: Denne filen flyttes
pl: To pobieranie jest przenoszone
pt: Este Download está sendo Movido
ru: Эта загрука перемещается
sl: Ta prenos se premika
sq: Kjo Shkarkesë po Lëviz
sr: Premeštam Skinuto
sv: Denna nedladdning flyttas
tr: İndirme Devam Ediyor

source: Envy has finished downloading this file, and has verified that it is correct. It is currently being moved and/or unpacked to your downloads folder.
af: Envy het die aflaai van hierdie lêer voltooi en het seker gemaak dat dit korrek is. Dit is tans besig om geskuif en/of ontpak te word na jou aflaaie-gids.
ar: لقد تم تحميل هذا الملف و تم التحقق من صحته 100% . كما تم نقله حاليا أو فك حزمه أو بهما معا إلى مجلد التحميلات
ca: Envy ha acabat de descarregar i verificar aquest arxiu. Actualment està essent transferit a la carpeta d'arxius compartits.
de: Envy hat das Herunterladen dieser Datei abgeschlossen und hat sichergestellt, dass die Datei fehlerfrei übertragen wurde. Die Datei wird momentan in Ihr Downloadverzeichnis bewegt und / oder entpackt.
es: Envy ha terminado de descargar y verificar este archivo. Actualmente está siendo transferido a la carpeta de archivos compartidos (
fr: Envy a fini de télécharger ce fichier, et a vérifié qu'il était correct. Le fichier est actuellement déplacé et/ou décompressé vers le dossier « Downloads ».
he: שרזה סיים להוריד את קובץ זה ווידא שהוא ‪‏שלך‎. ‏ההורדות‎ ‏לספריית‎ ‏הקובץ‎ ‏את‎ ‏העביר‎ ‏גם‎ ‏שרזה‎ ‏ב‎-100%, ‏תקין.
hu: Ezt a letöltést a Envy már befejezte és le is ellenőrizte. Jelenleg áthelyezés alatt áll.
it: Envy ha finito di scaricare questo file e ha verificato l'integrità. È stato correntemente spostato e/o decompresso nella tua cartella di download.
ja: Envyはこのファイルのダウンロードを終了し、それが正常なものである ことを確認しました。現在このファイルはダウンロードフォルダに移動/解凍中です。
lt: „Envy“ baigė siųsti šį failą ir įsitikino, jog jis yra teisingas. Jis šiuo metu yra perkeliamas ir/arba išpakuojamas į Jūsų parsisiunčiamų failų aplanką.
nl: Envy is klaar met het downloaden van dit bestand en heeft gecontroleerd of het correct is. Het wordt momenteel verplaatst en/of uitgepakt naar je downloadsmap.
no: Envy er ferdig med denne filen og har kontrollert at den er korrekt. Den blir nå flyttet og/eller pakket ut i din nedlastingsmappe.
pl: Envy skończyła pobieranie tego pliku i zweryfikowała, że jest w 100% poprawny. Ten plik jest obecnie przenoszony i/lub rozpakowywany do twojego folderu pobierań.
pt: O Envy terminou de baixar este arquivo e verificou que ele está correto. Ele está sendo movido e/ou descompactado para sua pasta de downloads.
ru: Envy закончила загружать этот файл, и проверила его целостность. В настоящее время файл перемещается и/или распаковывается в папку ваших загрузок.
sl: Envy je končala prenašanje te datoteke. Datoteko je preverila in je pravilna. Trenutno se datoteko premika in/ali se jo razarhivira v vašo mapo s prenešenimi datotekami.
sq: Envy e përfundoi shkarkimin e kësaj skede, dhe verifikoi se ajo është korrekte. Ajo po lëvizet dhe/ose shpaketohet në dosjen e shkarkesave tuaja.
sr: Envy je završila skidanje, proverom je utvrđeno da je skinuto u redu. Trenutno se datoteka premešta u direktorijum za skinute datoteke.
sv: Envy har avslutad nedladdningen av denna fil och har verifierat att den är korrekt. Den flyttas för tillfället och/eller packas upp till din nedladdningsmapp.
tr: Envy dosyanın İndirilmesini tamamladı ve yanlışsız aktarımı doğruladı. Dosya şu an indirilenler klasörüne taşınıyor.

source: This Download is Paused
af: Hierdie Aflaai is Gevries
ar: هذا التحميل متوقّف
ca: Descàrrega pausada
de: Dieser Download ist angehalten
es: En Pausa
fr: Ce téléchargement est en pause
he: הורדה זו מושהת
hu: Ez a letöltés szüneteltetve van
it: Questo download è in pausa
ja: このダウンロードは一時停止しています
lt: Šio failo parsisiuntimas sustabdytas
nl: Download is gepauzeerd
no: Denne filen er satt på pause
pl: To pobieranie jest wstrzymane
pt: Este Download está Pausado
ru: Эта загрузка в паузе
sl: Ta prenos je trenutno prekinjen
sq: Kjo Shkarkesë Pushoi
sr: Ovo Skidanje je Pauzirano
sv: Denna nedladdning är pausad
tr: İndirme Duraklatıldı

source: You have paused this download. If you want it to resume downloading, you can click the '
af: Jy het hierdie aflaai gevries. Indien jy die aflaai weer wil hervat, kan jy die
ar: أوقفت هذا التحميل مؤقتا . إذا تريده إستئناف التحميل ، أنقر على '
ca: La transferència d'aquest arxiu està actualment detinguda. Pots reanudar-la fent clic en '
de: Sie haben diesen Download angehalten. Wenn Sie das Herunterladen fortsetzen möchten, können Sie den
es: La transferencia de este archivo está actualmente detenida, por que fué puesta en pausa. Puede hacer click en
fr: Vous avez mis ce téléchargement en pause. Si vous voulez le reprendre, vous pouvez cliquer sur la commande
he: השהת את ההורדה. אם אתה מעוניין שזה ימשיך הוריד אתה פקודת
hu: Megállította ezt a letöltést. A
it: Hai sospeso il trasferimento di questo file. Se vuoi riprendere il download, puoi cliccare sul comando '
ja: このダウンロードを一時停止しています。もし再びダウンロードを再開したい 場合は'
lt: Jūs esate sustabdę parsisiuntimą. Jei norite tęsti jos parsisiuntimą, vykdykite komandą
nl: Je hebt deze download gepauzeerd. Als je het downloaden wilt hervatten, kun je klikken op de knop
no: Du har pauset denne filen. Hvis du ønsker å fortsette den kan du klikke på
pl: Wstrzymałeś to pobieranie. Jeżeli chcesz wznowić pobieranie, Możesz wybrać polecenie
pt: Você pausou este download. Se você quer resumir o download, você pode clicar no comando '
ru: Вы приостановили загрузку. Если вы хотите продолжить загрузку, Вы можете щелкнуть комманду
sl: Prenos te datoteke je trenutno prekinjen. Če želite prenos nadaljevati, kliknite na ukaz '
sq: Kjo shkarkesë pushoi! Nëse doni ta rimerrni shkarkimin, mund të klikoni komandën '
sr: Pauzirali ste skidanje. Kada poželite nastaviti možete pritisnuti
sv: Du har pausat denna nedladdning. Om du vill återuppta nedladdning kan du klicka på
tr: İndirmeyi duraklattınız. İndirmeyi devam ettirmek istiyorsanız

source: The Disk is Full
af: Die Skyf is Vol
ar: القرص ممتلئ
ca: El disc està ple
de: Die Festplatte ist voll
es: El disco está lleno
fr: Le disque est plein
he: הדיסק מלא
hu: A lemez tele van
it: Il disco è pieno
ja: ディスクの空き容量が足りません
lt: Diskas yra perpildytas
nl: Harde schijf is vol
no: Harddisken er full
pl: Dysk jest pełny
pt: O Disco está Cheio
ru: Диск полон
sl: Disk je poln
sq: Disku Është Plot
sr: Nema Više Mesta na Disku
sv: Diskutrymmet är slut
tr: Disk Dolu

source: Envy has paused this download automatically because the hard disk appears to be full, or the download file cannot be written to. If you wish to continue downloading, please free some space on your hard disk and/or check to make sure the incomplete file folder is accessible, and then resume the download.
af: Envy het hierdie aflaai outomaties gevries, omdat die hardeskyf vol is, of die aflaailêer nie na geskryf kan word nie. As jy met die aflaai wil voortgaan, maak asseblief van die skyfspasie skoon en/of maak seker dat die 'incomplete'-gids toeganklik is, en hervat dan die aflaai.
ar: قام Envy بإيقاف هذا التحميل مؤقتا آليا لأن القرص الصلب يبدو أنه ممتلئ أو لا يمكن نسخ ملف التحميل إليه . إذا تريد للإستمرار بالتحميل ، الرجاء إفراغ بعض المساحة من قرصك الصلب و/أو دقق للتأكد من أن مجلد الملف الناقص قابل للوصول و بعد ذلك استأنف التحميل
ca: Envy ha posat aquesta transferència en pausa, perquè no hi ha prou espai al disc dur per a continuar o no es pot escriure al disc. Per favor, fes espai al disc per a poder descarregant l'arxiu, o assegura't que l'arxiu no estigui sent utilitzat per altra aplicació. Després, reinicia la transferència.
de: Envy hat diesen Download automatisch angehalten, weil die Festplatte voll zu sein scheint oder die Datei nicht geschrieben werden kann. Wenn Sie den Download fortsetzen möchten, machen Sie bitte etwas Platz auf ihrer Festplatte und / oder prüfen Sie, ob auf das Verzeichnis für unvollständige Dateien zugegriffen werden kann und nehmen Sie dann den Download wieder auf.
es: Envy ha puesto esta transferencia en pausa, por que no hay espacio en el disco duro para continuar, el disco parece estar lleno. Por favor haga espacio en el disco para poder seguir descargando el archivo, o asegúrese que el archivo no esté siendo utilizado por otra aplicación. Y reinicie la transferencia.
fr: Envy a automatiquement mis en pause ce téléchargement car le disque dur semble être plein, ou le fichier téléchargé ne peut pas être écrit. Si vous souhaitez poursuivre le téléchargement, libérez de l'espace sur votre disque dur et/ou assurez-vous que le répertoire des fichiers incomplets est accessible, puis reprenez le téléchargement.
he: שרזה השהה את ההורדה אוטמטית כי הכונן נראה מלא או שלא ניתן לכתוב לתוך קובץ ההורדה. אם אתה מעוניין להמשיך להוריד, אנא פנה קצת מקום בכון קשיח ו/או בדוק שספריית הקבצים החלקיים לא מגבילה גישה, ואז המשך את ההורדה .
hu: A Envy szünetelteti a letöltést, mert valószínűleg megtelt a lemez vagy nem tud rá írni. Ha folytatni akarja a letöltést, szabadítson fel megfelelő mennyiségű helyet és/vagy tegye írhatóvá a lemezt.
it: Envy ha sospeso questo download automaticamente perchè il disco rigido sembra essere pieno, oppure il file non può essere scritto. Se desideri continuare il trasferimento, libera lo spazio del disco necessario per scaricare il file e assicurati che la cartella dei file incompleti sia accessibile, dopo di che riprendi il download.
ja: ハードディスクに空き容量がないか、ファイルに書き込めなかった為Envy は自動的にダウンロードを中止しました。ダウンロードを続けたいのであれば、ハード ディスク上の適当なファイルを削除して十分な空き容量を確保するか、未完了ファイル が確実にアクセス可能になるように設定してからダウンロードを再開して下さい。
lt: „Envy“ automatiškai sustabdė šio failo siuntimą, nes diske neliko vietos arba failo neįmanoma į jį įrašyti. Jei norite tęsti parsisiuntimą, atlaisvinkite vietą diske ir/arba patikrinkite, ar laikinų failų aplankas yra pasiekiamas, o tada atnaujinkite siuntimą.
nl: Envy heeft deze download automatisch gepauzeerd omdat de harde schijf vol lijkt te zijn, of er kan niet naar het downloadbestand worden geschreven. Als je verder wilt gaan met downloaden, dien je eerst wat ruimte vrij te maken op je harde schijf en/of na te kijken of de map met incomplete bestanden toegankelijk is. Vervolgens kun je de download hervatten.
no: Envy har pauset denne filen automatisk fordi det ser ut som at harddisken er full, eller at filen ikke kan skrives til. Hvis du vil fortsette, lag mer plass ved å rydde harddisken og/eller sjekk at Incomplete-mappen ikke er skrivebeskyttet. Deretter kan du prøve å fortsette nedlastingen.
pl: Envy wstrzymała to pobieranie, ponieważ dysk jest pełny, lub pobierany plik nie może być na nim zapisany. Jeżeli chcesz kontynuować pobieranie, zwolnij trochę miejsca na dysku i/lub upewnij się że folder tymczasowy jest dostępny i wtedy wznów pobieranie.
pt: O Envy pausou este download automaticamente porque o disco rígido aparenta estar cheio, ou o arquivo do download não pode ser gravado. Se você deseja continuar baixando, por favor libere um pouco de espaço no seu disco rígido e/ou verifique pra ter certeza que a pasta do arquivo incompleto está acessível, e então resuma o download.
ru: Envy автоматически приостановила загрузку этого файла, потому что жесткий диск похоже полный, или загружаемый файл не может быть записан на него. Если желаете продолжить загрузку, пожалуйста освободите немного места на диске, или проверьте что папка для загружаемых доступна, после этого снимите паузу.
sl: Envy je samodejno prekinila ta prenos, ker je trdi disk na vašem računalniku očitno poln ali pa datoteke na kakršenkoli način ni mogoče zapisati na disk. Če želite prenos nadaljevati, boste morali sprostiti nekaj prostora na disku vašega računalnika ali preverite da je zapisovanje v želejno mapo sploh mogoče in morda kakšnih omejitev glede pravic. Šele potem nadaljujte s prenosom datoteke.
sq: Envy e pushoi automatikisht këtë shkarkesë sepse disku i ngurtë duket se është plot ose skeda në shkarkim nuk mund të shkruhet. Nëse dëshironi të vijoni me shkarkimin, ju lutemi lironi pak hapësirën në disk dhe/ose sigurohuni që dosja e skedës së paplotë të jetë e hapshme, pastaj rimerreni shkarkimin.
sr: Envy je automatski zaustavila skidanje jer izgleda da nemate više mesta na disku, ili se skinuto ne može zapisati. Ako želite nastaviti skidanje morate ili očistiti disk ili proverite da li je omogućeno zapisivanje u direktorijum za nedovršena skidanja, potom možete nastaviti skidanje.
sv: Envy har pausat nedladdningen automatiskt eftersom hårddiskutrymmet verkar vara slut eller nedladdningsfilen kan inte skrivas till. Vill du fortsätta nedladdningen, frigör utrymme på din hårddisk och/eller kontrollera att åtkomst finns till mappen för ofullständiga filer, .
tr: Envy İndirmeyi otomatik olarak durdurdu çünkü sabit diskiniz dolu olabilir ya da dosya yazılamıyor. Eğer indirmeye devam etmek istiyorsanız sabit diskinizde boş alan oluşturun ya da dosyanın tam ulaşılabilir olduğuna emin olun ve indirmeye devam edin.

source: This Download is Verifying
af: Hierdie Aflaai word Gekontroleer
ar: هذا التحميل يحقّق
ca: Verificant l'arxiu
de: Dieser Download wird überprüft
es: Verificando el archivo
fr: Ce téléchargement est en cours de vérification
he: ההורדה מאומתת
hu: A letöltés ellenőrzés alatt áll
it: Questo download è in stato di verifica
ja: このダウンロードは検査中です
lt: Parsisiųsto failo patikra
nl: Download wordt gecontroleerd
no: Denne filen blir kontrollert
pl: To pobieranie jest weryfikowane
pt: Este Download está sendo Verificado
ru: Эта загрузка сверяется
sl: Prenešeno datoteko se trenutno preverja
sq: Kjo Shkarkesë Verifikohet
sr: Proveravam Skinuto
sv: Denna nedladdning verifieras
tr: İndirme Doğrulanıyor

source: This download has finished, and Envy is now checking it to ensure that it is exactly the same as the original file. If any damaged parts are found, Envy will repair them automatically.
af: Hierdie aflaai is voltooi en Envy is nou besig om te kontroleer dat dit presies dieselfde as die oorspronklike lêer is. As enige beskadigde dele gevind word, sal Envy hulle outomaties herstel.
ar: هذا التحميل أنتهى و شير-أزا يدققه الآن لضمان أنه مضبوط تماما مثل الملف الأصلي . إذا يوجد أي أجزاء متضررة سيصلحها شير-أزا آليا
ca: Envy ha acabat de descarregar l'arxiu i està verificant per a assegurar-se que l'arxiu descarregat sigui idèntic a l'original. Si alguna part ha estat transferida incorrectament, Envy s'encarregarà de restaurar-la de forma automàtica.
de: Dieser Download ist beendet und Envy überprüft jetzt, ob die Datei absolut fehlerfrei übertragen wurde. Wenn beschädigte Teile gefunden werden, wird Envy diese automatisch reparieren.
es: Envy ha terminado de descargar el archivo, ahora esta verificando para asegurarse que el archivo descargado sea idéntico al original. Si alguna parte fué transferida incorrectamente, Envy se encargará de repararla de forma automática.
fr: Ce téléchargement est terminé, et Envy est en train de vérifier le fichier afin de s'assurer qu'il est exactement le même que le fichier original. Si des parties endommagées sont détectées, Envy les réparera automatiquement.
he: ההורדה הסתיימה, שרזה כרגע בודק אותה בכדי להבטיח שהיא בדיוק כמו הקובץ המקורי. אם חלק כלשהו נמצא פגום שרזה יתקנו באופן אוטמטי.
hu: A letöltés befejeződött, a program összehasonlítja a letöltött fájlt az eredetivel. Ha hibát talál, megpróbálja az helyrehozni.
it: Questo download è stato completato e Envy lo sta ora controllando per assicurarsi che corrisponde esattamente al file originale. Se sono state trovate alcune parti danneggiate, Envy cercherà di ripararle automaticamente.
ja: このダウンロードは終了しました。Envyは現在そのファイルをチェックして オリジナルのファイルと同一のものであるか検査しています。何らかの破損部分を発見 した場合、Envyは自動的にそれを修復します。
lt: Šis failas atsiųstas, ir „Envy“ dabar tikrina, ar tai iš tikro tas pats failas, kaip originalas. Jei bus aptikta, kad yra sugadintų dalių, „Envy“ automatiškai pagydys jas.
nl: Deze download is beëindigd en Envy controleert het nu om te verzekeren dat het exact hetzelfde is als het originele bestand. Als er beschadigde delen worden gevonden, zal Envy deze automatisch repareren.
no: Denne filen er ferdig, den blir nå kontrollert for å sjekke at den er eksakt lik den orginale filen. Hvis det finnes noen ødelagte deler vil Envy fikse det automatisk.
pl: To pobieranie zostało zakończone i Envy weryfikuje je teraz, aby upewnić się, że jest identyczne z oryginalnym plikiem. Jeżeli zostały znalezione jakieś uszkodzone części, to Envy automatycznie je naprawi.
pt: Este download terminou e o Envy está agora verificando para garantir que é exatamente o mesmo que o arquivo original. Se quaisquer partes danificadas são achadas, o Envy as reparará automaticamente.
ru: Эта загрузка законченна, и Envy сейчас сверяет её, чтобы убедиться что она точно такя же как оригинальный файл. Если будут найдены пврежденные части, Envy восстановит их автоматически.
sl: Prenos datoteke je končan, Envy pa trenutno preverja, da je datoteka na vašem računalniku enaka izvirniku. Če Envy naleti na morebitne poškodovane dele datoteke, jih bo samodejno popravila.
sq: Kjo shkarkesë ka përfunduar dhe tani Envy po e verifikon atë për t'u siguruar që të jetë pikërisht e njëjtë me skedën origjinale. Nëse gjendet ndonjë pjesë e dëmtuar, Envy do e riparojë automatikisht.
sr: Ova datoteka je skinuta, Envy proverava da li je ispravna. ako se nađe koja greška ili oštećenje Envy će to automatski ispraviti.
sv: Nedladdningen har avslutats och Envy kontrollerar nu innehållet för att garantera att den är exakt som ursprungsfilen. Om felaktiga delar hittas kommer Envy reparera dem automatiskt.
tr: İndirme tamamlandı ve Envy şimdi orijinal dosyanın aynısının kopyalandığını doğruluyor. Eğer hasarlı bir parça bulunursa, Envy bunu otomatik olarak tamir edecek.

source: This Download is Active
af: Hierdie Aflaai is Aktief!
ar: هذا التحميل نشيط!
ca: Transferència activa
de: Dieser Download ist aktiv
es: ¡Transferencia Activa!
fr: Ce téléchargement est actif !
he: !ההורדה פעילה
hu: A letöltés aktív!
it: Questo download è attivo!
ja: このダウンロードはアクティブです!
lt: Parsisiuntimas aktyvus!
nl: Download is actief!
no: Denne filen er aktiv!
pl: To pobieranie jest aktywne!
pt: Este Download está Ativo!
ru: Эта загрузка активна!
sl: Ta prenos je aktiven!
sq: Kjo Shkarkesë është Aktive!
sr: Ovo Skidanje je u Toku!
sv: Denna nedladdning är aktiv!
tr: İndirim Etkin!

source: This download is currently in progress. If it is downloading too slowly, you could try searching the network for more sources with the '
af: Hierdie aflaai is tans aktief. As dit te stadig aflaai, kan jy probeer om die netwerk te deursoek vir meer bronne met die
ar: هذا التحميل حاليا مستمر . إذا كان تحميله بطيئ جدا , فيمكن أن تحاول البحث في الشبكة عن مصادر أكثر مع الأمر '
ca: Aquesta descàrrega està en progrès. Si està baixant massa lent, pots tractar de cercar a la Xarxa més fonts usant la comanda '
de: Diese Datei wird gerade heruntergeladen. Wenn der Download zu langsam ist, können Sie versuchen das Netzwerk mit dem
es: Esta descarga está en progreso. Si está bajando demásiado lento, puedes tratar de buscar en la red más fuentes usando el comando
fr: Ce téléchargement est en cours.
he: .ההורדה בתהליכי השלמה, אם ההורדה מתקדמת לאט מדי .תוכל לנסות לחפש את הרשת עבור עוד מקורות בעזרת פקודת 'מצא עוד מקורות' .אם המהירות לא משתפרת, ייתכן שזה נובע ממהירות העלאה מוגבלת של המשתמשים מהם אתה מוריד, מהירות ההורדה בד`כ משתפרת עם הזמן.
hu: A letöltés folyamatban van. Ha a letöltés túl lassú, akkor a
it: Questo download è attualmente in progresso. Se il trasferimento è troppo lento, puoi provare a cercare nella rete più fonti con il comando '
ja: このダウンロードは現在進行中です。 もしそのダウンロードが遅すぎる場合は
lt: Šiuo metu failas yra siunčiamas. Jei parsisiuntimas vyksta per lėtai, galite pamėginti paieškoti tinkle daugiau šaltinių įvykdę komandą
nl: Deze download is momenteel bezig. Als het downloaden te langzaam gaat, kun je proberen om op het netwerk naar meer bronnen te zoeken met de knop
no: Denne filen lastes ned. Hvis den har lav hastighet kan du søke etter flere kilder med
pl: Jeżeli pobiera się za wolno, możesz spróbować przeszukać sieć w celu znalezienia więcej źródeł komendą
pt: Este download está atualmente em progresso. Se ele está baixando muito lentamente, você poderia tentar procurar na rede por mais fontes com o comando '
ru: Эта загрузка в процессе. Если загрузка идет слишком медленно, Вы можете попробовать поискать в сетях больше источников файла с помощью команды
sl: Prenos te datoteke je trenutno v teku. Če prenos poteka prepočasi, vam priporočamo iskanje drugih virov na omrežju s klikom na ukaz '
sq: Kjo shkarkesë është aktualisht në progres. Nëse shkarkohet shumë ngadalë, mund të provoni të kërkoni rrjetin për më shumë burime me komandën '
sr: Ovu datoteku upravo skidam.Ako je skidanje sporo, probajte potražiti više izvora naredbom
sv: Denna nedladdning är förnärvarande igång. Om den laddas ned för långsamt, kan du söka på nätverket efter fler källor med
tr: İndirme şu an devam ediyor. Eğer İndirim çok yavaşsa, daha fazla kaynak için

source: Find More Sources
af: Vind Meer Bronne
ar: البحث عن مصادر أخرى
ca: cerca més fonts.
de: Zusätzliche Quellen suchen
es: Buscar Más Fuentes.
fr: S'il se télécharge trop lentement vous pouvez chercher plus de sources sur le réseau avec la commande
hu: Több forrás keresése
it: Trova più fonti
ja: 追加ソースを検索
lt: „Rasti daugiau šaltinių“
nl: Meer bronnen zoeken
no: Finn flere kilder
pl: Szukaj źródła
pt: Achar Mais Fontes
ru: Найти больше источников
sl: Najdi dodatne vire
sq: Gjej më Shumë Burime
sr: Nađi više izvora
sv: Sök efter fler källor
tr: Daha Fazla Kaynak Bul
