Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Edit the properties of the selected download group.
af: Verander die eienskappe van die geselekteerde aflaaigroep.
ar: تحرير الخصائص لمجموعة التحميل المحددة
ca: Edita les propietats del grup de descàrregues seleccionat.
de: Die Eigenschaften der markierten Downloadgruppe bearbeiten.
es: Seleccionar las opciones de este grupo.
fr: Éditer les propriétés du groupe de téléchargement sélectionné.
he: ערוך את המאפיינים של קבוצת ההורדות הקיימת
hu: A kiválasztott letöltési csoport szerkesztése.
it: Modifica le proprietà del gruppo di download selezionato.
ja: 選択したダウンロードグループのプロパティを編集します
lt: Taisyti pasirinktos parsisiuntimų grupės ypatybes.
nl: De eigenschappen aanpassen van de geselecteerde downloadgroep.
no: Endre egenskapene til valgte nedlastings-gruppe.
pl: Edytuj właściwości zaznaczonej grupy pobierań.
pt: Editar as propriedades do grupo de download selecionado.
ru: Правка свойств выбранной группы загрузок.
sl: Urejevanje lastnosti izbrane prenosne skupine.
sq: Editon vetitë e grupit të zgjedhur për shkarkim.
sr: Promeni podešavanja označene grupe skidanja.
sv: Redigera egenskaper för den valda nedladdningsgruppen.
tr: Seçilmiş indirme grubunu özelliklerini yayınla.

source: Remove the selected download group.
af: Verwyder die geselekteerde aflaaigroep.
ar: إزالة مجموعة التحميل المحددة
ca: Esborra aquest grup de descàrregues.
de: Die markierte Downloadgruppe entfernen.
es: Borrar este grupo.
fr: Enlever le groupe de téléchargement sélectionné.
he: הסר את קבוצת ההורדה הנבחרת
hu: A kiválasztott letöltési csoport törlése.
it: Rimuovi il gruppo di download selezionato.
ja: 選択したダウンロードグループを削除します
lt: Pašalinti pasirinktą parsisiuntimų grupę.
nl: De geselecteerde downloadgroep verwijderen.
no: Fjern valgte nedlastings-gruppe.
pl: Usuń zaznaczoną grupę pobierań.
pt: Remover o grupo de download selecionado.
ru: Удалить выбранную группу загрузок.
sl: Odstranitev izbrane prenosne skupine.
sq: Fshin grupin e zgjedhur për shkarkim.
sr: Ukloni označenu grupu skidanja.
sv: Radera den valda nedladdningsgruppen.
tr: Seçilmiş indirme grubunu kaldır.

source: Resume all downloads in this group.
af: Hervat alle aflaaie in hierdie groep.
ar: إستئناف جميع التحميلات في هذه المجموعة
ca: Inicia totes les descàrregues d'aquest grup.
de: Alle Downloads dieser Gruppe wiederaufnehmen.
es: Iniciar todas las transferencias de este grupo.
fr: Reprendre tous les téléchargements dans ce groupe.
he: המשך את כל ההורדות בקבוצה זו
hu: Minden letöltés folytatása a csoportban.
it: Riprendi tutti i download di questo gruppo.
ja: このグループ内の全てのダウンロードを再開します
lt: Tęsti visų šios grupės failų parsisiuntimą.
nl: Hervat alle downloads van deze groep.
no: Fortsett alle nedlastingene i denne gruppen.
pl: Wznów wszystkie pobierania w tej grupie.
pt: Resumir todos os downloads neste grupo.
ru: Продолжить загрузку всех файлов в этой группе.
sl: Nadaljevanje vseh prenosov v tej skupini.
sq: Rimerr gjithë shkarkesat në grup.
sr: Nastavi sva skidanja u ovoj grupi.
sv: Återuppta nedladdning för nedladdningar i denna grupp.
tr: Gruptaki tüm indirmeleri sürdür.

source: Cancel and remove all downloads in this group.
af: Kanselleer en verwyder alle aflaaie in hierdie groep.
ar: إلغاء و إزالة جميع التحميلات في هذه المجموعة
ca: Cancel·la i esborra totes les transferències d'aquest grup.
de: Alle Downloads dieser Gruppe abbrechen und entfernen.
es: Cancelar y eliminar todas las transferencias de este grupo.
fr: Annuler et enlever tous les téléchargements dans ce groupe.
he: בטל והסר את כל ההורדות בקבוצה זו
hu: Minden letöltés törlése a csoportban.
it: Annulla e rimuovi tutti i download di questo gruppo.
ja: このグループ内の全てのダウンロードをキャンセル・削除します
lt: Atšaukti visų šios grupės failų parsisiuntimą ir pašalinti failus.
nl: Beëindig en verwijder alle downloads van deze groep.
no: Avbryt og fjern alle nedlastingene i denne gruppen.
pl: Anuluj i usuń wszystkie pobierania z tej grupy.
pt: Cancelar e remover todos os downloads neste grupo.
ru: Отменить и удалить все загрузки из этой группы.
sl: Preklic in odstranitev vseh prenosov v tej skupini.
sq: Anulon dhe heq gjithë shkarkesat në grup.
sr: Otkaži i ukloni sva skidanja iz ove grupe.
sv: Avbryt och radera alla nedladdningar för denna grupp.
tr: Gruptan çık ve tüm indirmeleri kaldır.

source: Show or hide the download group bar.
af: Vertoon of verwyder die aflaaigroep-balk.
ar: إظهار أو إخفاء شريط مجموعة التحميل
ca: Mostra o amaga la barra del grup de descàrrega.
de: Die Downloadgruppen-Leiste ein- oder ausblenden.
es: Mostrar o Esconder la barra del grupo de descarga.
fr: Afficher ou masquer la barre des groupes de téléchargement.
he: הסתר או הצג את סרגל הקבוצות
hu: A letöltési csoportok eszközsorának megjelenítése, elrejtése.
it: Mostra o nascondi la barra del gruppo di download.
ja: ダウンロードグループバーを表示・非表示します
lt: Rodyti ar paslėpti parsisiuntimų grupės juostą.
nl: De downloadgroep balk weergeven of verbergen.
no: Vis eller skjul nedlastings-gruppe linjen.
pl: Pokaż albo schowaj pasek grup pobierań.
pt: Mostrar ou esconder a Barra de Grupos de Download.
ru: Показать или скрыть полоску групп загрузок.
sl: Prikaz ali umik vrstice za prenosno skupino.
sq: Tregon ose fsheh shufrën e grupit për shkarkim.
sr: Prikaži ili sakrij the download group bar.
sv: Visa eller dölj nedladdningsgruppfältet
tr: İndirme grup çubuğunu göster ya da gizle.

source: Automatically clear downloads which have been completed.
af: Verwyder voltooide aflaaie outomaties.
ar: مسح تلقائي للتحميلات التي أنتهت
ca: Neteja les descàrregues completades automàticament.
de: Beendete Downloads automatisch entfernen.
es: Limpiar transferencias completadas.
fr: Nettoyer automatiquement les téléchargements terminés.
he: נקה אוטמטית הורדות שהסתיימו
hu: A kész letöltések automatikus törlése.
it: Rimuovi automaticamente i download che sono stati completati.
ja: 完了したダウンロードを自動的にクリアします
lt: Automatiškai šalinti iš sąrašo parsisiųstus failus.
nl: Voltooide downloads automatisch wissen.
no: Automatisk fjern ferdige nedlastinger.
pl: Automatycznie wyczyść ukończone pobierania.
pt: Limpar automaticamente os downloads que acabarem.
ru: Автоматически удалять завершившиеся загрузки из списка.
sl: Samodejno počisti že končane prenose.
sq: Pastron automatikisht shkarkesat që kanë përfunduar.
sr: Automastski očisti gotova skidanja.
sv: Rensa automatiskt färdiga nedladdningar.
tr: İndirme tamamlandığında otomatik temizle.

source: Boost the performance of the selected download by removing bandwidth limits.
af: Verwyder alle bandwydte beperkings van die geselekteerde aflaai.
ar: تعزيز الأداء للتحميل المحدد عن طريق إزالة حدود نطاق العرض
ca: Millora el rendiment de la descàrrega seleccionada esborrant els límits d'ample de banda.
de: Die Geschwindigkeit des markierten Downloads erhöhen, indem das Geschwindigkeitslimit aufgehoben wird.
es: Eliminar limites de ancho de banda.
fr: Booste les performances du téléchargement sélectionné en ignorant les limites assignées à la bande passante.
he: האץ את הביצועים של ההורדה הנבחרת על ידי הורדת הגבלת רוחב פס
hu: Növeli a letöltési sebességet a korlátozás eltávolításával.
it: Accelera le prestazioni del download selezionato rimuovendo i limiti di banda impostati.
ja: 帯域制限を止めて選択したダウンロードのパフォーマンスを上げます
lt: Paspartinti pasirinkto failo parsisiuntimą, panaikinant greitaveikos apribojimus.
nl: Verhoog de prestaties voor de geselecteerde download door de limiet op de bandbreedte te verwijderen.
no: Øk aktiviteten til den valgte nedlastingen ved å fjerne hastighetsgrensene.
pl: Zwiększ prędkość tego pobierania przez usunięcie limitów przepustowości.
pt: Aumentar a performance do download selecionado removendo os limites de banda.
ru: Убрать ограничения пропускной способности для помеченной загрузки.
sl: Povečajte učinkovitost izbranega prenosa, tako, da umaknete omejitve pasovne širine.
sq: Rrit rendimentin e shkarkesës së zgjedhur duke hequr kufijtë e shtrirjes së bandës.
sv: Höj prestandan för de valda nedladdningarna genom att ta bort bandbreddsbegränsningar.
tr: Bant genişlik limitini kaldırarak indirme performansını yükselt.

source: Clear/Remove selected downloads.
af: Verwyder die geselekteerde aflaai(e).
ar: مسح/إزالة التحميل(ات) المحددة
ca: Esborra les descàrregues seleccionades.
de: Markierte(n) Download(s) entfernen.
es: Eliminar las transferencias seleccionadas.
fr: Supprimer cette sélection de téléchargements.
he: נקה או הסר את ההורדות הנבחרות
hu: Eltávolítja a kiválasztott letöltés(ek)et.
it: Annulla i download selezionati.
ja: 選択したダウンロードをクリア・削除します
lt: Trinti/šalinti pasirinktą siunčiamą failą(-us).
nl: Wis/verwijder de geselecteerde download(s).
no: Fjern valgte nedlasting(er).
pl: Wyczyść/usuń zaznaczone pobieranie (pobierania).
pt: Limpar/Remover o(s) download(s) selecionado(s).
ru: Очистить/Удалить выбранную загрузку(и).
sl: Počisti/odstrani izbrane prenose.
sq: Pastron/heq shkarkesën e zgjedhur.
sr: Očisti/ukloni selektovani download(e).
sv: Rensa/radera de valda nedladdningarna.
tr: Seçilmiş indirmeleri temizle/kaldır.

source: Remove selected complete downloads from the list.
af: Verwyder die geselekteerde aflaai(e) van die lys.
ar: إزالة التحميل(ات) المحددة من القائمة
ca: Esborra les descàrregues seleccionades de la llista.
de: Den markierten Download von der Liste entfernen.
es: Borrar el/las siguiente(s) descarga(s) de tu lista.
fr: Nettoyer de la liste cette sélection de téléchargements.
he: הסר את ההורדה הנבחרת מהרשימה
hu: A kiválasztott letöltés(ek) törlése.
it: Rimuovi i download selezionati dalla lista.
ja: 選択したダウンロードをリストから取り除きます
lt: Pašalinti pasirinktą failą(-us) iš sąrašo.
nl: Verwijder de geselecteerde download(s) uit de lijst.
no: Fjern valgte nedlasting(er) fra listen.
pl: Usuń zaznaczone pobieranie (pobierania) z listy.
pt: Remover o(s) download(s) selecionado(s) da lista.
ru: Убрать помеченную загрузку(и) из списка.
sl: Odstranitev izbranih prenosov iz seznama.
sq: Fshin nga lista shkarkesën e zgjedhur.
sr: Očisti selektovano skidanje(a) sa liste.
sv: Radera de valda nedladdningarna från listan.
tr: Listeden seçilmiş indirmeleri kaldır.

source: Clear downloads which have been completed.
af: Verwyder voltooide aflaaie.
ar: مسح التحميلات التي أنتهت
ca: Neteja la llista d'arxius ja descarregats.
de: Beendete Downloads entfernen.
es: Limpiar la lista de archivos descargados.
fr: Nettoyer les téléchargements terminés.
he: נקה הורדות שהושלמו
hu: Törli a befejezett letöltéseket.
it: Rimuove i download che sono stati completati.
ja: 完了したダウンロードの表示をクリアします
lt: Ištrinti atsisiųstus failus iš sąrašo.
nl: De voltooide downloads wissen.
no: Fjern ferdige nedlastinger.
pl: Wyczyść pobierania które zostały ukończone.
pt: Limpar os downloads que acabarem.
ru: Убрать из списка завершенные загрузки.
sl: Počisti prenose, ki so že končani.
sq: Pastron shkarkesën e përfunduar.
sr: Očisti skidanja koja su se završila.
sv: Rensa från filer som är klara.
tr: Tamamlanan indirmeleri temizle.

source: Cancel selected incomplete downloads.
af: Kanselleer die geselekteerde onvoltooide aflaai(e).
ar: إلغاء التحميل(ات) الغير مكتملة المحددة
ca: Cancel·la les descàrregues seleccionades.
de: Den markierten, unvollständigen Download abbrechen.
es: Cancelar el/las siguiente(s) descarga(s) seleccionadas.
fr: Annuler cette sélection de téléchargements imcomplets.
he: בטל את ההורדה הלא שלמה שנבחרה
hu: A félkész letöltés(ek) törlése.
it: Annulla i download incompleti selezionati.
ja: 選択した未完了ダウンロードをキャンセルします
lt: Atšaukti nebaigto siųstis failo(-ų) parsisiuntimą.
nl: Beëindig de geselecteerde onvolledige downloads.
no: Avbryt valgte ufullstendige nedlasting(er).
pl: Anuluj zaznaczone nieukończone pobieranie (pobierania).
pt: Cancelar o(s) download(s) incompleto(s) selecionado(s).
ru: Отменить загрузку помеченного незаконченного файла(ов).
sl: Preklic izbranih ne-končanih prenosov..
sq: Anulon shkarkesën e zgjedhur të papërfunduar.
sr: Otkaži i obriši selektovano nezavršeno skidanje(a).
sv: Avbryt de valda ofullständiga nedladdningarna.
tr: Seçilmiş tamamlanmamış indirmelerden çık.

source: Clear downloads which have been paused.
af: Verwyder gevriesde aflaaie.
ar: مسح التحميلات التي تم إيقافها مؤقتا
ca: Esborra les descàrregues en pausa.
de: Angehaltene Downloads entfernen.
es: Eliminar las transferencias en pausa.
fr: Nettoyer les téléchargements qui ont été mis en pause.
he: נקה הורדות שהושהו
hu: Szüneteltetett letöltések törlése.
it: Annulla i download che sono stati sospesi.
ja: 一時停止状態のダウンロードをクリアします
lt: Ištrinti failus, kurių atsisiuntimas yra sustabdytas.
nl: De gepauzeerde downloads wissen.
no: Fjern nedlastinger som er pauset.
pl: Wyczyść pobierania które są zatrzymane.
pt: Limpar os downloads que foram pausados.
ru: Удалить из списка приостановленные загрузки.
sl: Počisti prenose, ki so v stanju premora (pause).
sq: Pastron shkarkesën në pushim.
sr: Očisti pauzirane download-e.
sv: Rensa nedladdningarna som har blivit pausade.
tr: Duraklatılmış indirmeleri temizle.

source: Copy the URI of the selected file. (P2P hyperlink)
af: Kopieer die URI van die geselekteerde lêer.
ar: نسخ الرابط للملف المحدد
ca: Copia el URI de l'arxiu seleccionat.
de: Eine URI der markierten Datei kopieren.
es: Copiar el URI del archivo seleccionado.
fr: Copier l'URI du fichier sélectionné.
he: של הקובץ הנבחר URI העתק את כתובת
hu: URI másolása.
it: Copia l'URI del file selezionato.
ja: 選択したファイルのURIをコピーします
lt: Kopijuoti pasirinkto failo nuorodą.
nl: Kopieër het URI voor het geselecteerde bestand.
no: Kopier URI til valgte fil.
pl: Kopiuj URI zaznaczonego pliku.
pt: Copiar a URI do arquivo selecionado.
ru: Копировать ссылку помеченного файла.
sl: Kopiraj URI izbrane datoteke.
sq: Kopjon URI-n e skedës së zgjedhur.
sr: Kopiraj URI selektovane datoteke.
sv: Kopiera URI för den valda filen.
tr: Seçilmiş dosyadan URI kopyala.

source: Show the advanced edit download interface...
af: Vertoon die gevorderde aflaaiverstellings-koppelvlak...
ar: إظهار واجهة التحرير المتقدمة للتحميل...
ca: Mostra el diàleg d'edició avançada...
de: Den erweiterten Download-Editor anzeigen...
es: Mostrar el diálogo de edición avanzada...
fr: Afficher l'interface « édition avancée » de téléchargement...
he: הצג את ממשק עריכת ההורדות המתקדם...
hu: Letöltésszerkesztő megjelenítése...
it: Mostra l'interfaccia di modifica avanzata del download...
ja: 高度ダウンロード編集インターフェース...
lt: Rodyti failo išplėstines savybes...
nl: Toon de geadvanceerde download eigenschappen...
no: Vis avansert redigering-vinduet...
pl: Pokaż interfejs zaawansowanej edycji pobierania...
pt: Exibir a interface de edição do download avançada...
ru: Открыть окно правки загрузки для опытных...
sl: Prikaz vmesnika za napredno urejevanje prenosov...
sq: Tregon një ndërfaqe të avancuar për të edituar...
sv: Visa det avancerade nedladdningsgränssnittet.
tr: Yayınlanan ileri indirme arayüzünü göster...

source: Add selected downloads to your media playlist.
af: Voeg die geselekteerde aflaailêer(s) by jou medialys.
ar: إضافة التحميل(ات) المحددة إلى قائمة تشغيل الوسائط
ca: Afegeix les descàrregues seleccionades a la llista del reproductor de multimèdia.
de: Den markierten Download in ihre Wiedergabeliste aufnehmen.
es: Agregar al reproductor de media.
fr: Ajouter à votre liste de lecture cette sélection de téléchargements.
he: הוסף את ההורדה הנבחרת לרשימת נגן המדיה
hu: A kiválasztott letöltés(ek) hozzáadása a lejátszólistához.
it: Aggiungi i download selezionati alla playlist.
ja: 選択したダウンロードをメディア再生リストに追加します
lt: Įtraukti pasirinktą failą(-us) į grojaraštį.
nl: Voeg de geselecteerde downloads toe aan je afspeellijst.
no: Legg til valgte nedlastinger i din spilleliste.
pl: Dodaj zaznaczone pobieranie (pobierania) do listy odtwarzania.
pt: Adicionar o(s) download(s) selecionado(s) a sua lista de execuções.
ru: Добавить помеченную загрузку(и) в Ваш список воспроизведения.
sl: Dodaj izbrane prenose v predvajalni seznam.
sq: Shton shkarkesën e zgjedhur në listën për mediat.
sr: Dodaj označenu datoteku u moju media playlistu.
sv: Lägg till de valda filerna till den spellista.
tr: Seçilmiş indirmeleri ortam oynatma listenize ekleyin.

source: Delete the selected completed files.
af: Skrap die geselekteerde voltooide lêer(s).
ar: حذف الملف المكتمل المحدد
ca: Esborra els arius completats seleccionats.
de: Die markierte(n) Datei(en) löschen.
es: Borrar el archivo.
fr: Supprimer définitivement cette sélection de fichiers terminés.
he: מחק את הקבצים השלמים הנבחרים
hu: A kiválasztott kész fájl(ok) törlése.
it: Elimina i file completi selezionati.
ja: 選択した完了済みファイルを削除します
lt: Trinti pasirinktą užbaigtą failą(-us).
nl: Verwijder de geselecteerde voltooide bestanden.
no: Slett valgte ferdige fil(er).
pl: Usuń zaznaczone ukończony(e) plik(i).
pt: Apagar o(s) arquivo(s) completado(s) selecionado(s).
ru: Удалить помеченный завершившийся файл(ы).
sl: Brisanje izbranih dokončanih datotek.
sq: Fshin skedën e zgjedhur të përfunduar.
sr: Obriši selektovanu završenu datoteku(e).
sv: Radera de valda färdiga filerna.
tr: Seçimi tamamlanan dosyaları sil.

source: Show downloads that are active.
af: Vertoon aktiewe aflaaie.
ar: إظهار التحميلات النشطة
ca: Mostra les descàrregues actives.
de: Aktive Downloads anzeigen.
es: Mostrar descargas activas.
fr: Afficher les téléchargements actifs.
he: הצג הורדות פעילות
hu: Minden aktív letöltés megjelenítése.
it: Mostra i download che sono attivi.
ja: アクティブなダウンロードを表示します
lt: Rodyti aktyvius parsisiunčiamus failus.
nl: Laat alle actieve downloads zien.
no: Vis aktive nedlastinger.
pl: Pokaż pobierania, które są aktywne.
pt: Mostrar os downloads que estão ativos.
ru: Показывать активные загрузки.
sl: Prikaz aktivnih prenosov.
sq: Tregon shkarkesat aktive.
sr: Pokaži aktivne download-e.
sv: Visa aktiva nedladdningar.
tr: Etkin indirmeleri göster.

source: Show all downloads.
af: Vertoon alle aflaaie.
ar: إظهار جميع التحميلات
ca: Mostra totes les descàrregues.
de: Alle Downloads anzeigen.
es: Mostrar todas las transferencias.
fr: Afficher tous les téléchargements.
he: הצג את כל ההורדות
hu: Minden letöltés megjelenítése.
it: Mostra tutti i download.
ja: 全てのダウンロードを表示します
lt: Rodyti visus parsisiunčiamus failus.
nl: Laat alle downloads zien.
no: Vis alle nedlastinger.
pl: Pokaż wszystkie pobierania.
pt: Mostrar todos os downloads.
ru: Показывать все загрузки.
sl: Prikaz vseh prenosov.
sq: Tregon gjithë shkarkesat.
sr: Pokaži sva skidanja.
sv: Visa alla nedladdningar.
tr: Tüm indirmeleri göster.

source: Choose which types of downloads to show and which types to hide in this view.
af: Selekteer die tipes aflaaie wat in hierdie aansig vertoon moet word.
ar: إختر أنواع التحميلات المرد إظهارها و الأنواع المراد إخفاؤها في هذه العرض
ca: Tria quin tipus de transferències vols mostrar i Quin tipus vols ocultar.
de: Legen Sie fest, welche Art(en) von Downloads angezeigt werden sollen.
es: Eliga que tipos de transferencias desea mostrar y qué tipos deseas ocultar.
fr: Choisir les types de téléchargement à afficher ou à masquer dans cette vue.
he: בחר איזה סוגים של הורדות להראות או להסתיר בתצוגה
hu: Válassza ki, milyen letöltéseket akarsz mejeleníteni, ejrejteni.
it: Scegli quali tipi di download mostrare e quali tipi nascondere in questa visualizzazione.
ja: この画面内でどの種類のダウンロードを表示し、どの種類を非表示にするかを選択します
lt: Pasirinkite, kurio tipo parsisiunčiamus failus rodyti, o kurių nerodyti.
nl: Selecteer welke soorten downloads al dan niet moeten worden weergegeven in dit venster.
no: Velg hvilke nedlastinger som skal vises og hvilke som ikke skal vises...
pl: Wybierz które typy pobierań które pokazać, a które schować w tym widoku.
pt: Escolher quais os tipos de downloads que você quer mostrar e quais tipos esconder nesta visualização.
ru: Выбирать какие типы загрузок показывать, а каких нет, в этом режиме просмотра.
sl: Izberite tipe prenosov, ki jih želite prikazati tipe, ki jih želite skriti tem pogledu.
sq: Zgjedh cilat shkarkesa do të shfaqen/fshihen nga pamja.
sr: Izaberi koji tipovi downloada-a da budu prikazani, a koji sakriveni u ovom pregledu.
sv: Välj vilka typer av nedladdningar som ska visas och vilka som ska döljas i denna vy.
tr: Görünümde gizli türler ve gösterilen indirmelerden türler seçilir.

source: Show downloads that are paused.
af: Vertoon gevriesde aflaaie.
ar: إظهار التحميلات التي متوقف مؤقتا
ca: Mostra transferències en pausa.
de: Angehaltene Downloads anzeigen.
es: Mostrar transferencias en pausa.
fr: Afficher les téléchargements en pause.
he: הראה הורדות שהושההו
hu: Minden szüneteltetett letöltés megjelenítése.
it: Mostra i download che sono in pausa.
ja: 一時停止しているダウンロードを表示します
lt: Rodyti failus, kurių parsisiuntimas yra pristabdytas.
nl: Laat alle gepauzeerde downloads zien.
no: Vis nedlastinger som er pauset.
pl: Pokaż zatrzymane pobierania.
pt: Mostrar os downloads que estão pausados.
ru: Показывать приостановленные загрузки.
sl: Prikaz prenosov v pavzi.
sq: Tregon shkarkesat në pushim.
sr: Pokaži pauzirane download-e.
sv: Visa nedladdningar som är pausade.
tr: Duraklatılan indirmeleri göster.

source: Show downloads that are waiting in queues.
af: Vertoon aflaaie wat in waglyste wag om te begin.
ar: إظهار التحميلات الموجودة في قائمة الإنتظار
ca: Mostra transferències en cua.
de: Downloads in Warteschlangen anzeigen
es: Mostrar transferencias por empezar (esperan en cola).
fr: Afficher les téléchargements en attente dans une file.
he: הצג הורדות שמחכות בתור
hu: Minden sorbanálló letöltés megjelenítése.
it: Mostra i download che sono in coda.
ja: キューで待機中のダウンロードを表示します
lt: Rodyti parsisiunčiamus failus, kurie laukia savo eilės.
nl: Laat alle downloads zien die in de wachtrij staan.
no: Vis nedlastinger som er i kø.
pl: Pokaż pobierania czekające w kolejkach.
pt: Mostrar os downloads que estão esperando na fila de espera.
ru: Показывать загрузки, ожидающие в очередях.
sl: Prikaz prenosov v čakalni vrsti.
sq: Tregon shkarkesat që presin në radhë.
sr: Pokaži download-e koji čekaju u redu.
sv: Visa kölagda nedladdningar.
tr: Sırasını bekleyen indirmeleri göster.

source: Show downloads that are waiting for sources.
af: Vertoon aflaaie wat vir bronne wag.
ar: إظهار التحميلات التي تنتظر مصادر
ca: Mostra transferències que estan en espera de fonts.
de: Downloads anzeigen, für die zur Zeit keine Quellen verfügbar sind.
es: Mostrar transferencias que están en espera de fuentes.
fr: Afficher les téléchargements en attente de sources.
he: הצג הורדות שמחכות למקורות
hu: Minden forrásra váró letöltés megjelenítése.
it: Mostra i download in attesa di nuove fonti.
ja: ソースを待機しているダウンロードを表示します
lt: Rodyti parsisiunčiamus failus, kurie laukia šaltinių.
nl: Laat alle downloads zien waar momenteel geen bronnen voor zijn.
no: Vis nedlastinger som venter på kilder.
pl: Pokaż pobierania czekające na źródła.
pt: Mostrar os downloads que estão esperando por fontes.
ru: Показывать загрузки, ожидающие источников.
sl: Prikaz prenosov, ki čakajo na vire.
sq: Tregon shkarkesat që presin për burimet.
sr: Pokaži download-e koji čekaju bez izvora.
sv: Visa nedladdningar som väntar på källor.
tr: Kaynak için bekleyen indirmeleri göster.
