Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Delete All
af: Skrap Alles
ar: حذف الكل
ca: Esborra tots
de: Alle löschen
es: Eliminar Todos
fr: Tout suppr.
he: מחק הכל
hu: Mindet töröl
it: Elimina tutti
ja: 全て削除
lt: Trinti viską
nl: Alles wissen
no: Slett alt
pl: Usuń wszystkie
pt: Apagar Todos
ru: Удалить все
sl: Da, briši vse
sq: Fshije Gjith.
sr: Obriši Sve
sv: Radera alla
tr: Tümünü Sil

source: Create Ghost File
ar: Create a ghost file
ca: Crea un arxiu fantasma
de: Eine Ghost-Datei erstellen
es: Crear un archivo fantasma (informativo)
fr: Créér un fichier fantôme.
hu: Szellemfájl készítése
it: Crea un file fantasma
ja: ゴーストを作成
lt: Kurti šešėlinį failą
nl: Maak een spookbestand
no: Ingen kommentar.
pl: Utwórz plik ghost file
pt: Criar um arquivo ghost
ru: Создавать теневой файл
sq: Krijo një skedë fantazmë
sv: Skapa skuggfil
tr: Hayalet dosya yarat

source: Envy can remember files to warn you and others in the future. A new 'ghost file' will save your comments and rating with file info.
af: Envy kan hierdie lêer onthou en jou waarsku as jy dit weer teëkom in 'n ander soektog. Selekteer asseblief die rede waarom jy die lêer skrap:
ar: يمكن للاشيرازا ان يتذكر هذا الملف ويحذرك اذا صادفة في البحث مرة اخرى . رجاء تحديد سبب لحذف هذا الملف:
ca: Envy pot recordar aquest arxiu i advertir si apareix de nou en una cerca. Per favor, tria la raó d'esborrar aquest arxiu:
de: Envy kann sich diese Datei merken und Sie darauf hinweisen, wenn sie in einer Suche auftaucht. Sie können eine Ghost-Datei mit Kommentaren und Bewertung erstellen.
es: Envy puede recordar este archivo, y advertirle si aparece de nuevo en una búsqueda. Creará un archivo fantasma con tus comentarios y puntuaciones:
fr: Envy peut mémoriser ce fichier et vous avertir si vous le rencontrez à nouveau lors d'une autre recherche. Un fichier fantôme sera créé avec vos commentaires:
he: :שרזה יכול לזכור את קובץ זה ולהזהיר אותך במקרה שתתקל בו שוב בחיפוש אחר,
hu: A Envy megjegyzi ezt a beállítást és figyelmeztet, amikor újra találkozna vele a keresés során:
it: Envy può memorizzare questo file e avvisarti se lo ritrovi per caso in un'altra ricerca. Verrà creato un file fantasma con i tuoi commenti e la tua valutazione.
ja: Envyはこのファイルを記録して、別の機会に同じファイルに遭遇した時にあなたに警告を行うことが出来ます。 このファイルを削除する理由を選択して下さい:
lt: „Envy“ gali įsiminti šį failą(-us) ir įspėti Jus, jei vėliau susidursite su juo radiniuose. Programa sukurs šešėlinį failą su komentarais ir įvertinimu.
nl: Envy kan dit bestand onthouden en je waarschuwen als je ergens dit bestand weer tegenkomt. Het zal een spookbastand maken die je commentaar en beoordeling bevat.
no: Envy kan huske denne filen og varsle deg om du skulle komme over den p nytt i et annet søk. Vennligst velg hvorfor du vil slette denne filen:
pl: Envy może zapamiętać ten plik i ostrzec Cię jeżeli natrafisz na niego ponownie w innym wyszukiwaniu (będziesz go chciał pobrać ponownie). Zostanie utworzony plik ghost file z Twoim komentarzem i oceną.
pt: O Envy pode se lembrar deste arquivo e avisar você se você encontrá-lo de novo em uma outra busca. Ele criará um arquivo ghost com os seus comentários e classificação:
ru: Envy может запомнить этот файл и предупредить Вас, если Вы натолкнетесь на него снова. Программа создаст теневой файл с коментариями и оценкой.
sl: Envy si lahko zapomni to datoteko in vas opomni, če boste nanjo ponovno naleteli v nekem drugem iskanju. Izberite vzrok za brisanje te datoteke:
sq: Envy mund ta mbajë mend këtë skedë dhe t'ju lajmërojë nëse haset përsëri në një tjetër kërkim. Ajo krijon një skedë fantazmë me komentet dhe vlerësimin tuaj.
sr: Envy može zapamtiti ovu datoteku i upozoriti vas ako ponovno naiđete na nju. Odaberite razlog zašto želite obrisati ovu datoteku:
sv: Envy kan komma ihg den här filen och varna dig om du träffar på den igen i en ny sökning. Den kommer att skapa en skuggfil med dina kommentarer och betyg.
tr: Eğer başka bir aramaya geçerseniz Envy bu dosyayı hatırlar ve sizi uyarır. Lütfen bu dosyayı neden silmek istediğinizi seçiniz:

source: File rating:
ar: هذا الملف من النوعية الرديئة جدا.
ca: Valoració de l'arxiu:
de: Bewertung:
es: Valoración del archivo:
fr: Évaluation :
hu: Osztályozás:
it: Valutazione del file:
ja: ファイルの評価：
lt: Failo įvertinimas:
nl: Beoordeling:
pl: Ocena pliku:
pt: Classificação do arquivo:
ru: Оценка файла:
sq: Vlerësimi i skedës:
sv: Filbetyg:
tr: Dosya reytingi:

source: Reason for deleting:
ar: لا اريد إضافة اي تعليق.
ca: La raó de l'esborrat:
de: Löschgrund:
es: La razón para el borrado
fr: Raisons de la suppression :
hu: A törlés oka:
it: Motivo della cancellazione:
ja: 削除理由:
lt: Trinimo priežastis:
nl: Waarom verwijder je dit bestand:
pl: Powód usunięcia:
pt: A razão para apagá-lo:
ru: Причина удаления:
sq: Arsyeja e fshirjes:
sv: Anledningen till varför filen är dålig:
tr: Silme nedeni açıklaması:

source: Just deleting, keep any current comments|File is very low quality or outdated|File is named incorrectly or misleading|File is fake, infected, corrupt, or unusable|File is restricted copyright material|File needs custom comments below...
ca: Esborrat, deixa el meu comentari|Aquest arxiu té molt poca qualitat|Aquest arxiu té un nom incorrecte i enganyós|Aquest arxiu és fals, corrupte o no utilitzable|Restricted copyright material|Substitueix els meus comentaris amb aquests
de: Kein spezieller (Kommentar beibehalten)|Die Datei ist von sehr schlechter Qualität|Die Datei ist falsch benannt|Die Datei ist gefälscht, unbrauchbar, etc.|Restricted copyright material|Einen neuen Kommentar eingeben...
es: Suprimir, manteniendo mis comentarios|Este archivo es de muy mala calidad|Este archivo tiene un nombre incorrecto|Este archivo es falso, dañado, o inutilizable|Restricted copyright material|Suprimir mis comentarios con estos nuevos...
fr: Je supprime, mais garder mes commentaires|Ce fichier est de pauvre qualité|Ce fichier est mal nommé|Ce fichier est un faux, est corrompu ou inutilisable|Restricted copyright material|Éditer mes anciens commentaires...
hu: Törlés, de a megjegyzésem maradjon|Gyenge a fájl minősége|Hibás az elnevezése, félrevezető|Ez egy hamisítvány vagy simán használhatatlan|Restricted copyright material|A régi megjegyzés cseréje egy újra
it: Cancella soltanto, mantieni i miei commenti|Questo file è di scarsa qualità|Questo file ha un nome non corretto e ingannevole|Questo file è falso, corrotto o in qualche modo inutilizzabile|Restricted copyright material|Sostituisci i miei commenti con i nuovi
ja: 削除(コメントを保持)|このファイルの品質が非常に悪い|名前が間違っている(内容と合っていない、紛らわしい)|このファイルは偽物であるか、破損しているなどの理由で使用できない|Restricted copyright material|最新のコメントと置き換える
lt: Tiesiog trinu, palikti mano komentarus|Šis failas yra labai blogos kokybės|Šis failas neteisingai pavadintas ir gali klaidinti|Tai klastotė, sugadintas ar netinkamas naudojimui failas|Restricted copyright material|Pakeisti mano komentarus į kitus
nl: Enkel verwijderen, geen commentaar|Dit bestand is van heel slechte kwaliteit|Dit bestand is verkeerd benoemd en kan misleidend zijn|Dit bestand is corrupt en/of onbruikbaar|Restricted copyright material|Vervang mijn commentaar met nieuwere
pl: Zwykłe usunięcie, zachowaj moje komentarze|Ten plik jest bardzo kiepskiej jakości|Ten plik jest nieprawidłowo nazwany i może wprowadzć w błąd|Ten plik to fake, lub jest uszkodzony albo niestabilny|Restricted copyright material|Zastąp moje komentarze nowymi...
pt: Só apagando, mantenha os meus comentários|Este arquivo é de qualidade muito pobre|Este arquivo está nomeado incorretamente, e é ilusório|Este arquivo é falso, ou está corrompido ou de algum modo inutilizável|Restricted copyright material|Substitua os meus comentários com os novos...
ru: Просто удаляю, оставить мои коментарии|Файл имеет очень низкое качество|Файл назван неправильно, это вводит в заблуждение|Файл - фальшивка, или испорчен или так или иначе непригоден|Restricted copyright material|Редактировать мои коментарии...
sq: Thjesht po e fshij, mbaji komentet|Kjo skedë ka cilësi shumë të dobët|Kjo skedë është emërtuar jokorrekt, dhe mund të jetë keqprijëse|Kjo skedë është false ose e korruptuar, apo disi e papërdorshme|Restricted copyright material|Zëvendëso komentet e mia me të rejat...
sv: Raderar bara, behåll mina kommentarer|Filen är av låg kvalitet|Filen har ett felaktigt namn och/eller felaktig beskrivning|Filen är falsk, skadad eller oanvändbar|Restricted copyright material|Ersätt mina kommentarer med nya…

source: Collection Export
af: Voer Gids Uit
ca: Exportació de col·lecció
de: Kollektion exportieren
es: Exportar Carpeta
fr: Exporter un dossier
he: ייצא ספריה
hu: Gyűjtemény exportálása
it: Esporta collezione
ja: コレクションをエクスポート
lt: Eksportuoti rinkinį
nl: Collectie maken
no: Eksporter mappe
pl: Eksportuj kolekcję
pt: Exportação da Coleção
ru: Экспорт коллекции
sl: Izvoz kolekcije
sq: Eksporto Koleksionin
sr: Export Folder-Izvezi Fasciklu
sv: Export av samling
tr: Klasör Gönder

source: This feature is used to export the contents of a folder or playlist as a rich collection file. Please select a template and press Next to continue.|Customize your collection by entering data below.
af: Hierdie funksie word gebruik om die inhoud van 'n albumgids uit te voer as 'n ryk versamelingslêer.
ca: Aquesta opció ajuda a exportar el contingut d'un àlbum o carpeta com una col·lecció de Envy. Per favor, selecciona una plantilla i prem següent per contiunar.|File is restricted copyright material|Personalitza la col·lecció indicant aquestes dades:
de: Diese Funktion exportiert den Inhalt eines Albumordners oder einer Wiedergabeliste als eine Rich-Collection-Datei. Bitte wählen Sie eine Vorlage und klicken auf Weiter, um fortzufahren.|Um Ihre Kollektion anzupassen, geben Sie bitte folgende Daten an:
es: Esto le ayuda a exportar el contenido de un album o carpeta a una colección de Envy. Por favor, seleccione una plantilla y pulse Siguiente para continuar. | Personaliza tu colección introduciendo los datos a continuación.
fr: Cette fonction permet d'exporter le contenu d'un dossier de votre bibliothèque dans un fichier collection. Veillez choisir un template, puis continuer.|Ajouter des détails :
he: .אפשרות זו נועדה לייצא את התכנים של תיקיית האלבום כקובץ אוסף מתקדם. אנא בחר תבנית ולחץ הבא כדי להמשיך. |התאם אישית את האוסף שלך על ידי הכנסת המידע מטה.
hu: Ezzel a szolgáltatással a mappák tartalmát egy gyűjteményfájlba lehet összegyűjteni. Válasszon a sablonok közül.|Állítsa be a gyűjteményfájt az alábbi lehetőségekkel.
it: Questa funzione serve per esportare il contenuto di una cartella o di una playlist come una collezione di file. Seleziona un template e premi Avanti per continuare.|Personalizza la tua collezione inserendo i dati qui sotto.
ja: この機能はリッチコレクションファイルとしてフォルダ又は再生リストの内容をエクスポートするために使用されます。 テンプレートを選択して"次へ"をクリックして下さい。|下にデータを入力することでコレクションをカスタマイズすることができます
lt: Ši funkcija leidžia eksportuoti aplanko arba grojaraščio turinį į rinkinio failus. Norėdami tęsti, pasirinkite šabloną ir paspauskite „Toliau“.|Pritaikykite rinkinį sau įvesdami duomenis į žemiau pateiktus laukus.
nl: Dit hulpmiddel is er om de inhoud van een afspeellijst of map te verzonden als een rijkgevulde Collectie. Kies alsjeblief een sjabloon en druk op Volgende om verder te gaan.|Bewerk je COllectie door het volgende in te vullen.
no: Dette verktøyet kan eksportere hele album mapper som en collection-fil.
pl: Ta funkcjonalność jest używana do eksportowania zawartości foldera albumu jako plik kolekcji (as a rich collection file).
pt: Esta função é usada para exportar o conteúdo de uma pasta ou lista de execuções como um arquivo de coleção rico. Por favor selecione um templace e pressione Próximo para continuar.|Personalize sua coleção inserindo dados abaixo.
ru: Эта функция используется, чтобы экспортировать содержание папки или списка воспроизведения в файлы коллекции. Выберите шаблон и нажмите Далее, чтобы продолжить.|Настраивайте Вашу коллекцию при помощи ввода данных в следующие поля.
sl: Ta storitev je namenjena izvozu vsebine mape ali predvajalnega seznama, kot bogato (rich) kolekcijsko datoteko. Izberite predlogo in kliknite Naprej za nadaljevanje.|Prilagodite kolekcijo z vnosom spodnjih podatkov.
sq: Kjo veçori përdoret për të eksportuar përmbajtjet e një dosjeje ose liste si nj skedë me koleksion të pasur. Ju lutemi zgjidhni një tempujkë dhe shtypni Vijo për të vijuar.|Porositeni koleksionin tuaj duke futur të dhëna më poshtë.
sr: Ova funkcija se koristi za izvoz sadržaja album fascikle kao rich collection file.
sv: Denna funktion är till för att exportera innehållet i en filmapp eller spellista som en samlingsfil. Välj en mall och tryck Nästa för att fortsätta.|Anpassa din samling genom att fylla i formuläret nedan.
tr: Bu özellik zengin kolleksiyon dosyası gibi bir albüm klasörünün içeriğini göndermeye yarar.

source: Template Information:
ca: Informació de la plantilla:
de: Infos:
es: Autor:
fr: Information Template
he: מידע התבנית:
hu: Sablon adatai
it: Informazioni sul template:
ja: テンプレート情報:
lt: Šablono informacija:
nl: Sjabloon Informatie:
pl: Szablon informacji:
pt: Informação do Template:
ru: Информация о шаблоне:
sl: Podatki o predlogi:
sq: Informacioni i Tempujkës:
sv: Mallinformation:

source: Delete|_Back
ar: حذف|_Back
ca: Esborra|_Torna
de: Löschen|_Zurück
es: Eliminar|_Regresar
fr: _Supprimer|_Retour
he: מחק|_הקודם
hu: Törlés|Vissza
it: Cancella|_Indietro
ja: 削除|戻る(_B)
lt: Šalinti|_Atgal
nl: Verwijderen|_Terug
pl: Usuń| Wróć
pt: Apagar|_Voltar
ru: Удалить|_Назад
sl: Briši|_Nazaj
sq: Fshije|_Pas
sv: Radera|_Föregående
tr: Sil|_Geri

source: _Next|_Export...
ca: _Següent|Exporta
de: W_eiter|Exportieren
es: _Siguiente|Exportar...
fr: _Prochain|Export...
he: _הבא|יצא...
hu: _Következő|Exportálás...
it: _Avanti|Esporta...
ja: 次へ(_N)|エクスポート...
lt: _Toliau|Eksportuoti
nl: _Volgende|Exporteren...
no: _Next|_Eksporter:...
pl: _Następny|_Eksportuj...
pt: _Próximo|_Exportar...
ru: _Далее|Экспорт...
sl: _Naprej|Izvozi
sq: _Vijo|Eksporto...
sv: _Nästa|Exportera...
tr: _Sonraki|D_ışa Aktar...

source: Open Torrent File
af: Open Torrentlêer
ar: فتح ملف Torrent
ca: Obre un arxiu Torrent
de: .torrent-Datei öffnen
es: Abrir Archivo Torrent
fr: Ouvrir un fichier Torrent
he: פתח קובץ טורנט
hu: Torrent fájl megnyitása
it: Apri file torrent
ja: Torrentファイルを開く
lt: Atverti Torrent failą
nl: Torrentbestand openen
no: Åpne torrent-fil
pl: Otwórz plik Torrent
pt: Abrir Arquivo Torrent
ru: Открыть торрент
sl: Odpri Torrent datoteko
sq: Hap Skedë Torrent
sr: Otvori Torrent Datoteku
sv: Öppna torrentfil
tr: Torrent Dosyası Aç

source: You have opened a BitTorrent torrent file. Would you like to download its contents, or re-seed it?
af: Jy het 'n BitTorrent Torrentlêer oopgemaak. Wil jy sy inhoud aflaai, of dit hersaai?
ca: Has obert un arxiu Torrent. Vols tornar a baixar els seus fitxers o tornar a compartir-lo?
de: Sie haben eine .torrent-Datei geöffnet. Wollen Sie den Inhalt herunterladen oder wollen Sie den Torrent "seeden"
es: Has abierto un archivo Torrent. ¿Deseas volver a bajar sus componentes?, o ¿volverlo a compartir?
fr: Vous avez ouvert un fichier Torrent. Voulez-vous télécharger ses contenus, ou le mettre en seed de nouveau ?
he: ?פתחת קובץ טורנט של ביטורנט. האם ברצונך להוריד את תכניו, או להפיצו מחדש
hu: Megnyitott egy torrent fájlt. Mit szeretne vele csinálni?
it: Hai aperto un file torrent di BitTorrent. Desideri scaricare il suo contenuto o ri-condividerlo?
ja: BitTorrentファイルを開きました。 その内容をダウンロード、又は再シードしますか??
lt: Jūs norėjote atverti BitTorrent tinklo torrent failą. Ar parsisiųsti jo turinį ar pradėti skleisti?
nl: Je hebt een BitTorrent bestand geopend. Wil je de inhoud ervan downloaden of het opnieuw uitzaaien?
no: Du har åpnet en BitTorrent-fil. Ønsker du å laste den ned på nytt eller spre den?
pl: Otwarłeś BitTorentowy plik torrent. Czy chciałbyś pobrać jego zawartość, czy też re-seedować go?
pt: Você abriu um arquivo Torrent do BitTorrent. Você gostaria de baixar o seu conteúdo ou fazer o seed novamente?
ru: Вы открыли торрент...
sl: Odprli ste BitTorrent torrent datoteko. Želite prenesti njeno vsebino ali pa jo ponovno sejati (re-seed)?
sq: Ju keni hapur një skedë torrent në BitTorrent. A doni t'i shkarkoni përmbajtjet e saj, apo ta rimbillni?
sr: Otvorili ste BitTorrent torrent datoteku.Želite je skinuti, ili re-seed?
sv: Du har öppnat en BitTorrent torrentfil. Vill du ladda ned dess innehåll eller återså det?
tr: BitTorrent torrent dosyası açtınız. Onun içindekileri indirmemek ya da tekrar besleme yapmak ister misiniz?

source: Seed
af: Saai
ca: Comparteix
es: Compartir
he: הפץ
hu: Seedelés
it: Condividi
ja: シード
lt: Skleisti
nl: Uitzaaien
no: Spre
pl: Seeduj
pt: Fazer Seed
ru: Раздать
sl: Sejaj
sq: Mbille
sv: Så
tr: Köken

source: To share complete files using BitTorrent they must first be seeded. Once this process is complete the Torrent will appear as a new item in your download list.
af: Om voltooide lêers te deel met BitTorrent, moet hulle eers gesaai word. Sodra hierdie proses voltooi is, sal die Torrent as 'n nuwe item op jou aflaailys verskyn.
ca: Per a compartir arxius completats usant BitTorrent han d'estar suministrats. Quant aquest procès estigui complet el Torrent apareixerà com una nova descàrrega a la llista.
de: Um vollständige Dateien über BitTorrent freizugeben, müssen diese geseedet werden. Wenn dies der Fall ist, erscheint der Torrent als Datei in ihrer Downloadliste.
es: Para compartir archivos completados usando BitTorrent deben estar seeded. Cuando este proceso esté completo el Torrent va aparecer como un nuevo artículo en archivos descargados.
fr: Pour partager des fichiers complets avec BitTorrent il faut les mettre en seed. Une fois ce processus terminé le Torrent apparaîtra dans votre liste de téléchargements.
he: בכדי לשתף קבצים שלמים בעזרת ביטורנט יש לפני כן להפעיל תהליך הפצה, כשהתהליך מסתיים הטורנט יופי כפריט נוסף ברשימת ההורדה שלך
hu: Ha egy kész fájlt akar megosztani a BitTorrent hálózaton, előbb seedelni kell azt. A torrent egy új elemként fog megjelenni a letöltési listában.
it: Clicca su Condividi per condividere file completi usando BitTorrent. Quando questo processo è completato il torrent comparirà nell'elenco dei tuoi download.
ja: BitTorrentを使用して完全なファイルを共有するには、先ず始めにシード作業を行う必要があります。 一旦この作業が完了すれば、Torrentがダウンロードリスト内に新しいアイテムとして表示されます。
lt: Tam, kad galetumėte dalintis failais BitTorrent tinkle, juos pirma reikia paskleisti. Kai procesas baigsis, Torrent failas atsiras parsisiunčiamų failų sąraše.
nl: Om volledige bestanden te delen via BitTorrent moeten ze eerst worden uitgezaaid. Als dit proces klaar is verschijnt de torrent als een nieuw item in je downloadlijst.
no: For å dele ferdige filer med BitTorrent må man spre. Når denne prosessen er ferdig vil filen bli lagt til i nedlastings-listen.
pl: Aby udostępniać kompletne pliki poprzez BitTorrent musisz je najpierw seedować (zasadzić). Gdy ten proces zostanie zakończony, Torrent pojawi się jako nowa pozycja w Twojej liście pobierań.
pt: Para compartilhar arquivos completados usando BitTorrent, eles devem primeiro virar seeds. Uma vez que este processo está completo,o Torrent aparecerá como um novo item na sua lista de downloads.
ru: Чтобы обмениваться файлами в BitTorrent, их нужно сперва раздать. Когда процесс завершится, торрент появится в Вашем списке загрузок.
sl: Za deljenje celotnih datotek s pomočjo BitTorrenta se morajo najprej sejati (seed). Ko je postopek sejanja končan, bo Torrent viden kot nova vrstica v seznamu prenosov.
sq: Për të shpërndarë skeda të plota me BitTorrent ato në fillim duhet të mbillen. Sapo ky proces të përfundojë Torrent-i do të shfaqet si një njësi e re në listën tuaj të shkarkimeve.
sr: Da bi ste delili komletne(seed) datoteke koristeći BitTorrent one moraju prvo biti seeded.Nakon toga Torrent će se pojaviti kao nova stavaka na Vasoj download listi.
sv: För att dela ut kompletta filer med BitTorrent måste de sås. När denna process är färdig kommer torrentfilen synas som en ny artikel i din nedladdningslista.
tr: Dosyaları tam paylaşmak için BitTorrent köken olmalıdır. Bir kere bu iş indirme listenizde yeni bir parça gibi görünecek tam Torent'dır.

source: Trackers
de: Tracker
es: Rastreadores
fr: Traqueurs
hu: Trackerek
it: Tracker
ja: トラッカー
lt: Sekliai
pl: Trackery
ru: Трекеры
sl: Sledilniki
sq: Gjurmuesit

source: Tracker:
ca: Rastrejador:
fr: Traqueur :
he: :גשש
ja: トラッカー:
lt: Seklys:
ru: Трекер:
sl: Sledilnik:
sq: Gjurmuesi _Aktual:
tr: _Şimdiki Tracker:

source: _Current Tracker:
ca: _Rastrejador actual (tracker):
de: Aktueller Tra_cker:
es: _Fuentes Descargando:
fr: _Traqueur actuel :
hu: _Jelenlegi trackerek
it: Tracker _corrente:
ja: 現在のトラッカー:
lt: _Naudojamas seklys:
pl: Obecny Tracker:
pt: _Tracker Atual:
ru: _Активный трекер:
sl: _Trenutni sledilnik:
sq: Farat (Përfundimi):
sv: _Nuvarande Tracker:
tr: Seed (Tamamlanmış):

source: Seeds (Complete):
ca: Seeds (Completats):
de: Seeds (Vollständig):
es: Seeds (Completado):
fr: Seeds (Complets) :
hu: Seedek (Kész):
it: Condivisi (completi):
ja: シード(完了済み):
lt: Skleidėjų:
nl: Seeds (Volledig):
no: Delere (komplette):
pl: Seedowane (Ukończne):
pt: Seeds (Completado):
ru: Pаздача (_Сидеры):
sl: Semena (dokončani):
sq: Peers (Pa përfunduar):
sv: Seeds (Färdiga):
tr: Peer (Bitirilmemiş):

source: Peers (Incomplete):
ca: Peers (Incomplets):
de: Peers (Unvollständig):
es: Peers (Incompleto):
fr: Peers (Incomplets) :
hu: Peerek (Félkész):
it: Peers (incompleti):
ja: (未完了):
lt: Siuntėjai:
pl: Peers (Niekompletne):
pt: Peers (Incompleto):
ru: Загрузка (_Личеры):
sl: Peers (nedokončani):
sq: Mënyra e Gjurmuesit:
sv: Peers (Ofullständiga):
tr: Tracker Modu:

source: Tracker Mode:
ca: Mode del rastrejador:
de: Tracker-Modus:
fr: Mode :
hu: Trackermód:
it: Modalità tracker:
ja: トラッカー形態:
lt: Seklio veiksena:
pl: Tryb Trackera:
pt: Modo Tracker:
ru: Режим трекера:
sl: Sledilniški način:
sq: E çaktivizuar|Me porosi|Gjurmues i vetëm|Multi-gjurmues|Multi-gjurmues (i kyçur)
sv: Trackerläge:
tr: Etkisiz|Kişisel değer|Tek Tracker|Birçok tracker|Birçok tracker (kilitli)

source: Disabled|Single Tracker|Multi-tracker|Multi-tracker (locked)
af: Disabled|Custom|Single Tracker|Multi-tracker|Multi-tracker (locked)
ar: Disabled|Custom|Single Tracker|Multi-tracker|Multi-tracker (locked)
ca: Deshabilitat|Personalitzat|Tracker únic|Multi-tracker|Multi-tracker (blocat)
de: Deaktiviert|Benutzerdefiniert|Einzel-Tracker|Multi-Tracker|Multi-Tracker (locked)
es: Deshabilitado|Custom|Single Tracker|Multi-tracker|Multi-tracker (locked)
fr: Inemployé|Déterminer|Traqueur unique|Multi-traqueur|Multi-tracker (défini)
he: Disabled|Custom|Single Tracker|Multi-tracker|Multi-tracker (locked)
hu: Letiltva|Saját|Egy tracker|Multi-tracker|Multi-tracker (zárt)
it: Disabilitato|Personalizzato|Tracker singolo|Multi-tracker|Multi-tracker (bloccato)
ja: 無効|カスタム|単一トラッカー|複数トラッカー|複数トラッカー (固定)
lt: Neįgalinta|Pasirinktinė|Vienas seklys|Daug seklių|Daug seklių (užrakinta)
nl: Disabled|Custom|Single Tracker|Multi-tracker|Multi-tracker (locked)
no: Disabled|Custom|Single Tracker|Multi-tracker|Multi-tracker (locked)
pl: Wyłącz|Custom|Pojedynczy Tracker|Multi-tracker|Multi-tracker (locked)
pt: Desativado|Tracker Único|Multi-tracker|Multi-tracker (trancado)
ru: Отключен|Один трекер|Мульти-трекер|Мульти-трекер (заблокир.)
sl: Onemogočen|Prilagojen|Sledilnik|Sledilniki|Sledilniki (zaklenjeno)
sq: _Rifresko
sr: Disabled|Custom|Single Tracker|Multi-tracker|Multi-tracker (locked)
sv: Avstängd|Anpassad|Enkel tracker|Multi-tracker|Multi-tracker (låst)
tr: T_azele
