Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: _Browse User
af: _Blaai deur Gebruikersinligting
ar: _معلومات عن المستخدم
ca: _Explora usuari
de: Benutzer _durchsuchen
es: _Explorar Usuario
fr: _Parcourir l'utilisateur
he: ‪_עיין במשתמש
hu: _Fájllista és adatlap
it: Esplora utente
ja: 参照(_B)
lt: _Rodyti naudotojo duomenis
nl: _Gebruiker bekijken
no: Utforsk bruker
pl: Przeglądaj użytkownika
pt: _Navegar Usuário
ru: Просмотр _хоста
sl: _Brskaj po gostitelju
sq: _Shfleto
sr: _Pogledaj Šta Ima
sv: _Visa användarens filer
tr: _Kullanıcıya Gözat

source: B_an User
af: _Verban Gebruiker
ar: مستخدم _Ban
ca: _Bloqueja l'usuari
de: Host _bannen
es: _Bloquear IP
fr: _Bannir l'util.
he: ‪_חסום משתמש
hu: Felhasználó _kitiltása
it: Blocca utente
ja: BANする(_A)
lt: Užkirsti naudotojo priei_gą
nl: Gebruiker ver_bannen
no: Blokker bruker
pl: Ban
pt: _Banir Usuário
ru: _Блокировать
sl: _Izobči uporabnika (ban)
sq: _Dëboje
sr: Zabrani Mu
sv: _Utestäng användaren
tr: Kullanıcı _Engelle

source: _Search For
af: O_rganiseer
ar: _البحث لـ
de: _Suchen nach
he: ‪אירגון
it: Servizi web
ja: 構成(_R)
nl: _Organiseren
pt: _Serviços da Rede
ru: О_перации
sl: _Organiziraj
sq: O_rganizo
sr: Složi
sv: O_rganisera

source: _Web Services
ar: _البحث لـ
de: _Web Dienste
it: Organizza
nl: _Metadata
pt: _Serviços da Rede
ru: _Metadata

source: Download _Now
af: Laai Nou Af
ar: تحميل الان
ca: Descarrega ara
de: Jetzt herunterlade_n
es: Descargar Ahora
fr: Télécharger maintenant
he: ‪הורד כעת
hu: Letöltés _most
it: Scarica _ora
ja: 今すぐダウンロード
lt: Parsisiųsti _dabar
nl: _Nu downloaden
no: Last ned nå
pl: Pobierz teraz
pt: Baixar _Agora
ru: Загрузить сейчас
sl: P_renesi takoj
sq: Shkarkoje _Tani
sr: Skini Sad
sv: Ladda ned nu
tr: Şi_mdi İndir

source: _Chat with User
af: _Gesels met Gebruiker
ar: _محادثة المستخدم
ca: _Parla amb l'usuari
de: Mit Benutzer _chatten
es: _Chatear con Usuario
fr: _Discuter avec l'util.
he: ‪_שוחח עם המשתמש
hu: Csevegés
it: Chat
ja: チャット(_C)
lt: _Kalbėtis su naudotoju
nl: _Chatten met gebruiker
no: Snakk med bruker
pl: Rozmowa z użytkownikiem
pt: _Conversar com Usuário
ru: _Чат
sl: _Kramljaj z uporabnikom
sq: _Bisedo
sr: _Popričaj sa Osobom
sv: _Chatta med användaren
tr: _Sohbet

source: _Ban User+File
af: _Verban Gebruiker
ar: _حظر المستخدم
ca: _Bloqueja l'usuari
de: Host _bannen
es: _Bloquear IP
fr: _Bannir l'util.
he: ‪_חסום משתמש
hu: Felhasználó _kitiltása
it: Blocca utente
ja: BANする(_B)
lt: Užkirsti naudotojo priei_gą
nl: Gebruiker ver_bannen
no: Blokker bruker
pl: Ban
pt: _Banir Usuário
ru: _Блокировать
sl: _Izobči uporabnika
sq: _Dëboje
sr: _Blokiraj ga
sv: _Utestäng användaren
tr: _Yasakla

source: _Filter Results...
af: _Filtreer Resultate...
ar: _فرز النتائج...
ca: _Filtra resultats...
de: Ergebnisse _filtern...
es: _Filtrar Resultados...
fr: _Filtrer les résultats...
he: ‪...סנן תוצאות
hu: _Találatok szűrése...
it: Filtra i risultati...
ja: フィルタ結果(_F)...
lt: _Filtruoti radinius...
nl: Resultaten _filteren...
no: Filtrer resultat...
pl: Filtruj wyniki...
pt: _Filtrar Resultados...
ru: _Фильтровать результаты...
sl: _Filtriraj rezultate...
sq: _Filtro Rezultatet...
sr: _Filtriraj Rezultate...
sv: _Filtrera resultatet…
tr: _Filtre Sonuçları...

source: _Remove Filter
af: _Verwyder Filtrering
ar: ا_زالة الفرز
ca: _Esborra filtre
de: Filter _entfernen
es: _Eliminar Filtro
fr: Enle_ver le filtrage
he: ‪_הסר מסנן
hu: _Szűrő eltávolítása
it: Rimuovi filtro
ja: フィルタを削除(_R)
lt: Pašalinti fil_trą
nl: Filter _verwijderen
no: Fjern filter
pl: Usuń filtr
pt: _Remover Filtro
ru: С_нять фильтр
sl: _Odstrani filter
sq: _Fshije Filtrin
sr: Ukloni Filte_r
sv: _Radera filter
tr: Filtre _Kaldır

source: C_lear Results
af: V_erwyder Resultate
ar: ا_زالة النتائج
ca: N_eteja resultats
de: E_rgebnisse entfernen
es: L_impiar Resultados
fr: Netto_yer les résultats
he: ‪_נקה תוצאות
hu: _Eredmények törlése
it: Cancella i risultati
ja: 結果をクリア(_L)
lt: _Valyti radinius
nl: Resultaten _wissen
no: Fjern resultatene
pl: Wyczyść wyniki
pt: L_impar Resultados
ru: О_чистить результаты
sl: _Počisti rezultate
sq: P_astro
sr: Očisti Rezu_ltate
sv: _Rensa resultatet
tr: So_nuçları Temizle

source: Edit C_olumns...
af: Verander K_olomme...
ar: تحرير الا_عمدة...
ca: Editar c_olumnes...
de: S_palteneinstellungen...
es: Editar C_olumnas...
fr: _Éditer les colonnes...
he: ‪_ערוך עמודות
hu: _Oszlopok szerkesztése
it: Modifica colonne...
ja: カラムを編集(_O)...
lt: Pasirinkti _stulpelius...
nl: _Kolommen aanpassen...
no: Endre kolonnene...
pl: Edytuj kolumny...
pt: Editar C_olunas...
ru: Выбрать ко_лонки...
sl: _Uredi stolpce...
sq: Edito K_olonat...
sr: Pr_omeni Kolonu...
sv: _Redigera kolumner
tr: Sütunları Dü_zenle...

source: _Chat to User
af: _Gesels met Gebruiker
ar: _محادثة المستخدم
ca: _Parla amb l'usuari
de: Mit Benutzer _chatten
es: _Chatear con Usuario
fr: _Discuter avec l'utilisateur
he: ‪_שוחח עם המשתמש
hu: _Csevegés
it: Chat
ja: チャット(_C)
lt: _Kalbėtis su naudotoju
nl: _Chatten met gebruiker
no: Snakk med bruker
pl: Rozmowa z użytkownikiem
pt: _Conversar com Usuário
ru: _Чат
sl: _Kramljaj z uporabnikom
sq: _Bisedo
sr: _Popričaj sa Osobom
sv: _Chatta med användaren
tr: _Sohbet

source: _Pause Display
af: _Vries Uitset
ar: _إيقاف مؤقت للعرض
ca: _Atura la visualització
de: Anzeige _anhalten
es: _Pausar Visualización
fr: Mettre en _pause l'affichage
he: ‪השהה תצוגה
hu: S_züneteltetés
it: Sospendi visualizzazione
ja: 表示を一時停止(_P)
lt: Sta_bdyti pateiktį
nl: Beeld _pauzeren
no: Sett display på pause
pl: Wstrzymaj wyświetlanie
pt: _Pausar a Mostra
ru: _Пауза монитора
sl: _Premor prikaza
sq: _Pusho Shfaqjen
sr: _Pauziraj Sliku
sv: Gör _paus i visningen
tr: _Görüntüyü Duraklat

source: C_lear Display
af: Maak Uitset _Skoon
ar: ت_نضيف العرض
ca: N_eteja la visualització
de: Anzeige _löschen
es: L_impiar Visualización
fr: Netto_yer l'affichage
he: ‪נקה תצוגה
hu: Tö_rlés
it: Cancella visualizzazione
ja: 表示をクリア(_L)
lt: _Valyti pateiktį
nl: Beeld _wissen
no: Oppdater display
pl: Wyczyść
pt: L_impar a Mostra
ru: О_чистить монитор
sl: P_očisti prikaz
sq: P_astro Shfaqjen
sr: Očisti S_liku
sv: _Rensa visningen
tr: Görün_tüyü Temizle

source: _Preview
af: _Voorskou
ar: _معاينة
de: _Vorschau
es: _Vista Previa
fr: _Prévisualiser
he: ‪_תצוגה מקדימה
hu: _Előnézet
it: Anteprima
ja: プレビュー(_P)
lt: _Peržiūra
nl: _Voorvertonen
no: Forhåndsvis
pl: Podgląd
pt: _Prévia
ru: _Открыть
sl: _Predogled
sq: _Parashiko
sr: _Pregledaj
sv: _Förhandsvisa
tr: Ö_n İzleme

source: _Resume
af: _Hervat
ar: _متابعة
ca: _Continua
de: _Wiederaufnehmen
es: _Reanudar
fr: _Reprendre le téléchargement
he: ‪המשך
hu: _Folytat
it: Riprendi
ja: 再開(_R)
lt: _Tęsti
nl: _Hervatten
no: Fortsett
pl: Wznów
pt: _Resumir
ru: _Продолжить
sl: _Nadaljuj
sq: _Rimerre
sr: Nastavi
sv: _Återuppta nedladdning
tr: _Sürdür

source: P_ause
af: _Vries
ar: ا_يقاف مؤقت
ca: Atur_a
de: _Anhalten
es: P_ausar
fr: Mettre en _pause
he: ‪השהה
hu: S_zünet
it: Pausa
ja: 一時停止(_A)
lt: _Stabdyti
nl: _Pauzeren
pl: Pauza
pt: P_ausar
ru: П_риостановить
sl: P_remor
sq: P_usho
sr: Pauziraj
sv: Gör _paus i nedladdning
tr: _Duraklat

source: _Cancel
af: _Kanselleer
ar: _إلغاء الأمر
ca: _Cancel·la
de: _Abbrechen
es: _Cancelar
fr: _Supprimer
he: ‪בטל
hu: _Töröl
it: Annulla
ja: キャンセル(_C)
lt: Š_alinti
nl: _Afbreken
no: Avbryt
pl: Anuluj
pt: _Cancelar
ru: _Отменить
sl: _Prekliči
sq: _Anulo
sr: Obriši
sv: _Avbryt nedladdningar
tr: Çı_k

source: _Find More Sources
af: _Soek Meer Bronne
ar: _إيجاد المزيد من المصادر
ca: _Cerca més fonts
de: _Zusätzliche Quellen suchen
es: _Buscar Más Fuentes
fr: _Trouver plus de sources
he: ‪מצא מ_קורות נוספים
hu: Több _forrás keresése
it: Trova più fonti
ja: 追加ソースを検索(_F)
lt: Rasti _daugiau šaltinių
nl: Meer bronnen _zoeken
no: Finn flere kilder
pl: Szukaj źródła
pt: _Achar Mais Fontes
ru: _Найти больше источников
sl: Najdi _dodatne vire
sq: _Gjej Burime të Tjera
sr: Nađi više izvora
sv: _Sök efter fler källor
tr: Daha _Fazla Kaynak Bul

source: Re_mote Preview
ar: م_عاينة عن بعد
ca: Vista prèvia remota
de: Vo_rschau herunterladen
es: _Vista Previa Rápida
fr: Télé-prévisualis_er
hu: _Képes előnézet
it: Anteprima r_emota
ja: リモートプレビュー(_E)
lt: _Nuotolinė peržiūra
pt: P_révia Remota
ru: _Удаленный просмотр
sq: Parashikim i L_argët
sv: Fjärrförhandsvisning
tr: Uzaktan Ön Izl_eme

source: _View Reviews
af: _Vertoon Resensies
ar: _عرض معاينات
ca: _Mostra ressenyes
de: Reze_nsionen anzeigen
es: _Ver Reviews
fr: _Voir les revues
he: ‪הצג _ביקורות
hu: _Vélemények
it: _Visualizza revisioni
ja: レビューを表示(_V)
lt: P_eržvelgti įvertinimus
nl: _Bekijk commentaar
no: Se omtaler
pl: Pokaż podglądy
pt: _Ver Comentários
ru: П_росмотр оценок
sl: Poglej _ocene
sq: _Shiko Pasqyrat
sr: Pogledaj Kritiku
sv: _Visa recensioner
tr: _Görüntü Ön İzleme

source: _Help...
af: _Hulp...
ar: _تعليمات...
ca: _Ajuda...
de: _Hilfe...
es: _Ayuda...
fr: Ai_de...
he: ‪...ע_זרה
hu: _Súgó...
it: Aiuto...
ja: ヘルプ(_H)...
lt: Ži_nynas...
no: Hjelp...
pl: Pomoc...
pt: _Ajuda...
ru: _Справка...
sl: _Pomoč...
sq: _Ndihmë...
sr: Pomoć...
sv: _Hjälp…
tr: _Yardım...

source: Pre_view File Copy
af: Kopieerings Voorskou
ar: معا_ينة النسخة
ca: Vi_sta Prèvia de còpia
de: _Vorschau (Kopie)
es: Vi_sta Previa a Copia
fr: Pré_visualiser la copie
he: ‪תצוגה מקדימה _Copy
hu: _Másolat előnézete
it: Copia di anteprima
ja: プレビュー Copy(_C)
lt: _Kopijos peržiūra
nl: _Kopie voorvertonen
no: Forhåndsvis kopi
pl: Preview Copy
pt: Pré_via da Cópia
ru: Открыть _копию
sl: Pre_view Copy
sq: Para_shiko Kopjen
sr: Pregledaj Kopiju
sv: Förhandsvisa _kopia
tr: Kop_ya Önizle

source: _Preview Partial File
af: _Voorskou
ar: _معاينة
ca: _Vista prèvia
de: V_orschau (lokal)
es: _Vista Previa
fr: _Prévisualiser
he: ‪_תצוגה מקדימה
hu: _Előnézet
it: Anteprima
ja: プレビュー(_P)
lt: _Peržiūra
nl: _Voorvertonen
no: Forhåndsvis
pl: Podgląd
pt: _Prévia
ru: _Открыть
sl: _Predogled
sq: _Parashiko
sr: _Pregledaj
sv: _Förhandsvisa
tr: Ö_n İzleme

source: Add to Pla_ylist
af: Voeg by _Medialys
ar: إضافة إلى _قائمة التشغيل
ca: Afegeix a la llista de reproducció
de: _In Wiedergabeliste aufnehmen
es: Agregar a la lista de reproducción
fr: Ajouter à la liste de _lecture
he: ‪הוסף לרשימת השמעה
hu: _Listához ad
it: Aggiungi alla playlist
ja: 再生リストに追加(_Y)
lt: Įt_raukti į grojaraštį
nl: Toevoegen aan _afspeellijst
no: Legg til spilleliste
pl: Dodaj do listy odtwarzania
pt: Adicionar a Lis_ta de Execuções
ru: _Добавить в список
sl: _Dodaj predvajalnemu seznamu
sq: Shtoje në _Listë
sr: Dodaj u Pla_ylistu
sv: _Lägg till i spellista
tr: _Oynatma Listesine Ekle

source: Move _Up
af: Skuif _Op
ar: نقل _للاعلى
ca: Mou _adalt
de: Nach _oben
es: Mover _Arriba
fr: Mont_er d'un cran
he: ‪העבר מעלה
hu: _Fel
it: Sposta su
ja: 上に移動(_U)
lt: _Aukštyn
nl: Verplaats _omhoog
no: Flytt opp
pl: Przenieś wyżej
pt: Mover Pra _Cima
ru: Вв_ерх
sl: Premakni _gor
sq: Lëvize _Sipër
sr: Gurni Gore
sv: Flytta _upp
tr: Yuka_rı Taşı

source: Move _Down
af: Skuif _Af
ar: نقل _للاسفل
ca: Mou _avall
de: Nach _unten
es: Mover _Abajo
fr: Des_cendre d'un cran
he: ‪העבר מטה
hu: _Le
it: Sposta giù
ja: 下に移動(_D)
lt: Žem_yn
nl: Verplaats _omlaag
no: Flytt ned
pl: Przenieś niżej
pt: Mover Pra _Baixo
ru: В_низ
sl: Premakni _dol
sq: Lëvize _Poshtë
sr: Gurni _Dole
sv: Flytta _ned
tr: _Aşağı Taşı

source: _Download Properties
af: _Properties
ar: تحرير _متقدم...
ca: Edició avançada
de: Download _bearbeiten...
es: Propiedades
fr: _Propriétés
he: ‪_עריכה מתקדמת
hu: T_ulajdonságok
it: Modifica avanzata...
ja: 高度な編集(_E)...
lt: Sa_vybės
nl: Eigenschappen...
no: Avansert redigering
pl: Zaawansowana edycja...
pt: _Propriedades
ru: _Свойства
sl: N_apredno urejanje...
sq: _Edito me Përparim...
sr: Napredno Uredi...
sv: Avancerad _redigering…
tr: İ_leri Düzenleme...

source: _Access
af: _Konnekteer
ar: الوصول
ca: _Accedeix
de: _Starten
es: _Acceder
fr: _Accéder
he: ‪_כניסה
hu: _Belépés
it: _Accedi
ja: アクセス(_A)
lt: _Užklausti šaltinio
nl: _Starten
no: Start
pl: Przejmij
pt: _Acessar
ru: _Подключиться
sl: _Dostop
sq: _Hyrje
sr: Pristup
sv: _Åtkomst
tr: _Erişim

source: _Forget
af: _Vergeet
ar: _تجاهل
ca: _Oblida
de: _Quelle entfernen
es: _Olvidar
fr: _Oublier
he: ‪שכח
hu: _Elfelejt
it: _Rimuovi
ja: 忘却する(_F)
lt: Už_miršti
nl: _Vergeten
no: Glem kilde
pl: Zapomnij
pt: _Esquecer
ru: _Забыть
sl: _Pozabi
sq: _Harroje
sr: Zaboravi
sv: _Glöm
tr: _Unut

source: _Play or Open
af: _Open of Speel
ar: _فتح او تشغيل
ca: _Obre o reprodueix
de: _Öffnen
es: _Abrir o Reproducir
fr: _Ouvrir ou lire
he: ‪_פתח או הפעל
hu: _Megnyitás és Lejátszás
it: Apri/Play
ja: 開く・再生(_O)
lt: A_tverti ar vykdyti
nl: _Openen of afspelen
no: Åpne eller spill av
pl: Otwórz lub odtwarzaj
pt: _Abrir/Tocar
ru: _Открыть
sl: _Odpri ali predvajaj
sq: _Hape/Lexo
sr: Pokreni
sv: _Öppna eller spela upp
tr: _Aç/Oynat

source: Open _Folder
ar: فتح _Folder
ca: Obre _Folder
de: Öffnen _Folder
es: Abrir _Folder
fr: Ouvrir _folder
he: פתח _Folder
hu: Megnyitás _Folder
it: Apri _Folder
ja: 開くFolder(_F)
lt: Atverti _Folder
nl: Openen _Folder
no: Åpne _Folder
pl: Otwórz _Folder
pt: Abrir _Folder
ru: Открыть _Folder
sl: Odpri _Folder
sq: Aç _Folder
sr: Pokreni _Folder
sv: Öppna _Folder
tr: Aç _Folder

source: _Clear
af: _Maak Skoon
ar: _إزالة
ca: _Neteja
de: Download _entfernen
es: _Limpiar
fr: Netto_yer
he: ‪_נקה
hu: _Töröl
it: Rimuovi
ja: クリア(_C)
lt: _Valyti
nl: _Wissen
no: Fjern
pl: Wyczyść
pt: _Limpar
ru: У_брать
sl: _Počisti
sq: P_astro
sr: Očisti Gotove
sv: _Rensa
tr: _Temizle

source: _Delete File
af: _Skrap Lêer
ar: _حذف الملف
ca: _Esborra arxiu
de: _Datei löschen
es: _Eliminar Archivo
fr: _Supprimer le fichier
he: ‪_מחק קובץ
hu: _Fájl törlése
it: Elimina file
ja: 削除(_D)
lt: Šalinti _failus
nl: Bestand _verwijderen
no: Slett fil
pl: Usuń plik
pt: _Apagar Arquivo
ru: _Удалить файл
sl: _Briši datoteko
sq: _Fshije Skedën
sr: Obriši
sv: _Radera fil
tr: _Dosya Sil

source: _Open or Play
af: _Open of Speel
ar: _فتح او تشغيل
ca: Reprodueix
de: _Öffnen
es: Reproducir
fr: _Ouvrir ou lire
he: ‪_פתח או הפעל
hu: _Megnyitás és Lejátszás
it: Apri/Play
ja: 開く・再生(_O)
lt: A_tverti ar vykdyti
nl: _Openen of afspelen
no: Åpne eller spill av
pl: Otwórz lub odtwarzaj
pt: _Abrir/Tocar
ru: _Открыть
sl: _Odpri ali predvajaj
sq: _Hape/Lexo
sr: Pokreni
sv: _Öppna eller spela upp
tr: _Aç/Oynat

source: _Rate File...
af: _Gradeer Lêer...
ar: _تصنيف الملف...
ca: _Valora arxiu...
de: D_atei bewerten...
es: _Darle rating a archivo...
fr: É_valuer ce fichier...
he: ‪...דרג קובץ
hu: Fájl _osztályozása...
it: Valuta file...
ja: ファイルを評価(_R)...
lt: Įve_rtinti failą...
nl: Bestand _beoordelen...
no: Gi karakter
pl: Oceń plik
pt: _Classificar Arquivo...
ru: _Оценка файла...
sl: _Oceni datoteko...
sq: _Vlerëso Skedën...
sr: Oceni...
sv: _Betygsätt fil…
tr: Dosya indirme _Hızı...

source: _Properties...
af: _Eienskappe...
ar: _معلومات
ca: Informació
es: Información
fr: _Propriétés
he: ‪מידע לגבי הטורנט
hu: _Infó
it: _Info
ja: 情報(_I)
lt: _Aprašas
nl: _Informatie
no: Informasjon
pl: Info
pt: Info
ru: инфо
sl: Informacije
sq: Info
sr: _Informacije
sv: _Info
tr: _Özellikler

source: _Open File
af: _Open
ar: _فتح
ca: _Obre
de: _Öffnen
es: _Abrir
fr: _Ouvrir
he: ‪_פתח
hu: _Megnyitás
it: _Apri
ja: 開く(_O)
lt: _Atverti
nl: _Openen
no: Åpne
pl: Otwórz
pt: _Abrir
ru: _Открыть
sl: _Odpri
sq: _Hape
sr: _Otvori
sv: _Öppna
tr: _Aç

source: _Stop Seeding
af: _Hou op Saai
ar: _إيقاف الإرسال
ca: _Atura el sembrat
de: _Seeden beenden
es: _Detener Compartir
fr: _Stopper le seed
he: ‪הפסק בקשות להעלאות
hu: _Seedelés leállítása
it: _Ferma condivisione
ja: シード停止(_S)
lt: _Nutraukti skleidimą
nl: _Stop het uitzaaien
no: _Stopp spreding
pl: Zakończ udostępnianie
pt: _Parar com o Seeding
ru: У_брать
sl: _Končaj sejanje (seeding)
sq: _Ndale Mbjelljen
sr: _Stani Seeding
sv: _Sluta dela ut
tr: _Yükleme Durdur

source: Torrent _Properties...
af: _Eienskappe...
ar: _معلومات
ca: Informació del Torrent...
de: _Properties...
es: Información de Torrent...
fr: _Propriétés...
he: ...‪מידע על ה_טורנט
hu: T_ulajdonságok...
it: Torrent _Info...
ja: Torrent情報(_I)...
lt: Sa_vybės...
nl: _Torrentinformatie...
no: Informasjon om torrent...
pl: Torrent _Info...
pt: _Propriedades...
ru: _Свойства...
sl: Informacija o _Torrentu...
sq: _Info mbi Torrentin...
sr: _Informacije o Torrent...
sv: _Torrentinformation…
tr: İ_leri Düzenleme...

source: Start New _Download
af: Start Nuwe Download
de: Start Neue Download
fr: Start nouveau télécharg.
he: Start New Downloadחדשה
hu: Start Új Download
it: Start Nuovo Download
lt: Start Nauja Download
nl: Start Nieuwe Download
no: Start Ny Download
pl: Start Nowa Download
pt: Start Novo Download
ru: Start Новая Download
sl: Start Nova Download
sr: Start Nova Download
sv: Start Ny Download
tr: Start Yeni Download

source: Seed New _Torrent
af: Seed Nuwe Torrent
de: Seed Neue Torrent
fr: Seed nouveau torrent
he: Seed New Torrentחדשה
hu: Seed Új Torrent
it: Seed Nuovo Torrent
lt: Seed Nauja Torrent
nl: Seed Nieuwe Torrent
no: Seed Ny Torrent
pl: Seed Nowa Torrent
pt: Seed Novo Torrent
ru: Seed Новая Torrent
sl: Seed Nova Torrent
sr: Seed Nova Torrent
sv: Seed Ny Torrent
tr: Seed Yeni Torrent

source: _Clear Completed
af: Verwyder _Voltooide Aflaaie
ar: ت_م المسح
ca: Neteja els completats
de: Beendete _entfernen
es: Limpiar Completados
fr: Nettoyer
he: ‪נקה הורדות שהסתיימו
hu: _Kész törlése
it: Elimina Completati
ja: 完了済みをクリア(_C)
lt: _Valyti baigtus
nl: Wi_s voltooide bestanden
no: Fjern ferdige
pl: Wyczyść zakończone
pt: L_impar os Completados
ru: _Очистить от завершенных
sl: Počisti _kočano
sq: P_astro të Përfunduarit
sr: Očisti Gotove
sv: _Rensa avslutade nedladdningar
tr: Bi_teni Temizle

source: _Resume All
af: _Hervat Alle Aflaaie
ar: _متابعة الكل
ca: _Inicia totes
de: Alle _starten
es: _Iniciar Todas
fr: Tout _reprendre
he: ‪המשך את כל ההור_דות
hu: Mindet _folytat
it: Riprendi tutti
ja: 全て再開(_E)
lt: _Tęsti visus
nl: Alles _hervatten
no: Fortsett alle
pl: Wznów wszystkie
pt: Resumir _Todos
ru: _Продолжить все
sl: _Nadaljuj vse
sq: _Rimerre Gjithçka
sr: N_astavi Sve
sv: _Återuppta alla nedladdningar
tr: _Tümünü Sürdür

source: Pa_use All
af: _Vries Alle Aflaaie
ar: ا_يقاف مؤقت للكل
ca: _Atura totes
de: Alle _anhalten
es: _Pausar Todas
fr: Tout mettre en pa_use
he: ‪ה_שהה את כל ההורדות
hu: Mindet _szünetelteti
it: Sospendi tutti
ja: 全て一時停止(_A)
lt: _Stabdyti visus
nl: Alles _pauzeren
no: Pause alle
pl: Wstrzymaj wszystkie
pt: _Pausar Todos
ru: При_остановить все
sl: P_remor vsega
sq: P_usho Gjithçka
sr: P_auziraj Sve
sv: Gör _paus i alla nedladdningar
tr: Tü_münü Duraklat

source: _Clear All
af: V_erwyder Alle Aflaaie
ar: _مسح الكل
ca: _Cancel·la totes
de: _Alle entfernen
es: _Cancelar/Eliminar Todas
fr: _Tout nettoyer
he: ‪_נקה את כל ההורדות
hu: Mindet _törli
it: Rimuovi tutti
ja: 全てクリア(_C)
lt: _Valyti visus
nl: Alles _wissen
no: Fjern alle
pl: Wyczyść wszystkie
pt: _Limpar Todos
ru: _Убрать все
sl: _Počisti vse
sq: _Pastro Gjithçka
sr: Očisti Sve
sv: _Rensa alla nedladdningar
tr: Tümü_nü Temizle

source: Move Group _Left
af: Beweeg Group _Links
ar: تحرك فريق من الزمن
ca: Moure grup restant
de: Gruppe bewegen _Linke
es: Mover Grupo _Restante
fr: Déplacer le groupe _Gauche
he: העבר הקבוצה נותר
hu: Csoport mozgatása _balra
it: Sposta gruppo Sinistra
ja: グループを左へ移動(_L)
lt: Perkelti grupė Kairėn
nl: Verplaats groep _links
no: Flytt gruppe _Venstre
pl: Przenieś grupę Pozostało
pt: Mover grupo _Esquerda
ru: Перемещение группы левых
sq: Move Grup _Majtë
sv: Flytta grupp _Vänster
tr: Grup Sola Taşı

source: Move Group R_ight
af: Beweeg Groep _Right
ar: تحرك الفريق بز
ca: Moure grup dret
de: Gruppe bewegen _Rechts
es: Mover Grupo _Derecho
fr: Déplacer le groupe _Droit
he: קבוצת העבר העכבר
hu: Csoport mozgatása _jobbra
it: Sposta gruppo Destra
ja: グループを右へ移動(_R)
lt: Perkelti grupė Teisė
nl: Verplaats groep _rechts
no: Flytt gruppe _Høyre
pl: Przenieś grupę Prawo
pt: Mover grupo _Direito
ru: Перемещение группы Право
sq: Move Grup _Drejtën
sv: Flytta grupp _Höger
tr: Grup Sağa Taşı

source: R_emove Group
af: _Verwyder Groep
ar: مجموعه _حذف
ca: _Esborra grup
de: Gruppe _entfernen
es: _Eliminar Grupo
fr: _Enlever le groupe
he: ‪...הסר קבוצה
hu: Csoport _eltávolítása
it: Rimuovi gruppo
ja: グループ削除(_G)
lt: Š_alinti grupę
nl: Groep _verwijderen
no: Fjern gruppe
pl: Usuń grupę
pt: _Remover Grupo
ru: Удалить _группу
sl: Ods_trani skupino
sq: _Fshije Grupin
sr: _Ukloni Grupu
sv: Radera _grupp
tr: _Grup Kaldır

source: _New Group...
af: _Nuwe Groep...
ar: _مجموعه جديدة...
ca: Crea _grup...
de: _Neue Gruppe...
es: Crear _Grupo...
fr: _Nouveau groupe...
he: ‪_קבוצה חדשה
hu: Új _Csoport
it: Nuovo gruppo...
ja: 新規グループ(_N)...
lt: _Nauja grupė...
nl: _Nieuwe groep...
no: Ny gruppe
pl: Nowa grupa...
pt: _Novo Grupo...
ru: _Новая группа...
sl: N_ova skupina...
sq: _Grup i Ri...
sr: _Nova Grupa...
sv: _Ny grupp
tr: _Yeni Grup...

source: Show _All
af: Vertoon _Alle Aflaaie
ar: عرض _الكل
ca: Mostra _tots
de: _Alle Downloads anzeigen
es: Mostrar _Todos
fr: _Tout afficher
he: ‪הצג הכל
hu: _Mindet mutat
it: Mostra tutto
ja: 全て表示(_A)
lt: Rodyti _viską
nl: _Alles tonen
no: Vis alle
pl: Pokaż wszystkie
pt: Mostrar _Todos
ru: Показывать все
sl: Pokaži _vse
sq: Trego _Gjithçka
sr: Pok_aži Sve
sv: Visa _alla
tr: _Tümünü Göster

source: Show A_ctive
af: Vertoon A_ktiewe Aflaaie
ar: عرض الن_شط
ca: Mostra els a_ctius
de: A_ktive anzeigen
es: Mostrar A_ctivos
fr: Afficher « _Actif »
he: ‪הצג פעילים
hu: _Aktív megjelenítése
it: Mostra attivi
ja: アクティブを表示(_C)
lt: Rodyti _aktyvius
nl: A_ctieve tonen
no: Vis aktive
pl: Pokaż aktywne
pt: Mostrar A_tivos
ru: Показывать _активные
sl: Pokaži _aktivne
sq: Trego A_ktivët
sr: Pokaži Aktivne
sv: Visa a_ktiva
tr: _Etkin Göster

source: Show _Paused
af: Vertoon _Gevriesde Aflaaie
ar: عرض _الموقف وؤقت
ca: Mostra els _pausats
de: A_ngehaltene anzeigen
es: Mostrar en _Pausa
fr: Afficher « En pa_use »
he: ‪הצג מושהים
hu: _Szüneteltetett megjelenítése
it: Mostra in pausa
ja: 停止を表示(_P)
lt: Rodyti _pristabdytus
nl: Ge_pauzeerde tonen
no: Vis pausede
pl: Pokaż wstrzymane
pt: Mostrar _Pausados
ru: Показывать _приостановленные
sl: Pokaži tiste v _premoru
sq: Trego të _Pushuarit
sr: Pokaži Pauzirane
sv: Visa de som gör paus i nedladdning
tr: _Durdurulmuş Göster

source: Show _Queued
af: Vertoon _Wagtende Aflaaie
ar: عرض الم_توقف
ca: Mostra els p_endents
de: _Wartende anzeigen
es: Mostrar P_endiente
fr: Afficher « En _suspens »
he: ‪הצג בהמתנה לתשובה
hu: _Függőben lévő megjelenítése
it: Mostra in attesa
ja: 保留中を表示(_E)
lt: Rodyti esančius _eilėje
nl: _Wachtenden tonen
no: Vis venter
pl: Pokaż oczekujące
pt: Mostrar P_endente
ru: Показывать _опрашиваемые
sl: Pokaži ča_kajoče
sq: Trego Jo_aktivët
sr: Pokaži na Čekanju
sv: Visa _oavslutade
tr: _Beklemede Göster

source: Show _No Sources
af: Vertoon Aflaaie met _Geen Bronne
ar: عرض _الذي لايوجد لدية مصدر
ca: Mostra els _sense fonts
de: Ohne Quellen anz_eigen
es: Mostrar _sin Fuentes
fr: Afficher « Pas de s_ource »
he: ‪הצג ללא מקורות
hu: F_orrás nélküli megjelenítése
it: Mostra senza fonti
ja: ソース無しを表示(_N)
lt: Rodyti _be šaltinių
nl: Geen _bronnen tonen
no: Vis ingen kilder
pl: Pokaż bez źródeł
pt: Mostrar _Sem Fontes
ru: Показывать _без источников
sl: Pokaži tiste _brez virov
sq: Trego _Jo-burimorët
sr: Pokaži Bez Izvora
sv: Visa de som _saknar källor
tr: _Kaynakları Gösterme

source: Show See_ds
af: Vertoon _Seeds
ar: Seedsعرض
ca: Mostra els _seeds
de: See_ds anzeigen
es: Mostrar See_ds
fr: Afficher « _Seeds
he: Seedsהצג
hu: _Seeds megjelenítése
it: Mostra See_ds
ja: Seeds(_D)
lt: Rodyti see_ds
nl: _Seeds tonen
no: Vis seeds
pl: Pokaż Seeds
pt: Mostrar See_ds
ru: Показывать See_ds
sl: Pokaži see_ds
sq: Trego See_ds
sr: Pokaži See_ds
sv: Visa see_ds
tr: _Seeds Göster
