Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Previous
af: Vorige
ar: السابق
ca: Anterior
de: Zurück
es: Anterior
fr: Précédent
he: ‪הקודם
hu: Előző
it: Precedente
ja: 前へ
lt: Ankstesnis
nl: Vorige
no: Tilbake
pl: Poprzedni
pt: Anterior
ru: Предыдущий
sl: Prejšnji
sq: Prapa
sr: Предходни
sv: Föregående
tr: Önceki

source: Next
af: Volgende
ar: التالي
ca: Següent
de: Vor
es: Siguiente
fr: Suivant
he: ‪הבא
hu: Következő
it: Successiva
ja: 次へ
lt: Tolesnis
nl: Volgende
no: Neste
pl: Następny
pt: Próxima
ru: Следующий
sl: Naslednji
sq: Para
sr: Следећи
sv: Nästa
tr: Sonraki

source: Playlist
af: Medialys
ar: قائمة التشغيل
ca: Llista de reproducció
de: Wiedergabeliste
es: Lista del reproductor
fr: Liste de lecture
he: ‪רשימת השמעה
hu: Lejátszólista
ja: 再生リスト
lt: Grojaraštis
nl: Afspeellijst
no: Spilleliste
pl: Lista odtwarzania
pt: Lista de Execuções
ru: Список воспроизведения
sl: Predvajalni seznam
sq: Lista
sr: Плејлиста
sv: Spellista
tr: Oynatma Listesi

source: Speed:
af: Spoed:
ar: السرعة:
ca: Velocitat:
de: Geschw.:
es: Velocidad:
fr: Vitesse:
he: ‪:מהירות
hu: Sebesség:
it: Velocità:
ja: スピード:
lt: Sparta:
nl: Snelheid:
no: Hastighet
pl: Szybkość:
pt: Velocidade:
ru: Скорость:
sl: Hitrost:
sq: Shpejtësi:
sv: Hastighet:
tr: Hız:

source: Adjust the speed of media play
af: Verander die spoed van die medialêer
ar: التحكم بسرعة قرائة ملف الوسائط المتعددة
ca: Ajusta la velocitat de reproducció
de: Abspielgeschwindigkeit anpassen
es: Ajustar la velocidad de reproducción (Pitch)
fr: Ajuster la vitesse du fichier média
he: כוונן את מהירות השמעת קובץ המדיה
hu: Állítsa be a lejátszás sebességét
it: Regola la velocità del file multimediale
ja: メディアファイルの再生速度を調節します
lt: Derinti grotuvo failo atlikimo spartą
nl: De snelheid van het mediabestand aanpassen
no: Juster hastighet
pl: Dopasuj szybkość pliku multimedialnego
pt: Ajustar a velocidade do arquivo de mídia
ru: Изменить скорость воспроизведения (!нет авто возврата на нормальную скорость до перезапуска файла! и опять же - стрелки)
sl: Nastavi hitrost medijske datoteke
sq: Ndreq shpejtësinë e media-skedës
sr: Промени брзину репродукције
sv: Justera uppspelningshastigheten
tr: Ortam Dosyasının Hızını Ayarla

source: Clear
af: Verwyder
ar: إزالة
ca: Neteja
de: Aufräumen
es: Limpiar
fr: Nettoyer
he: ‪נקה
hu: Törlés
it: Svuota
ja: クリア
lt: Valyti
nl: Wissen
no: Oppdater
pl: Wyczyść
pt: Limpar
ru: Убрать
sl: Počisti
sq: Pastro
sr: Очисти
sv: Rensa
tr: Temizle

source: Save
af: Stoor
ar: حفظ
ca: Enregistra
de: Speichern
es: Guardar
fr: Sauvegarder
he: ‪שמור
hu: Mentés
it: Salva
ja: 保存
lt: Išsaugoti
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
ru: Сохранить
sl: Shrani
sq: Ruaje
sr: Запамти
sv: Spara
tr: Kaydet

source: Settings
af: Verstellings
ar: إعدادات
ca: Configurar...
de: Einstellungen
es: Configurar...
fr: Réglages
he: ‪הגדרות
hu: Beállítások
it: Opzioni
ja: 設定
lt: Nuostatos
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ru: Установки
sl: Nastavitve
sq: Kuadro
sr: Подешавања
sv: Inställningar
tr: Ayarlar

source: Connect To
af: Konnekteer Aan
ar: الإتصال بـ
ca: Connectar A...
de: Verbinden mit
es: Conectar A...
fr: Se connecter à
he: ‪התחבר אל
hu: Kapcsolódás
it: Connetti a
ja: 接続先
lt: Jungtis prie...
nl: Verbinden met...
no: Koble til
pl: Połącz z
pt: Conectar na
ru: Подключиться...
sl: Poveži se z
sq: Lidhu Te
sr: Повежи се на ....
sv: Anslut till
tr: Bağlan

source: Disconnect
af: Diskonnekteer
ar: قطع الإتصال
ca: Desconnecta
de: Verbindung trennen
es: Desconectar
fr: Se déconnecter
he: ‪התנתק
hu: Lekapcsolódás
it: Disconnetti
ja: 切断
lt: Atsijungti
nl: Verbinding verbreken
no: Koble fra
pl: Rozłącz
pt: Desconectar
ru: Отключиться
sl: Prekini povezavo
sq: Shkëputu
sr: Прекини везу
sv: Koppla från
tr: Bağlantı Kes

source: Add Rule
de: Regel hinzufügen
fr: Ajouter une règle
he: הוספת כלל
it: Aggiungi Regola
lt: Pridėti taisyklę
nl: Regel Toevoegen
pt: Adicionar a Regra
ru: Добавить правило
sq: Shto Rregull

source: Edit Rule
de: Regel bearbeiten
fr: Éditer la règle
he: עריכת כלל
it: Modifica Regola
lt: Ypatybės
nl: Wijzig Regel
pt: Editar a Regra
ru: Редактировать правило
sq: Edito Rregullin

source: Remove Rule
de: Regel löschen
fr: Enlever la règle
he: הסר כלל
it: Rimuovi Regola
lt: Šalinti
nl: Regel Verwijderen
pt: Remover a Regra
ru: Удалить правило
sq: Hiqe Rregullin

source: Import List
de: Importieren
fr: Importer Liste
he: ייבוא ​​רשימה
it: Importa Lista
lt: Importuoti...
nl: Lijst Importeren
pt: Importar a Lista
ru: Импорт
sq: Importo Listën

source: Export List
de: Exportieren
fr: Exporter Liste
he: ייצוא רשימת
it: Esporta Lista
lt: Eksportuoti...
nl: Lijst Exporteren
pt: Exportar a Lista
ru: Экспорт
sq: Eksporto Listën

source: Add Task
de: Aufgabe hinzufügen
fr: Ajouter Tâche
he: הוסף משימה
it: Aggiungi Task
lt: Pridėti taisyklę
nl: Task Toevoegen
pt: Adicionar a Task
ru: Добавить задачу
sq: Shto Task

source: Edit Task
de: Aufgabe bearbeiten
fr: Éditer Tâche
he: ערוך משימה
it: Modifica Task
lt: Ypatybės
nl: Task Wijzig
pt: Editar a Task
ru: Изменить задачу
sq: Edito Task

source: Remove Task
de: Aufgabe löschen
fr: Enlever Tâche
he: הסר משימה
it: Rimuovi Task
lt: Šalinti
nl: Task Verwijderen
pt: Remover a Task
ru: Удалить
sq: Hiqe Task

source: Activate
de: Aktivieren
fr: Activer
he: להפעיל
pt: Activater
ru: Включить

source: Deactivate
de: Deaktivieren
fr: Désactiver
he: בטל
pt: Deactivater
ru: Выключить

source: Remove All
de: Alle löschen
fr: Tout Enlever
he: הסר הכל
it: Resetta Lista
lt: Apnulinti
nl: Herinitialiseren
pt: Remover Todos
ru: Удалить Всё
sq: Rivendose

source: Re-Query
af: Hervra
ar: إعادة إستفسار
ca: Reaccedeix
de: Danach suchen
es: Reacceder
fr: Interroger à nouveau
he: ‪שלח בקשת חיפוש חוזרת
hu: Újra lekérdez
it: Richiedi
ja: 再問い合わせ
lt: Pakartoti užklausą
nl: Heropvragen
no: Oppdater
pl: Szukaj
pt: Interrogar de Novo
ru: Перезапрос
sl: Ponovna poizvedba
sq: Ripyete
sr: Реупит
sv: Fråga igen
tr: Sorgula

source: Remove
af: Verwyder
ar: إزالة
ca: Esborra
de: Entfernen
es: Eliminar
fr: Supprimer
he: ‪הסר
hu: Eltávolítás
it: Rimuovi
ja: 削除
lt: Šalinti
nl: Verwijderen
no: Fjern
pl: Usuń
pt: Remover
ru: Удалить
sl: Odstrani
sq: Fshije
sr: Уклони
sv: Radera
tr: Ayrıl

source: Cluster
af: Kluster
ar: كتلة
ca: Clúster
de: G2-Cluster
fr: Grappe
he: ‪אשכול גנוטלה 2
ja: クラスタ
lt: junginys
pl: Gromada
ru: кластер
sl: Grozd
sq: Copëz
sv: Kluster
tr: Kümesi

source: Cache
af: Kasgeheue
ar: مخزون مؤقت
ca: Caxè
de: G2-Cache
es: Caché
he: ‪מטמון גנוטלה 2
ja: キャッシュ
lt: talpykla
ru: кэш
sl: Predpomnilnik
sq: Depo
tr: Bellek

source: Servers
af: Kasgeheue
ar: مخزون مؤقت
ca: Caxè
es: Caché
fr: Cache
he: ‪מטמון אי-דונקי
hu: Cache
it: Cache
ja: キャッシュ
lt: talpykla
nl: Cache
no: Cache
pl: Cache
pt: Cache
ru: кэш
sl: Predpomnilnik
sq: Depo
sr: Cache
sv: Cache
tr: Bellek

source: Hubs
af: Kasgeheue
ar: مخزون مؤقت
ca: Caxè
de: DC-Hubs
fr: Cache
he: מטמון אי-דונקי
hu: Cache
it: Cache
ja: キャッシュ
nl: Cache
no: Cache
pl: Cache
pt: Cache
ru: кэш
sl: Predpomnilnik
sq: Depo
sr: Cache
sv: Cache
tr: Bellek

source: Send
es: Enviar
fr: Discuter
hu: Csevegés
ja: チャット
nl: Chatten
pl: Rozmowa
pt: Conversar
ru: Чат
sl: Kramljanje
sq: Bisedo
sr: Ћаскај
sv: Chatta
tr: Sohbet

source: Leave Current Channel Window
af: Exit Current Channel Window
ar: Exit Current Channel Window
ca: Exit Current Channel Window
de: Exit Current Channel Window
es: Exit Current Channel Window
fr: Exit Current Channel Window
he: Exit Current Channel Window
hu: Exit Current Channel Window
it: Exit Current Channel Window
ja: Exit Current Channel Window
lt: Exit Current Channel Window
nl: Exit Current Channel Window
no: Exit Current Channel Window
pl: Exit Current Channel Window
pt: Exit Current Channel Window
ru: Exit Current Channel Window
sl: Exit Current Channel Window
sq: Exit Current Channel Window
sr: Exit Current Channel Window
sv: Exit Current Channel Window
tr: Exit Current Channel Window

source: Connect to IRC
ar: الإتصال بـ IRC
de: Mit IRC verbinden
es: Conectar a IRC
fr: Connexion au salon IRC
he: התחבר לחדר שיחה
hu: Kapcsolódás a IRC hálózathoz
lt: Jungtis prie IRC
nl: Verbinden met IRC
pt: Conectar ao IRC
ru: Подключиться к IRC
sq: Lidhu te IRC
sv: Anslut till IRC
tr: IRC'ye Bağlan

source: Disconnect from IRC
ar: قطع الإتصال من IRC
de: Verbindung mit IRC-Chat trennen
es: Desconectar de IRC
fr: Déconnexion du salon IRC
he: התנתק מחדר שיחה
hu: Lekapcsolódás az IRC hálózatról
lt: Atsijungti nuo IRC
nl: Verbreek verbinding met IRC
pt: Desconectar do IRC
ru: Отключиться от IRC
sq: Shkëputu nga IRC
sv: Koppla ifrån IRC
tr: IRC'den çık

source: Configure IRC Settings
ar: تكوين إعدادات IRC
de: IRC-Einstellungen konfigurieren
es: Configurar las opciones de IRC
fr: Configurer les réglages IRC
he: כוון הגדרות חדר השיחה
hu: IRC beállítások
lt: Keisti IRC nuostatas
pt: Configurar as Configurações do IRC
ru: Настроить IRC
sq: Konfiguro Vendosjet e IRC
sv: Konfigurera IRC inställningar
tr: IRC Ayarları

source: Grant Priority
af: Gee Prioriteit
ar: أولوية المحادثة
ca: Dóna prioritat
de: Priorität erhöhen
es: Dar Prioridad
he: הענק עדיפות
hu: Elsőbbséget ad
it: Concedi priorità
ja: 転送順位を優先
lt: Suteikti prioritetą
nl: Voorrang geven
no: Gi prioritet
pl: Nadaj priorytet
pt: Garantir Prioridade
ru: Предоставить приоритет
sl: Dodeli prednost
sq: Përparësia e Dhënies
sr: Додели приоритет
sv: Ge prioritet
tr: Öncelik Ver

source: Get Data
ar: جلب البيانات
de: Daten holen
es: Obtener datos
fr: Informations
he: השג מידע
hu: Adatok letöltése
it: Ottieni Dati
lt: Gauti duomenis
nl: Verkrijg Data
pt: Obter Dados
ru: Получить
sq: Merr të Dhëna
tr: Bilgi istemi

source: Get Prices
ar: جلب الأسعار
de: Preisanfrage
es: Premiar
fr: Prix
he: השג מחירים
hu: Árak megtekintése
it: Ottieni Prezzi
lt: gauti kainas
nl: Verkrijg Prijzen
pt: Obter Preços
ru: Цены
sq: Merr Çmime
tr: Fiyat bilgisi

source: Compare
ar: مقارنة
de: Vergleichen
es: Comparar
fr: Comparer
he: השווה
hu: Összehasonlítás
it: Confronta
lt: Palyginti
nl: Vergelijken
pt: Comparar
ru: Сравнить
sq: Krahaso
tr: Karşılaştır

source: Buy It
ar: الشراء
de: Kaufen
es: Compar
fr: Acheter
he: קנה
hu: Vásárlás
it: Compralo
lt: Pirkti
pt: Comprar
ru: Купить
sq: Blije
tr: Satın al

source: Save Preview
ar: حفظ المعاينة
de: Vorschau speichern
es: Guardar previsualizacion
fr: Enregistrer la Prévisualisation
it: Salva Anteprima
lt: Išsaugoti paveikslą
nl: Voorvertoning Opslaan
pt: Salvar Pré-Visualização
ru: Сохранить просмотр
sq: Ruaj Parashikimin
tr: Ön İzlemeyi Kaydet

source: View Album Matches
ar: عرض مطابقات الألبوم
de: Treffer anzeigen
es: Ver coincidencias de album
fr: Voir les albums correspondants
he: הצג
hu: Egyező albumok megtekintése
it: Vedi Corrispondenze Album
lt: Peržiūrėti rastus albumus
nl: Toon Album Resultaten
pt: Visualizar Álbuns que Combinam
ru: Похожие альбомы
sq: Shiko Dublimet e Albumit
tr: Karşılık Gelen Albümlere Bak

source: View All Albums
ar: عرض كافة الألبومات
de: Alle Alben ansehen
es: Ver todos los albums
fr: Voir tous les albums
he: הצג את כל האלבומים
hu: Minden album megtekintése
it: Vedi Tutti Gli Album
lt: Peržiūrėti visus albumus
nl: Toon Alle Albums
pt: Visualizar Todos os Álbuns
ru: Все альбомы
sq: Shiko Tërë Albumet
tr: Tüm Albümlere Bak

source: Actual Size
ar: الحجم الفعلي
ca: Mida actual
de: Originalgröße
es: Tamaño actual
fr: Taille Réelle
he: גודל מקורי
hu: Eredeti méret
it: Dimensioni effettive
ja: 原寸大
lt: Tikras dydis
nl: Echte grootte
pt: Tamanho Verdadeiro
ru: Оригинальный размер
sq: Përmasa Akuale
sr: Стварна величина
sv: Verklig storlek
tr: Gerçek Boyut

source: Best Fit
ar: أفضل تناسب
ca: Millor ajust
de: Fenstergröße
es: Mejor ajuste
fr: Ajustement Optimal
he: התאמה מיטבית
hu: Ablakhoz igazít
it: Adatta dimensioni
ja: 自動拡大/縮小
lt: Geriausias dydis
nl: Passende grootte
pt: Melhor Encaixe
ru: Лучший размер
sq: Përmasa Perfekte
sr: Препоручена величина
sv: Anpassa efter skrmen
tr: Ekrana Uy

source: Move Tab _Left
af: Beweeg Links
ar: تحرك تبويب اليسار
ca: Mou a l'esquerra
de: Nach _links verschieben
es: Mover a la izquierda
fr: Déplacer l'onglet _gauche
he: העבר שמאלה
hu: Lap mozgatása _balra
it: Spostare a _sinistra
ja: タブを左へ移動(_L)
lt: Perkelti Kairėn
nl: Verplaats knop _links
no: Flytt fane til venstre
pl: Przesuń w lewo
pt: Mover o botão Esquerda
ru: Переместить влево
sq: Move Tab _Majtë
sv: Flytta Tab Vänster
tr: Sekmesi Sola Taşı

source: Move Tab _Right
af: Beweeg Right
ar: بويب تحرك بزر
ca: Mou a la dreta
de: Nach _rechts verschieben
es: Mover a la derecha
fr: Déplacer l'onglet _droit
he: העבר ימינה
hu: Lap mozgatása _jobbra
it: Spostare a _destra
ja: タブを右に移動(_R)
lt: Perkelti Teisė
nl: Verplaats knop _rechts
no: Flytt fane til høyre
pl: Przenieś w prawo
pt: Mover o botão Direito
ru: Переместить вправо
sq: Move Tab _Drejtën
sv: Flytta Tab Höger
tr: Sekmesi Sağa Taşı

source: _Close Window
af: _Sluit Window
ar: _إغلاق النافذة
ca: _Tanca la finestra
de: Fenster s_chließen
es: _Cerrar Ventana
fr: _Fermer
he: סגור חלון_
hu: Ablak _bezárása
it: _Chiudi finestra
ja: ウィンドウを閉じる(_C)
lt: _Užverti langą
nl: _Venster sluiten
pt: _Fechar Janela
ru: _Закрыть
sq: _Mbylle Dritaren
sr: _Затвори прозор
sv: Stäng _fönster
tr: _Pencereyi Kapat

source: _Full Screen
ar: _شاشة كاملة
ca: _Pantalla completa
de: _Vollbild
fr: _Max
he: מסך מלא_
hu: _Teljes nézet
it: Schermo _intero
ja: 全画面(_F)
lt: _Visas ekranas
nl: V_olledig scherm
pt: _Tela Cheia
ru: Во весь _экран
sq: _Ekran i Plotë
sr: _Цео екран
sv: _Helskärm
tr: _Tam Ekran

source: _Restore
ar: _إستعادة
ca: _Restaura
de: _Wiederherstellen
fr: _Restituer
he: שחזר_
hu: _Előző méret
it: _Ripristina
ja: 元に戻す(_S)
lt: Su_mažinti
nl: _Herstellen
pt: _Restaurar
ru: _Восстановить
sq: _Rivendose
sr: _Врати
sv: _Återställ
tr: _Büyült

source: _Minimize
af: _Minimise
ar: _تصغير
ca: _Minimitza
de: _Minimieren
es: _Minimise
fr: _Min
he: מ_זער
hu: _Kis méret
it: _Minimizza
ja: 最小化(_M)
lt: _Suskleisti
nl: _Minimaliseren
no: _Minimise
pl: _Minimise
pt: _Minimizar
ru: _Минимизировать
sl: _Minimise
sq: _Minimizo
sr: _Смањи
sv: _Minimera
tr: _Küçült

source: Open Envy
ar: فتح Envy
ca: Obre el Envy
de: Envy Öffnen
es: Abrir Envy
fr: Ouvrir Envy
he: ‪פתח את שרזה
hu: Envy Megnyitása
it: Apri Envy
ja: Envyを表示
lt: Atverti „Envy“
nl: Envy openen
no: Åpne Envy
pl: Otwórz Envy
pt: Abrir o Envy
ru: Открыть Envy
sl: Odpri Envy
sq: Hape Envy-n
sr: Otvori Envy
sv: Öppna Envy
tr: Envy'yı Aç

source: Show Remote
ar: عرض البعيد
ca: Obre el Remote
de: Öffnen Fernbedienung
es: Mostrar Control Remoto
fr: Afficher la Télécommande
he: הצג לוח שליטה
hu: Távirányító
it: Apri controllo remoto
ja: リモートを表示
lt: Atverti pultelis
nl: Afstandsbediening
no: Vis fjernkontroll
pl: Pokaż Remote
pt: Abrir o Remoto
ru: Пульт управления
sl: Pokaži oddaljen dostop
sq: Hape Pulti
sr: Даљински
sv: Fjärrkontroll
tr: Sanal Uzaktan Kumanda

source: Show Settings...
af: Show Verstellings...
ar: فتح إ_عدادات...
ca: Obre el Configuració...
de: Öffnen Einstellungen...
es: Mostrar Configuración...
fr: Afficher las Réglages...
he: הגדרות שרזה...
hu: Beállítások...
it: Apri opzioni...
ja: 設定を表示...
lt: Atverti nuostatos...
nl: Instellingen openen...
no: Vis innstillinger...
pl: Pokaż Ustawienia...
pt: Abrir o Configurações...
ru: Открыть Установки...
sl: Pokaži Nastavitve...
sq: Hape Kuadrot...
sr: подешавања...
sv: Inställningar…
tr: Sanal Ayarları...

source: New Search...
af: Nuwe Soektog...
ar: بحث _جديد...
ca: Nova Cerca...
de: Neue Suche...
es: Nueva Búsqueda...
fr: Nouvelle recherche...
he: ‪חיפוש חדש...
hu: Új keresés...
it: Nuova ricerca...
ja: 新規検索...
lt: Nauja paieška...
nl: Nieuwe zoekopdracht...
no: Nytt søk...
pl: Nowe szukanie...
pt: Nova Busca...
ru: Новый поиск...
sl: Novo iskanje...
sq: Kërko...
sr: Nova Potraga...
sv: Ny sökning…
tr: Yeni Arama...

source: Download File...
af: Laai Lêer Af...
ar: _تحميل الملف...
ca: Descarrega Arxiu...
de: Datei/Torrent Herunterladen...
es: Descargar Archivo..
fr: Ajouter un téléchargement/torrent...
he: ‪הורד קובץ...
hu: Fájl letöltése...
it: Scarica file...
ja: ダウンロード...
lt: Atsisiųsti failą...
nl: Bestand downloaden...
no: Last ned fil...
pl: Pobierz plik...
pt: Baixar Arquivo...
ru: Загрузить файл...
sl: Prenesi datoteko...
sq: Shkarko një Skedë...
sr: Skini Datoteku...
sv: Ladda ned fil…
tr: Dosya İndir...

source: Play Media
af: Speel Media
ar: _تشغيل الوسائط
ca: Reprodueix
de: Wiedergabe
es: Reproducir
fr: Lire le média
he: ‪נגן מדיה
hu: Lejátszás
it: Play
ja: メディアを再生
lt: Groti failą
nl: _Media afspelen
no: Spill av media
pl: Odtwarzaj pliki multimedialne
pt: Tocar Mídia
ru: Играть
sl: Predvajaj
sq: Lexo
sr: Pokreni
sv: Spela upp media
tr: Ortam Oynat

source: Pause Media
af: Vries Media
ar: اي_قاف مؤقت للوسائط
ca: Pausa
de: Pause
es: Pausa
fr: Mettre en pause le média
he: ה_שהה מדיה
hu: Szünet
it: Pausa
ja: 一時停止
lt: Pristabdyti
nl: Media pauzeren
no: Sett media på pause
pl: Pauza
pt: Pausar Mídia
ru: Пауза
sl: Premor
sq: Pusho
sr: Pauziraj
sv: Gör paus i uppspelning
tr: Ortam Duraklat

source: Previous Track
af: Vorige Snit
ar: ال_مسار السابق
ca: Anterior
de: Vorheriger Titel
es: Anterior
fr: Piste précédente
he: ‪רצועה קודמת
hu: Előző szám
it: Traccia precedente
ja: 前のトラック
lt: Ankstesnis takelis
nl: Vorig nummer
no: Tilbake
pl: Poprzedni utwór
pt: Faixa Anterior
ru: Предыдущий трэк
sl: Prejšnja sled
sq: Kolona Prapa
sr: Prethodna Stvar
sv: Föregående spår
tr: Önceki Kayıt

source: Next Track
af: Volgende Snit
ar: _المسار التالي
ca: Següent
de: Nächster Titel
es: Siguiente
fr: Piste suivante
he: ‪רצועה באה
hu: Következő szám
it: Traccia successiva
ja: 次のトラック
lt: Tolesnis takelis
nl: Volgend nummer
no: Neste
pl: Następny utwór
pt: Próxima Faixa
ru: Следующий трэк
sl: Naslednja sled
sq: Kolona Para
sr: Sledeća Stvar
sv: Nästa spår
tr: Sonraki Kayıt

source: Exit After Transfers
af: Verlaat Na Oordragte
ar: الخروج عند إنتهاء _ نقل البيانات
ca: Surt després de les transferències
de: Nach Transfers Beenden
es: Salir Después de Descargas
fr: Quitter à la fin des transferts
he: ‪צא לאחר העברות
hu: Forgalom után kilépés
it: Esci al termine dei trasferimenti
ja: 転送後に終
lt: Išeiti baigus siųsti
nl: Afsluiten na verkeer
no: Avslutt etter overføringer
pl: Zakończ po pobieraniu
pt: Sair Após as Transferências
ru: Выйти после пересылок
sl: Izhod po prenosih
sq: Dil Kur Përfundon
sr: Izađi Nakon Prenosa
sv: Avsluta efter överföringar
tr: Transferden sonra Çıkış

source: Exit
af: Verlaat Envy
ar: خ_روج
ca: Surt
de: Sofort Beenden
es: Salir
fr: Quitter
he: ‪יציאה
hu: Kilépés
it: Esci
ja: 終了(X)
lt: Išeiti
nl: Afsluiten
no: Avslutt
pl: Zakończ
pt: Sair
ru: Выход
sl: Izhod
sq: Dil
sr: Izlaz
sv: Avsluta
tr: Çıkış

source: _Settings...
af: _Verstellings...
ar: إ_عدادات ...
ca: _Configuració...
de: _Einstellungen...
es: Configuración...
fr: Réglage_s...
he: הגדרות שרזה...
hu: Beállítások...
it: _Opzioni...
ja: 設定...
lt: Nuostatos...
nl: _Instellingen...
no: _Innstillinger...
pl: _Ustawienia...
pt: Configurações...
ru: _Установки...
sq: _Kuadrot...
sv: Inställningar…
tr: A_yarları...

source: _Network
af: _Netwerk
ar: _شبكة
ca: _Xarxa
de: _Netzwerk
es: _Red
fr: _Réseau
he: ‪_רשת
hu: _Hálózat
it: _Rete
ja: ネットワーク(_N)
lt: _Tinklas
nl: _Netwerk
no: _Nettverk
pl: Sieć
pt: _Red
ru: _Сети
sl: _Omrežje
sq: _Rrjeti
sr: _Mreža
sv: _Nätverk
tr: _Ağ

source: _Connect
af: _Konnekteer
ar: _إتصال
ca: _Connecta
de: _Verbinden
es: Conectar
he: הת_חבר
hu: Kapcsolódás
it: Connetti
ja: 接続(_C)
lt: Jungtis
nl: _Verbinden...
no: Koble til
pl: Połącz
pt: Conectar
ru: _Подключиться
sl: _Poveži se
sq: _Lidhu
sr: _Повежи се
sv: _Anslut
tr: Bağlan

source: _Disconnect
af: _Diskonnekteer
ar: _قطع الإتصال
ca: _Desconnecta
de: Verbindung _trennen
es: Desconectar
he: הת_נתק
hu: Lekapcsolódás
it: Disconnetti
ja: 切断(_D)
lt: Atsijungti
nl: Verbinding ver_breken
no: Koble fra
pl: Rozłącz
pt: Desconectar
ru: _Отключиться
sl: Pre_kini povezavo
sq: _Shkëputu
sr: _Прекини везу
sv: _Koppla ifrån
tr: Bağlantı Kes

source: Connect to Gnutella_2
af: Konnekteer aan Gnutella_2
ar: _الإتصال بـ Gnutella_2
de: Mit Gnutella_2 verbinden
es: Conectar a Gnutella_2
fr: Connexion à Gnutella_2
he: התחבר אל גנוטלה _2
hu: Kapcsolódás a Gnutella2-höz
it: Connetti a Gnutella2
ja: Gnutella_2へ接続
lt: Jungtis prie Gnutella2
nl: Verbinden met Gnutella_2
no: Koble til Gnutella2
pl: Połącz z Gnutella2
pt: Conectar a Gnutella2
ru: Подключиться к Gnutella_2
sl: Poveži se z Gnutella_2
sq: Gnutella_2
sr: Повежи се на Gnutellu_2
sv: Anslut till Gnutella_2
tr: Gnutella2 ağına bağlan

source: Connect to _Gnutella
af: Konnekteer aan _Gnutella
ar: الإتصال بـ _Gnutella
de: Mit _Gnutella verbinden
es: Conectar a _Gnutella
fr: Connexion à _Gnutella
he: התחבר אל גנוטלה _1
hu: Kapcsolódás a Gnutella-hez
it: Connetti a Gnutella1
ja: _Gnutellaへ接続
lt: Jungtis prie Gnutella1
nl: Verbinden met _Gnutella
no: Koble til Gnutella
pl: Połącz z Gnutella
pt: Conectar a Gnutella
ru: Подключиться к _Gnutella
sl: Poveži se z _Gnutella
sq: _Gnutella
sr: Повежи се на _Gnutellu
sv: Anslut till _Gnutella
tr: Gnutella1 ağına bağlan

source: Connect to _eDonkey2000
af: Konnekteer aan _eDonkey2000
ar: _الإتصال بـ _eDonkey2000
de: Mit _eDonkey verbinden
es: Conectar a _eDonkey2000
fr: Connexion à _eDonkey2000
he: ‪התחבר אל _אידונקי
hu: Kapcsolódás az eDonkey-hoz
it: Connetti a eDonkey2000
ja: _eDonkey2000へ接続
lt: Jungtis prie eDonkey
nl: Verbinden met _eDonkey
no: Koble til eDonkey2000
pl: Połącz z eDonkey2000
pt: Conectar a eDonkey2000
ru: Подключиться к _eDonkey
sl: Poveži se z _eDonkey2000
sq: _eDonkey
sr: Повежи се на _eDonkey2000
sv: Anslut till _eDonkey
tr: eDonkey2000 ağına bağlan

source: Connect to _DC++
af: Konnekteer aan _DC++
ar: _الإتصال بـ _DC++
de: Mit _DC++ verbinden
es: Conectar a _DC++
fr: Connexion à _DC++
he: התחבר אל גנוטלה _DC
it: Connetti a DC++
ja: _DC++へ接続
lt: Jungtis prie DC++
nl: Verbinden met _DC++
no: Koble til DC++
pl: Połącz z DC++
pt: Conectar a DC++
ru: Подключиться к _DC++
sl: Poveži se z _DC++
sq: _DC++
sr: Повежи се на _DC++
sv: Anslut till _DC++
tr: DC++ ağına bağlan

source: Connect _To...
af: Konnekteer _Aan...
ar: الإتصال _بـ...
ca: Connecta _a...
de: Verbinden _mit...
es: Conectar A...
fr: Se connecter à...
he: _התחבר אל...
hu: Manuális kapcsolódás...
it: Connetti a...
ja: 接続先(_T)...
lt: Jungtis prie...
nl: Verbinden _met...
no: Koble til...
pl: Połącz z...
pt: Conectar A...
ru: Под_ключиться...
sl: _Poveži se z...
sq: Lidhu _Te...
sr: Повежи се на ...
sv: Anslut _till…
tr: Bağlan...

source: _Browse User...
af: _Blaai deur Gebruikersinligting...
ar: _إستعراض المضيف...
ca: _Explora l'usuari...
de: Benutzer _durchsuchen...
es: Explorar Usuario...
fr: Parcourir l'hôte...
he: _עיין במארח...
hu: Fájllista és adatlap...
it: Esplora Host...
ja: ホストを参照(_B)...
lt: Naršyti adresatą...
nl: Gastheer be_kijken...
no: Utforsk vert...
pl: Przeglądaj użytkownika...
pt: Explorar Usuario...
ru: Просмотр _хоста...
sl: _Brskaj po gostitelju...
sq: _Shfleto një Host...
sr: Претражи корисника ...
sv: Visa värdens _filer…
tr: Hosta Gözat...

source: E_xit Immediately
af: Verlaat Envy
ar: خ_روج
ca: Surt
de: _Beenden
es: Salida Rápida
fr: Quitter immédiatement
he: י_ציאה
hu: Kilépés
it: Esci
ja: 終了(X)
lt: Išeiti tuoj pat
nl: Afsluiten
no: Avslutt
pl: Zakończ
pt: Salida Rápida
ru: Выход
sl: Izhod
sq: D_alje
sr: И_злаз
sv: Avsluta
tr: Şimdi Çık

source: _Tools
af: _Opsies
ar: _ادوات
ca: _Veure
de: _Extras
es: _Herramientas
fr: _Outils
he: ‪_כלים
hu: _Eszközök
it: _Strumenti
ja: ツール(_T)
lt: Į_rankiai
nl: _Hulpmiddelen
no: _Verktøy
pl: Narzędzia
pt: _Herramientas
ru: _Инструменты
sl: _Orodja
sq: _Mjete
sr: Ala_ti
sv: V_erktyg
tr: A_raçlar
