Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: You do not need to share any files to use Envy, however your downloading performance may be restricted by other users. Be polite.
af: Dit is nie noodsaaklik om inhoud te deel om Envy te gebruik nie, alhoewel sommige sagteware verskillend optree teenoor gebruikers wat niks deel nie.
ar: ليس من الضروري أن تشارك من أجل إستعمال شير-أزا و من ناحية أخرى فهناك بعض البرامج تتصرف بشكل مختلف مع المستخدمين الذين لا يشاركون بأي شئ
ca: Tu no has de compartir contingut per a usar Envy. La majoria de programes i xarxes penalitzen els usuaris que comparteixen molts pocs arxius o cap.
de: Sie müssen keine Dateien freigeben, um Envy zu benutzen. Viele P2P-Programme benachteiligen jedoch Benutzer, die keine Dateien freigeben.
es: Tu no tienes que compartir contenido para usar Envy, de todas maneras algunos software van a comportarse diferente si no compartes nada.
fr: Vous n'êtes pas obligé de partager avec Envy, toutefois certains logiciels peuvent vous refuser l'accès si vous ne partagez pas.
he: אתה לא חייב לשתף תוכן כדי להשתמש בשרזה, עם זאת תוכנות שונות יתנהגו בצורה שונה למשתמשים שלא משתפים
hu: Semmit sem kell megosztania, de egyes programok emiatt a háttérbe fogják önt szorítani.
it: Non devi necessariamente condividere per usare Envy, tuttavia ci sono programmi che si comportano diversamente con utenti che non condividono niente.
ja: Envyを使用時に必ずしもファイルを共有する必要はありませんが、いくつかのソフトウェアは共有しないユーザーに対して何らかのペナルティを与えることもあります。
lt: Kad naudotumėtės „Envy“, Jūs nebūtinai turite dalintis failais, tačiau kai kuri progr. įranga gali elgtis skirtingai su tais naudotojais, kurie niekuo nesidalina.
nl: Je bent niet verplicht om materiaal te delen om Envy te mogen gebruiken. Sommige software zal zich echter anders gedragen bij gebruikers, die niets delen.
no: Du trenger ikke å dele noe for å bruke Envy, men andre programmer kan reagere forskjellig på brukere som ikke deler.
pl: Nie musisz udostępniać żadnej zawartości (tzw. kontentu), aby używać Envyy, jednak niektóre programy zachowują się inaczej dla użytkowników, którzy nic nie udostępniają.
pt: Você não tem que compartilhar para usar o Envy, contudo alguns programas se comportarão diferentemente com usuários que não estão compartilhando.
ru: Вы не обязанны ничем делиться для использования Envy, но другие P2P пользователи могут отказать в загрузках тем, у кого нечего взять.
sl: Za to, da lahko uporabljate Envy, vam ni nujno potrebno tudi deliti vsebin. Vendar se bodo nekateri programi obnašali drugače, če ne boste sami ponujali nbenih vsebin.
sq: Që të përdorni Envy-n, nuk duhet patjetër të shpërndani përmbajtje, porse disa softuere sillen ndryshe me përdoruesit që nuk shpërndajnë asgjë.
sr: Ne morate ništa deliti da bi ste koristili Envy, iako neki programi se ponašaju drugačije prema korisnicima koji samo skidaju a ništa ne dele.
sv: Du behöver inte dela ut för att använda Envy, men en del mjukvara kommer att bete sig annorlunda mot användare som inte delar ut filer.
tr: Envy'da içerik paylaştırılamadığında, bazı yazılımlar birşey paylaşmayan kullanıcılara farklı davranacaktır.

source: First use the Add button to include folders in your local libray, then click the checkboxes to publicly share or hide them. Files can be unshared later.
af: Dui asseblief aan watter gidse, indien enige, jy wil deel. Kliek eenvoudig op die Voeg By knoppie om 'n gids by te voeg.
ar: الرجاء تعيين المجلدات المراد المشاركة بها إن وجدت . أنقر زر إضافة لإضافة أي مجلد جديد
ca: Si us plau, indica quines carpetes vols compartir. Solament has de fer clic al botó "Afegeix" per a afegir una carpeta.
de: Bitte geben Sie an, welche Ordner Sie freigeben möchten. Klicken Sie einfach auf "Hinzufügen".
es: Por favor indica que carpetas, si hay alguna, que tu deseas compartir. Solamente haz click en el botón agregar para agregar una carpeta.
fr: Veuillez indiquer quels dossiers vous désirez partager. Cliquez simplement sur le bouton « Ajouter » pour ajouter un dossier.
he: אנא בחר ספריות, אם בכלל, אשר הינך מעוניין לשתף. פשוט לחץ על כפתור הוספה והוסף ספריה חדשה
hu: Adja meg azokat a mappákat, amiket meg akar osztani.
it: Indica quali cartelle vuoi condividere. Clicca sul pulsante Aggiungi per aggiungere una nuova cartella.
ja: 共有する場合はそのフォルダを指定して下さい。 やり方は単に追加ボタンをクリックして共有するフォルダを選択するだけです。
lt: Nurodykite, jei norite, aplankus, kurių turinį norite bendrinti. Paprasčiausiai paspauskite mygtuką „Pridėti“ kiekvieno naujo aplanko bendrinimui.
nl: Geef alsjeblieft aan welke mappen je wilt delen. Druk simpelweg op "Toevoegen" om een nieuwe map toe te voegen.
no: Vennligst velg hvilke mapper, hvis noen, du vil dele. Klikk på Legg til knappen for å legge til en ny mappe.
pl: Proszę wybierz, które foldery (jeśli są takie) chcesz udostępnić. Po prostu kliknij przycisk Dodaj, aby dodać nowy folder.
pt: Por favor indique quais pastas, se há alguma, que você deseje compartilhar. Simplesmente clique no botão Adicionar para adicionar uma nova pasta.
ru: Пожалуйста укажите, какие папки Вы желаете открыть для общего доступа (если такие у Вас есть). Просто щелкните кнопку «Внести», чтобы указать новую папку.
sl: Določite katere mape, če sploh, žalite deliti z drugimi. Za dodajanje novih map kliknite na gumb Dodaj.
sq: Ju lutemi tregoni se cilat dosje, nëse keni, dëshironi të shpërndani. Që të shtoni një dosje të re, thjesht klikoni butonin Shto.
sr: Molim odaberite koje fascile, ako želite, želite deliti.Jednostavno kliknite na Dodaj botun za dodati fasciklu.
sv: Välj vilka mappar du vill dela ut. Klicka på Lägg till för att lägga till fler mappar.
tr: Lütfen hangi klasörü paylaşmak istediğinizi belirtin. Ekle butonuna basarak kolayca yeni klasör ekleyebilirsiniz.

source: _Add...
af: _Voeg By...
ar: _إضافة...
ca: _Afegeix...
de: _Hinzufügen
es: _Agregar...
fr: _Ajouter...
he: ...הוסף
hu: Hozzáad...
it: _Aggiungi...
ja: 追加(_A)...
lt: _Pridėti...
nl: _Toevoegen
no: _Legg til...
pl: Dodaj...
pt: _Adicionar...
ru: _Внести...
sl: _Dodaj...
sq: _Shto...
sr: Dod_aj...
sv: _Lägg till…
tr: _Ekle...

source: CAUTION: Uploading unauthorized copyright works is liable in some countries.
af: WAARSKUWING: Verspreiding van werke onder kopiereg word meestal verbied.
ar: تحذير : توزيع الأعمال المحفوظة الحقوق مخالفة في أكثر البلدان .
ca: ADVERTÈNCIA: Distribuir obres sota drets d'autor (copyright) sense permís és il·legal!!!
de: WARNUNG: Das Verteilen urheberrechtlich geschützter Werke ist strafbar.
es: Peligro: Distribuír obras con copyright en casi todos los paises es ilegal (si obtienes beneficio por ello).
fr: ATTENTION : La violation du droit d'auteur est interdite par la loi.
he: .הפצת חומרים שזכויותיהם שמורות היא עבירה ברוב המדינות
hu: A szerzői jog védelme alatt álló adatok megosztását a legtöbb országban büntetik!
it: ATTENZIONE: Distribuire opere soggette a copyright è un reato in molti paesi.
ja: 警告: 著作物を配布する行為は殆どの国で犯罪となります
lt: ĮSPĖJIMAS: Darbų, saugomų autorinėmis teisėmis, platinimas yra teisės pažeidimas.
nl: LET OP: Het uitwisselen van auteursrechtelijke werken is in veel landen strafbaar.
no: ADVARSEL: Deling av kopibeskyttet materiale er forbudt i de fleste land.
pl: OSTRZEŻENIE: Rozpowszechnianie nielegalnych zawartości jest niedozwolone.
pt: AVISO: Distribuir trabalho que tem copyright é um crime na maioria dos países.
ru: ! Обмен данными с авторскими правами - противозаконен во многих странах !
sl: OPOZORILO: Distribucija avtorsko zaščitenih del brez dovoljenja avtorja se smatra kot kaznivo dejanje v večini držav.
sq: KUJDES: Përhapja e veprave me copyright dënohet në shumicën e vendeve.
sr: UPOZORENJE: Distribucija autorski zaštičenih dela je prekršaj u većini zemalja.
sv: VARNING: Distribuering av upphovsrättsskyddat innehåll är olagligt i de flesta länder (inkl. Sverige).
tr: UYARI: Telif hakkı ihlali birçok ülkede suçtur.

source: Scanning Folder...
af: Deursoek Gidse...
ar: فحص المجلد...
ca: Escanejant carpeta...
de: Verzeichnis scannen...
es: Escaneando Carpeta...
fr: Index le dossier...
he: ...סורק תיקייה
hu: Mappa ellenőrzése...
it: Scansione cartella...
ja: フォルダをスキャンしています...
lt: Skenuojamas aplankas...
nl: Bezig met het scannen van de map...
no: Scanner mappe...
pl: Skanowanie Folderu...
pt: Escaneando a Pasta...
ru: Сканирую папку...
sl: Pregledujem mapo...
sq: Dosja po skanohet...
sr: Skeniram Fasiciklu...
sv: Granskar mappar…
tr: Klasör Taranıyor...

source: Files:
af: Lêers:
ar: :الملفات
ca: Arxius:
de: Dateien:
es: Archivos:
fr: Fichiers :
he: :קבצים
hu: Fájlok:
it: File:
ja: ファイル:
lt: Failų(-ai):
nl: Bestanden:
no: Filer:
pl: Pliki:
pt: Arquivos:
ru: Файлов:
sl: Datoteke:
sq: Skeda:
sr: Datoteke:
sv: Filer:
tr: Dosyalar:

source: Welcome to Envy (6/8)
af: Welkom by Envy (6/8)
ar: (6/8) _ Envy مرحبا بك مع
ca: Benvingut a Envy (6/8)
de: Willkommen bei Envy (6/8)
es: Bienvenido a Envy (5/8)
fr: Envy vous souhaite la bienvenue (6/8)
he: (6/8) ברוכים הבאים לשרזה
hu: Köszöntöm a Envy (6/8)
it: Benvenuto su Envy (6/8)
ja: Envyへようこそ (6/8)
lt: Sveiki! Čia „Envy“ (6/8)
nl: Welkom bij Envy (6/8)
no: Velkommen til Envy (6/8)
pl: Witaj w Envye (6/8)
pt: Bem-Vindo ao Envy (6/8)
ru: Добро пожаловать в Envy (6/8)
sl: Dobrodošli v Envy (6/8)
sq: Mirë se erdhe te Envy (6/8)
sr: Dobrodošli u Envy (6/8)
sv: Vlkommen till Envy (6/8)
tr: Envy'ya Hoşgeldiniz (6/8)

source: Envy supports a flexible user interface, so you can choose what is most comfortable for you. You can change these options at any time.
af: Envy ondersteun 'n buigsame gebruikerskoppelvlak, sodat jy kan kies wat die mees gerieflikste vir jou is. Jy kan hierdie opsies enige tyd verander.
ar: شير-أزا يدعم واجهة المستخدم المرنة ، لذا يمكنك أن تختار الواجهة التي تريحك . يمكنك أن تغير هذه الخيارات في أي وقت كان
ca: Envy soporta una interfícies flexible, així que pots escollir la que millor et vagi. Pots canviar aquestes opcions en qualsevol moment
de: Envy bietet eine flexible Benutzeroberfläche. Sie können also wählen, was Ihnen am angenehmsten ist. Sie können diese Optionen jederzeit ändern.
es: Envy tiene una interface de usuario muy flexible, tu puedes seleccionar la que tu sientas que es más confortable para ti. Puedes cambiar las opciones en cualquier momento.
fr: Envy offre une interface utilisateur flexible, vous pouvez ainsi choisir ce qui vous paraît le plus confortable.
he: שרזה תומך בשתי ממשקי משתמש, כך שאתה יכול לבחור את האחד שהכי נוח בשבילך
hu: A Envy több felhasználói felülettel rendelkezik. Válassza ki az önnek legmegfelelőbbet.
it: Envy supporta un'interfaccia utente flessibile, così puoi scegliere quella più confortevole per te. Puoi cambiare queste opzioni in qualunque momento.
ja: Envyは複数のユーザーインターフェースをサポートしている為、 その中からあなたに相応しいものを選択することができ、これらのオプションは後で何時でも変更することができます
lt: „Envy“ palaiko dvi skirtingas naudotojo sąsajas, todėl galite pasirinkti, kuri iš jų labiausiai Jums patogi. Jūs galėsite vėliau pakeisti šias nuostatas.
nl: Envy ondersteund een flexibele gebruikersomgeving, zodat je kunt kiezen wat het meest comfortabele voor jou is. Je kunt deze opties altijd veranderen.
no: Envy støtter to forskjellige brukergrensesnitt, så du selv kan velge det du liker best
pl: Envy posiada elastyczny interfejs użytkownika, zatem możesz wybrać co jest dla Ciebie najwygodniejsze. Możesz zmienić te opcje w dowolnym momencie.
pt: Envy suporta uma interface do usuário flexível, assim você pode escolher o que é mais confortável para você. Você pode mudar estas opções a qualquer hora.
ru: Envy поддерживает два типа интерфейса, так что Вы можете выбрать наиболее удобный. Вы сможете изменить эти опции и позже.
sl: Envy uporablja prilagodljiv uporabniški vmesnik, ki vam omogoča delo po vaši meri. Te nastavitve lahko kasneje tudi spremenite.
sq: Envy ka një ndërfaqe që mund të ndryshohet, pra ju mund të zgjidhni atë që ju përshtatet më shumë. Këto mundësi mund të ndryshohen në çdo kohë.
sr: Envy podržava dva korisnička izgleda, ovde možete izabrati koji vam više odgovara.
sv: Envy stödjer två olika typer av användargränssnitt, så att du kan välja det som du känner dig mest bekväm med.
tr: Envy esnek bir kullanıcı arayüzü destekler, sizin için rahat olanı seçebilirsiniz. Bu seçenekleri her hangi bir zamanda değiştirebilirsiniz.

source: Please select user interface:
af: Selekteer asseblief 'n gebruikerskoppelvlak:
ar: :الرجاء تحديد الواجهة
ca: Si us plau, selecciona alguna d'aquestes interfícies:
de: Bitte wählen Sie eine Benutzeroberfläche:
es: Selecciona una interface gráfica:
fr: Veuillez sélectionner l'interface utilisateur :
he: :אנא בחר אחד משני הממשקים
hu: Lehetőségek:
it: Seleziona l'interfaccia utente:
ja: ユーザーインターフェースを選択して下さい:
lt: Pasirinkite vieną naudotojo sąsają:
nl: Selecteer alsjeblieft de gebruikersomgeving:
no: Vennligst velg et av disse grensesnittene:
pl: Proszę wybrać jeden z poniższych interfejsów:
pt: Por favor selecione a interface do usuário:
ru: Выберите один пользовательский интерфейс:
sl: Izberite uporabniški vmesnik:
sq: Ju lutemi zgjidhni ndërfaqen tuaj:
sr: Molim odaberite korisničko izgled:
sv: Välj ett av dessa två användargränssnitt:
tr: Lütfen kullanıcı arayüzü seçin:

source: Basic Mode
af: Basic Modus
ar: النمط العادي
ca: Mode basico
de: Basicmodus
es: Modo Basico
fr: Mode Normal
he: מצב רגיל
hu: Egyszerű nézet
it: Modalità normale
ja: 素人モード
lt: Įprastinė veiksena
nl: Normale Modus
no: Normalmodus
pl: Tryb Podstawowy (Uproszczony, ang. Basic Mode)
pt: Modo Básico
ru: Обычный режим
sl: Navadni način
sq: E Thjeshtë
sr: Basic Izgled(interface)
sv: Normalt läge
tr: Basic Mod

source: Standard Mode
af: Kragmodus
ar: النمط المتقدم
ca: Mode avançat
de: Powermodus
es: Modo Avanzado
fr: Mode Expert
he: מצב מתקדם
hu: Összetett nézet
it: Modalità avanzata
ja: 玄人モード
lt: Eksperto veiksena
nl: Tabbladstijl
no: Powermodus
pl: Tryb Zawansowany (Rozszerzony, ang. Power Mode)
pt: Modo Power
ru: Режим опытным
sl: Napredni način
sq: E Avancuar
sr: Power Izgled(interface)
sv: Expertläge
tr: Güçlü Mod

source: Simple, easy to use menus with fewer options.{n}Helpful for new users of file sharing.
af: Eenvoudige, gebruikersvriendelike kieslyste en knoppies.{n}Bekend aan gebruikers van ander lêerdelingsprogramme.
ar: القوائم و الأزرار سهلة الإستعمال و بسيطة .{n}مألوفة للمستخدمين الذين لديهم برامج مشاركة أخرى
ca: Simple, botons i menus fàcils d'utilitzar. Familiar per a usuaris que han utilitzat altres programes per a compartir arxius.
de: Simple, einfach zu bedienende Menüs und Buttons.
es: Simple, menus facil de usar y botones.{n}Familiar a usuarios que han usado otros programas para compartir archivos.
fr: Simple, facile d'utilisation. Il sera familier pour les utilisateurs d'autres clients P2P.
he: פשוט - קל להשתמש בתפריטים ובכפתורים. מוכר למשתמשים של תוכנות שיתוף אחרות
hu: Könnyen használható, hasonló a többi fájlmegosztóhoz.
it: Semplice con menu e pulsanti facili da usare.{n}Familiare agli utenti di altri programmi di condivisione file.
ja: メニューとボタンによる単純なインターフェースです。{n}他のファイル共有プログラムとよく似た操作感で使用することが出来ます。
lt: Paprasta, lengva naudotis meniu ir mygtukais.{n}Naudotojams pažįstama iš daugelio kitų failų dalinimosi programų.
nl: Simpele en gemakkelijk te gebruiken menu's en knoppen.{n}Komt bekend voor bij gebruikers van andere bestanddelingsprogramma's.
no: Enkle menyer og store knapper. Liknende andre fildelingsprogrammer.
pl: Proste, łatwe do użycia menu i przyciski. Znajomy dla użytkowników innych programów do wymiany plików.
pt: Menus e botões simples, fáceis de usar. Familiar aos usuários de outros programas de compartilhamento de arquivos.
ru: Обычный - удобные меню и кнопки.{n}Знакомый пользователям других программ файлообмена.
sl: Enostavni meniji in gumbi.{n}Ti so dobro znani uporabnikom drugih programov za deljenje datotek.
sq: E lehtë për të përdorur menytë dhe butonat.{n}Ngjan me programet e tjera skedëshpërndarëse.
sr: Jednostavno, lagano za korištenje.{n}Za korisnike koji su već radili sa sličnim programima.
sv: Enkla menyer och knappar. Bekant för användare av andra fildelningsprogram.
tr: Menülerin ve butonların kullanımı kolaydır.{n}Diğer dosya paylaşım programlarının kullanıcılarına tanıdıktır.

source: Normal mode offers users all extra commands, windows, etc.{n}Might be more confusing for new users.
af: Kragmodus bied gevorderde gebruikers verskeie ekstra opdragte, vensters, ens.{n}Dit mag nuwe gebruikers dalk deurmekaar maak!
ar: النمط المتقدم للمستخدمين الخبراء بالأوامر المتعددة{n}ربما يكون هذا النمط صعبا نوعا للمستخدمين الجدد
ca: El mode avançat dóna accés a més comandes, finestres, etc.{n}Pot resultar complicat i confús a nous usuaris.
de: Der Powermodus bietet viele zusätzliche Befehle, Fenster, usw.
es: El modo avanzado proporciona comandos extras, ventanas, etc.{n}Puede ser algo confuso para nuevos usuarios.
fr: Le mode Expert propose aux utilisateurs initiés plus de fonctionnalités.
he: מצב מתקדם - מציע למשתמשים מתקדמים המון פקודות נוספות, חלונות ועוד ( עלול להיות מבלבל למשתמשים חדשים)
hu: Több lehetőség a tapasztaltabb felhasználóknak.
it: La modalità avanzata offre agli utenti esperti comandi extra, finestre, ecc.{n}Può confondere i nuovi utenti!
ja: 玄人モードは多くの拡張コマンドやウィンドウ等を熟練ユーザーへ提供します。{n}初心者ユーザーには判りづらいかもしれません!
lt: Eksperto veiksena siūlo patyrusiems naudotojams daug papildomų komandų, langų ir t.t. Naujokus gali šiek tiek klaidinti!
nl: Tabblad stijl biedt gebruikers tal van extra commando's, schermen, enz.{n}Het kan een beetje verwarrend zijn voor nieuwe gebruikers!
no: Powermodus gir ekspertene mange ekstra kommandoer og vinduer o.l.
pl: Tryb Zaawansowany oferuje użytkownikom z zacięciem eksperckim masę dodatkowych poleceń, okien, etc. Może być nieco mylący dla nowych użytkowników
pt: O modo Power oferece aos usuários expert muitos comandos extras, janelas, etc.{n}Pode ser um pouco confuso para novos usuários!
ru: Опытным - предлагает много дополнительных команд, окон, и т.д. Он может несколько смутить новичков!
sl: Napredni način omogoča uporabniku uporabo dodatnih ukazov, oken, itd.{n}Vmesnik se lahko novincem zdi precej zapleten!
sq: Ofron mjaft komanda, dritare ekstra etj. për përdoruesit ekspertë.{n}Përdoruesit e rinj mund t'i hutojë disi!
sr: Power izgled naprednim korisnicima nudi više naredbi, prozora i sl.
sv: Expoertläge som erbjuder avancerade användare många fler kommandon, fönster etc.
tr: Güçlü mod uzman kullanıcılara ekstra komut, pencere vb. sunar.{n}Bu yeni kullanıcılar için biraz karmaşık olabilir!

source: Display simplified download progress bars. (May be less confusing)
af: Vertoon vereenvoudigde aflaai-vorderingsbalke.
ar: عرض أشرطة بسيطة لتقدم التحميل . (تخفض من إستعمال وحدة المعالج المركزية) ـ
ca: Mostra barres de progrés de descàrrega simplificades. (Redueix la càrrega del processador)
de: Einfache Download-Fortschrittsanzeigen verwenden.
es: Mostrar barras de progreso simplificadas. (Mas facil)
fr: Afficher des barres de progression simplifiées.
he: הצג פסי התקדמות פשוטים (מפחית שימוש במעבד)
hu: Egyszerűsített letöltési folyamatcsík.
it: Visualizza le barre dei progressi semplificate.
ja: ダウンロード進行バーの表示を簡素化
lt: Rodyti supaprastintas eigos juostas.
nl: Toon simpele downloadvooruitgangsbalken.
no: Vis enkel fremgangsindikator for nedlasninger.
pl: Pokaż uproszczone paseki postępu pobierania.
pt: Exibir barras de progresso do download simplificadas.
ru: Показывать упрощенную полосу прогресса.
sl: Prikaži poenostavljene kazalce napredka.
sq: Shfaqe progresin në shufër të thjeshtë.
sr: Pokaži jednostavni pokazivač napretka.
sv: Visa förenklad nedladdningsindikator.
tr: İndirme ilerleme çubuğunu basitçe görüntüle.

source: Try mixing multiple skins to further add/remove capabilities.
de: Versuchen Sie, Mischen mehrere Skins.
es: Trate de mezclar múltiples skins
fr: Essayez de mélanger plusieurs habillages.
it: Prova a mescolare diverse skins.
pt: Tente misturar várias skins.
ru: Попробуйте смешивания нескольких шкур.

source: Welcome to Envy (7/8)
af: Welkom by Envy (7/8)
ar: (7/8) _ Envy مرحبا بكم في
ca: Benvingut a Envy (7/8)
de: Willkommen bei Envy (7/8)
es: Bienvenido a Envy (7/8)
fr: Envy vous souhaite la bienvenue (7/8)
he: (7/8) ברוכים הבאים לשרזה
hu: Köszöntöm a Envy (7/8)
it: Benvenuto su Envy (7/8)
ja: Envyへようこそ (7/8)
lt: Sveiki! Čia „Envy“ (7/8)
nl: Welkom bij Envy (7/8)
no: Velkommen til Envy (7/8)
pl: Witaj w Envye (7/8)
pt: Bem-Vindo ao Envy (7/8)
ru: Добро пожаловать в Envy (7/8)
sl: Dobrodošli v Envy (7/8)
sq: Mirë se erdhe te Envy (7/8)
sr: Dobrodošli u Envy (7/8)
sv: Välkommen till Envy (7/8)
tr: Envy'ya Hoşgeldiniz (7/8)

source: Almost done. Filesharing is friendlier when everyone shares a few basic details about themselves. Full profile is available from the Tools menu.
af: Envy is 'n baie vriendeliker plek as elkeen 'n paar basiese inligting oor homself invul.
ar: يعتبر شير-أزا المكان الأكثر ودية عندما يكتب أي شخص بضعة تفاصيل أساسية حول نفسه
ca: Envy és molt més amigable quan tothom inclou alguna informació sobre ells/es.
de: Envy ist ein viel freundlicherer Ort, wenn jeder ein paar Sachen über sich schreibt.
es: Envy es mucho más amigable, cuando todo el mundo incluye alguna información sobre ellos.
fr: Envy est beaucoup plus amical quand chacun écrit quelques informations basiques à propos d'eux-mêmes.
he: :שרזה היא מקום הרבה יותר ידידותי כאשר כל אחד רושם קצת פרטים על עצמו
hu: A Envy használata során találkozhat hasonló érdeklődési körű emberekkel. Megnézheti mások adatlapját és megosztását.
it: Envy ti permette di conoscere nuovi amici e di scambiare informazioni con loro, inserisci alcuni dettagli personali.
ja: 全てのユーザが自分自身についての基本的な情報を入力しておくと、Envyは更に親しみの持てる場所となります。
lt: „Envy“ taps draugiškesne, jei kiekvienas šiek tiek parašys apie save.
nl: Envy wordt een veel vriendelijkere plek als iedereen een paar basisgegevens over zichzelf zou opgeven.
no: Envy er en mye vennligere plass å være når alle skriver inn et par detaljer om seg selv.
pl: Envy jest bardziej przyjaznym miejscem, gdy każdy poda kilka podstawowych szczegółów o sobie.
pt: O Envy é um lugar muito mais amistoso quando todos escrevem alguns detalhes básicos sobre eles mesmos.
ru: Envy будет ещё дружелюбней, если каждый укажет несколько деталей о себе.
sl: Envy postane veliko bolj prijazno okolje, če posameznik napiše nekaj o sebi.
sq: Envy është një vend miqësor ku secili mund të shkruajë disa detaje themelore rreth vetes.
sr: Envy izgleda lepše i prijateljskije kada svatko napiše neke osnovne podatke o sebi.
sv: Envy är en mycket trevligare plats när alla skriver några detaljer om sig själv.
tr: Herkes kendisiyle ilgili bir kaç temel detaylar yazdığında Envy daha dostça bir yer olur.

source: Display name:
af: My bynaam is:
ar: أنا إسمي:
ca: El meu pseudònim:
de: Ich heiße:
es: Nombre de usario:
fr: J'utilise le nom :
he: :שמי
hu: Becenév:
it: Io uso il nome:
ja: 名前:
lt: Mano vardas:
nl: Mijn schuilnaam is:
no: Jeg bruker navnet:
pl: Nazywam się:
pt: Eu uso o nome:
ru: Мой ник будет:
sl: Uporabljam ime:
sq: Unë quhem:
sr: Moje ime je:
sv: Jag använder namnet:
tr: Bu ismi kullanıyorum:

source: I am a:
af: en ek is 'n:
ar: الجنس:
ca: i tinc:
de: und ich bin:
es: y tengo:
fr: et je suis :
he: :גיל ומין
hu: Kor, nem:
it: e sono un:
ja: 年齢と性別:
lt: ir aš esu:
nl: en ik ben een:
no: Og jeg er:
pl: i jestem:
pt: e eu sou um(a):
ru: и мне (я):
sl: in sem:
sq: dhe Jam:
sr: i ja sam:
sv: och jag är en:
tr: ve ben bir:

source: (choose)
af: (selekteer)
ar: (إختر)
ca: (tria)
de: ( Bitte wählen )
es: (escoge)
fr: (choisir)
he: (בחר)
hu: (válasszon)
it: (scegli)
ja: (選択)
lt: (pasirinkite)
nl: (kies)
no: (velg)
pl: (wybierz)
pt: (escolha)
ru: (выберите)
sl: (izberi)
sq: (zgjidhe)
sr: (odaberite)
sv: (välj)
tr: (seçin)
