Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Legacy push request from %s requested an unknown file, connecting anyway...
af: Verouderde druk-navraag ontvang vanaf %s vra 'n onbekende lêer, konnekteer in elk geval...
ca: La petició push des de %s demana un arxiu desconegut, connectant de totes maneres...
de: Push-Request(alt) von %s hat eine unbekannte Datei angefordert, trotzdem verbinden...
es: Petición push %s pidio un archivo desconocido, conectando de todas maneras...
fr: La demande poussée en provenance de %s est une demande d'un fichier inconnu, connexion acceptée tout de même...
hu: %s egy push requestet kért egy ismeretlem fájlhhozhoz, azért kapcsolódok...
it: Richiest push da %s di un file sconosciuto, connessione in corso...
ja: %s からのレガシープッシュ要求は未知のファイルを要求していますが、接続試行しています...
lt: Pasenusi įstūmiančiojo ryšio užklausa iš adresato %s nežinomam failui išsiųsti, leidžiama jungtis...
nl: Verouderde pushaanvraag van %s heeft een onbekend bestand aangevraagd, wordt toch verbonden...
no: Legacy push forespørsel fra %s forespurte en ukjent fil, kobler til likevel...
pt: Pedido push legacy de %s requisitou um arquivo desconhecido, conectando mesmo assim...
ru: С %s получен устарелый запрос на активную доставку неизвестного файла, всё-таки соединяю...
sl: Zapuščinska (legacy) potisna prošnja od %s je prosila za neznano datoteko, kljub temu se povezujem...
sv: Nedärvd anslutningsbegäran från %s begärde en okänd fil, ansluter ändå…
tr: %s 'den kalan sıkıştırma isteği bilinmeyen bir dosya istedi, yine de bağlanıyor...

source: Too busy to upload "%s" to %s, queued at #%i of %i ("%s").
af: Te besig vir oplaai van "%s" na %s, wag in posisie #%i van %i ("%s"..
ca: Molt ocupat per a pujar "%s" a %s, cua #%i de %i ("%s"..
de: Kein freier Uploadslot um "%s" an %s hochzuladen, Warteschlange auf Position #%i von %i ("%s"..
es: Muy ocupado para subir "%s" a %s, cola #%i of %i ("%s").
fr: Trop occupé pour envoyer « %s » à %s, mis en file d'attente à la position #%i de %i (« %s »).
hu: Nem tudom még feltölteni: "%s" ide: %s, sorbanáll: #%i / %i ("%s"..
it: Troppo occupato per l'upload di "%s" a %s, accodato a #%i di %i ("%s"..
ja: "%s" を %s へアップロードするにはビジーすぎる為、キュー(#%i/%i)で順番待ちしています("%s".
lt: Per daug užimtas išsiųsti failą „%s“ adresatui %s, pastatyta į eilę Nr. %i iš %i vietų („%s“).
nl: Te druk om "%s" te uploaden naar %s, het is in de wachtrij geplaatst op #%i van %i ("%s"..
no: For opptatt til å laste opp "%s" til %s, satt i kø ved #%i av %i ("%s"..
pt: Muito ocupado para enviar "%s" para %s. Esperando na fila na posição #%i de %i ("%s"..
ru: Слишком занят для раздачи «%s» на %s, ставлю в очередь под номером %i из %i («%s»).
sl: Prezaposlen za nalaganje "%s" do %s, v čakalni vrsti pri #%i od %i ("%s"..
sv: För upptagen med att ladda upp "%s" till %s, kölagd som #%i av %i ("%s"..
tr: "%s"'in %s'a aktarımı fazla yoğun, #%i 'den %i 'ye ("%s". sıralandı.

source: Upload connection to %s was lost, preserving queue position.
af: Oplaaikonneksie aan %s is verloor, behou waglysposisie.
ca: Connexió de pujada a %s ha estat perduda, preservant Connexió en cua.
de: Upload-Verbindung mit %s unterbrochen, Warteschlangenposition wird erhalten.
es: Conexión de subida a %s fue perdida, preservando conexión en cola.
fr: L'envoi d'une connexion vers %s a été perdu, position dans la file d'attente préservée.
hu: Feltöltési kapcsolat megszakadt, megtartom a régi helyet a sorban: %s.
it: La connessione in upload a %s è persa, la posizione in coda viene conservata.
ja: %s へのアップロード接続が失われた為、キュー位置を保存しています
lt: Išsiunčiant failą, ryšys su %s nutrūko, išsaugoma vieta eilėje.
nl: Upload verbinding met %s is verloren gegaan, wachtrij positie wordt behouden.
no: Opplastingskobling til %s mistet, lagrer kø-posisjon.
pt: Conexão de upload com %s foi perdida, preservando a posição na fila de espera.
ru: Соединение раздачи на %s оборвано, сохраняю позицию в очереди.
sl: Povezava za nalaganje do %s je bila izgubljena, obdržujem mesto v čakalni vrsti.
sv: Uppladdningsanslutning. till %s förlorades, bevarar kölagd position.
tr: %s'e aktarım bağlantısı kesildi, pozisyon sırası hazırlanıyor.

source: New Queue
af: Nuwe Waglys
ca: Nova cua
de: Neue Warteschlange
es: Nueva Cola
fr: Nouvelle file d'attente
he: ‪תור חדש
hu: Új sor
it: Nuova coda
ja: 新規キュー
lt: Nauja eilė
nl: Nieuwe wachtrij
no: Ny kø
pl: Nowa kolejka
pt: Nova Fila
ru: Новая очередь
sl: Nova čakalna vrsta
sr: Radhë të Reja
sv: Ny kö
tr: Yeni Sıra

source: DC++ Guard
af: DC++ Beskerming
ca: Guàrdia DC++
fr: DC++ garde
hu: DC++ őr
it: Guardia DC++
ja: DC++ガード
lt: DC++ saugančioji
nl: DC++ bescherming
pt: Proteção DC++
ru: Охраняющяя DC++
sl: DC++ zaščitnik
sv: DC++-vakt
tr: eDonkey Koruma

source: eDonkey Core
af: eDonkey Kern
ca: Cua eDonkey
fr: eDonkey noyau
hu: eDonkey mag
it: Core eDonkey
ja: eDonkeyコア
lt: eDonkey branduolys
nl: eDonkey kern
pt: Núcleo eDonkey
ru: Ядро eDonkey
sl: eDonkey jedro
sv: eDonkey-kärna
tr: eDonkey Çekirdeği

source: eDonkey Guard
af: eDonkey Beskerming
ca: Guàrdia eDonkey
fr: eDonkey garde
he: ‪השומר של אידונקי
hu: eDonkey őr
it: Guardia eDonkey
ja: eDonkeyガード
lt: eDonkey saugančioji
nl: eDonkey bescherming
pt: Proteção eDonkey
ru: Охраняющяя eDonkey
sl: eDonkey zaščitnik
sv: eDonkey-vakt
tr: eDonkey Koruma

source: eDonkey Partials
af: eDonkey Gedeeltelikes
ca: Parcials eDonkey
de: eDonkey (unvollständige Dateien)
es: Parciales eDonkey
fr: eDonkey partiels
he: ‪קבצים חלקיים של אידונקי
hu: eDonkey félkész
it: Parziali eDonkey
ja: eDonkey部品
lt: eDonkey daliniai
nl: eDonkey gedeelte
pt: Parciais eDonkey
ru: Частичные eDonkey
sl: eDonkey delne datoteke
sv: eDonkey-ofullständig
tr: eDonkey Bölümleri

source: Completed Uploads
af: Voltooide oplaaie
ca: Pujades Completades
de: Fertige Uploads
es: Subidas Completadas
fr: Envois terminés
he: ‪העלאות שהסתיימו
hu: Kész feltöltések
it: Upload completati
ja: アップロード完了
lt: Baigta siųsti
nl: Volledige uploads
no: Ferdige opplastninger
pl: Zakończone wysyłania
pt: Uploads Completados
ru: Законченные раздачи
sl: Končani naložki
sr: Završenih Davanja
sv: Fullständiga uppladdningar
tr: Tamamlanan Aktarımlar

source: HTTP Guard
af: HTTP Beskerming
ca: Guàrdia HTTP
fr: Garde HTTP
he: ‪HTTP שומר
hu: HTTP őr
it: Guardia HTTP
ja: HTTPガード
lt: HTTP saugančioji
nl: HTTP bescherming
pt: Proteção HTTP
ru: Охраняющяя HTTP
sl: HTTP zaščitnik
tr: HTTP Koruma

source: Partial
af: Gedeeltelik
ca: Parcials
de: Unvollständig
es: Parciales
fr: Partiel
he: ‪חלקי
hu: Félkész
it: Parziali
ja: 部品
lt: Daliniai
nl: Gedeeltelijke
no: Delvis
pl: Częściowe
pt: Parcial
ru: Частичные
sl: Delno
sv: Ofullständig
tr: Bölüm

source: Queue
af: Waglys
ca: Cua
de: Warteschlange
es: Cola
fr: File d'attente
he: ‪הכנס לתור
hu: Sor
it: Coda
ja: キュー
lt: Eilė
nl: Wachtrij
no: Kø
pl: Kolejka
pt: Fila
ru: Очередь
sl: Čakalna vrsta
sv: Fråga
tr: Sıra

source: Torrent Uploads
af: Torrent Oplaaie
ca: Pujades Torrent
es: Subidas Torrent
fr: Envois torrent
he: ‪העלאות טורנטים
hu: Torrent feltöltések
it: Upload torrent
ja: Torrentアップロード
lt: Torrent išsiuntimai
no: Torrent-opplastninger
pl: Wysyłania Torrent
pt: Uploads de Torrents
ru: Раздачи Torrent
sl: Torrent naložki
sv: Torrentuppladdningar
tr: Torrent Aktarımları

source: Offline queued upload host %s expired, removing.
af: Oplaaigasheer %s, wat van lyn af is, se tyd is verstreke en word verwyder.
ca: La cua de pujada al servidor %s ha expirat, desconnectadant...
de: Offline-Warteschlangenposition für %s abgelaufen, entfernt.
es: Cola desconectada a host de subida %s expiro, borrando.
fr: File d'attente hors ligne vers %s expirée, suppression.
hu: Offline várakozási sor lejárt %s, eltávolít.
it: La coda in upload offline dell'host %s è scaduta, rimossa.
ja: アップロードホスト %s が失効してオフラインキューになった為、削除しています
lt: Atsijungusio adresato %s buvimo išsiuntimų eilėje laikas baigėsi, pašalinama.
nl: Offline wachtrijpositie van uploadgastheer %s is verstreken, wordt verwijderd.
no: Offline opplastingsvert %s mistet koblingen, fjernes.
pt: Host de upload offline na fila de espera %s expirou, removendo.
ru: Вышло время для отключившегося, стоячего в очереди хоста раздачи %s, удаляю.
sl: Nepovezan (offline) gostitelj v čakalni vrsti za nalaganje %s je potekel, odstranjujem.
sv: Ej ansluten kölagd uppladdningsvärd %s upphörde, raderar.
tr: %s aktarım hostu çevrimdışı sıraları sona erdirdi, kaldırılıyor.

source: Timed out waiting for request from upload host %s.
af: Tyd verstreke terwyl gewag word vir oplaaikonneksie na %s.
ca: Massa temps esperant la petició de la font de pujada %s.
de: Die Wartezeit für Upload-Host %s wurde überschritten.
es: Timed out esperando la petición de la fuente de subida %s.
fr: Délai d'attente dépassé dans l'attente d'une demande de l'hôte d'envoi %s.
hu: A feltöltési kiszolgáló túllépte az időt: %s.
it: Tempo di attesa della richiesta dall'host upload %s scaduto.
ja: アップロードホスト %s からの要求を待機中に時間切れになりました
lt: Užklausos failo išsiuntimui iš adresato %s laiko limitas baigėsi.
nl: Wachttijd is overschreden voor de aanvraag aan uploadgastheer %s.
no: Mistet kontakt med opplastingsvert %s.
pt: O tempo limite de espera de pedido para conexão de upload com %s foi ultrapassado.
ru: Вышло время для ожидания запроса с хоста раздачи %s.
sl: Pri čakanju na prošnjo od gostitelja %s za nalaganje je potekla časovna omejitev.
sv: Tidsavbrott vid väntan på begäran från uppladdningsvärd %s.
tr: %s aktarım hostundan istek bekleme zaman aşımına uğradı.

source: Closing upload connection %s due to lack of traffic.
af: Oplaaikonneksie %s word gesluit as gevolg van 'n tekort aan dataverkeer.
ca: Tancant la connexió de pujada %s per carència de trànsit disponible.
de: Upload an %s mangels Aktivität geschlossen.
es: Cerrando conexión de subida %s por la carencia de trafico.
fr: Fermeture de la connexion d'envoi %s à cause du manque de trafic.
hu: Feltöltési kapcsolat bezárása a kevés forgalom miatt: %s.
it: Chiusura della connessione di upload a %s per mancanza di traffico.
ja: トラフィック不足のためアップロード接続 %s を閉じています
lt: Nutraukiamas išsiuntimo ryšys su %s dėl siuntimų srauto kamščio.
nl: Uploadverbinding %s is verbroken wegens een gebrek aan verkeer.
no: Lukker opplastingskobling %s på grunn av mangel på trafikk.
pt: Fechando a conexão de upload %s devido a falta de tráfego.
ru: Закрываю соединение раздачи на %s из-за нехватки трафика.
sl: Zapiram povezavo za nalaganje (upload) %s zaradi pomanjkanja prometa.
sv: Stänger uppladdningsanslutning från %s p.g.a. bristande trafik.
tr: Trafik yoğunluğundan dolayı %s aktarım bağlantısı kapanıyor.

source: Uploading tiger-tree data for "%s" to %s.
af: Tiger-tree data van "%s" word gestuur na %s.
ca: Pujant informació tiger-tree per a "%s" a %s.
de: TTH-Daten für "%s" an "%s" senden.
es: Subiendo información tiger-tree para "%s" a %s.
fr: Envoi du tiger-tree de « %s » pour « %s ».
hu: TTH adat feltöltése "%s" ide: %s.
it: Invio dei dati tiger-tree per "%s" a %s.
ja: "%s" 用のtiger-treeデータを %s へアップロードしています
lt: Išsiunčiami failo „%s“ dryžinės (tiger-tree) maišos duomenys adresatui %s.
nl: Tiger-tree data voor "%s" wordt geüpload naar %s.
no: Laster opp tiger-tree data for "%s" til %s.
pt: Enviando a data do TigerTree para "%s" para %s.
ru: Посылаю данные tiger-tree для «%s» на %s.
sl: Nalagam 'tiger-tree' podatke za "%s" do %s.
sv: Uppladdar tiger-tree-data för "%s" till %s.
tr: %s'e "%s" için tiger-tree veri aktarılıyor.

source: Removed upload of "%s" to %s.
af: Verwyder oplaai van "%s" na %s.
ca: Pujada de "%s" a %s esborrada.
de: Upload von "%s" an %s entfernt.
es: Eliminado subida de "%s" a %s.
fr: Supprime l'envoi de « %s » à %s.
hu: Feltöltés eltávolítva: "%s", %s.
it: Rimosso upload di "%s" a %s.
ja: "%s" の %s へのアップロードを削除しました
lt: Failas „%s“, skirta adresatui %s, pašalintas iš išsiutimų sąrašo.
nl: Upload van "%s" naar %s is verwijderd.
no: Fjernet opplasting av "%s" til %s.
pt: Removido o upload de "%s" para %s.
ru: Удалена загрузка «%s» на %s.
sl: Odstranil naložek (upload) od "%s" do %s.
sv: Raderade uppladdning av "%s" till %s.
tr: "%s" 'dan %s 'e aktarım kaldırıldı.

source: Add
af: Voeg By
ar: إضافة
ca: Afegir
de: Hinzu
es: Agregar
fr: Ajouter
he: ‪הוסף
hu: Hozzáad
it: Aggiungi
ja: 追加
lt: Pridėti
nl: Toevoegen
no: Legg til
pl: Dodaj
pt: Adicionar
ru: Добавить
sl: Dodaj
sq: Shto
sr: Dodaj
sv: Lägg till
tr: Ekle

source: &Browse
af: &Blaai Deur
ar: إستعراض
ca: &Explorar
de: &Durchsuchen
es: &Explorar
fr: &Parcourir
he: ‪סייר
hu: Böngészés
it: &Sfoglia
ja: 参照
lt: &Naršyti
nl: &Bekijken
no: _Utforsk
pl: &Przeglądaj
pt: &Navegar
ru: Просматривать
sl: &Brskaj
sq: &Shfleto
sr: &Pretraži
sv: &Bläddra
tr: &Gözat

source: &Connect
af: &Connekteer
ar: إتصال
ca: &Connectar
de: &Verbinden
es: &Conectar
fr: Se &connecte
he: ‪התחבר
hu: Kapcsolódás
it: &Connetti
ja: 接続(&C)
lt: &Jungtis
nl: &Verbinden
no: _Koble til
pl: &Połącz
pt: &Conectar
ru: Соединиться
sl: &Poveži se
sq: &Lidhu
sr: &Spoji
sv: &Anslut
tr: &Bağlan

source: Filename:
af: Lêernaam:
ar: اسم الملف:
ca: Nom d'arxiu:
de: Dateiname:
es: Nombre de archivo:
fr: Fichier :
he: :‪קובץ
hu: Fájlnév:
it: Nome file:
ja: ファイル名:
lt: Vardas:
nl: Bestandsnaam:
no: Filnavn:
pl: Nazwa pliku:
pt: Arquivo:
ru: Файл:
sl: Datotečno ime:
sq: Emri i skedës:
sr: Ime:
sv: Filnamn:
tr: Dosya Adı:

source: Host:
af: Gasheer:
ar: المستضيف:
ca: Servidor:
fr: Hôte :
he: ‪:כתובת
hu: Kiszolgáló:
ja: ホスト:
lt: Adresatas:
nl: Gastheer:
no: Vert:
ru: Хост:
sl: Gostitelj:
sq: Hosti:
sv: Värd:

source: Port:
af: Poort:
ar: المنفذ:
es: Puerto:
he: ‪:יציאה
it: Porta:
ja: ポート:
lt: Prievadas:
nl: Poort:
pt: Porta:
ru: Порт:
sl: Vrata:
sq: Porti:

source: Unable to display URL action dialog because Envy is busy.
af: Kan nie URL-aksie venster vertoon nie, want Envy is beset.
ca: L'adreça URL no s'ha pogut processar, Envy no la pot interpretar.
de: Der URL-Aktionsdialog kann nicht angezeigt werden, weil Envy beschäftigt ist.
es: La ventana de URL no pudo ser mostrada, Envy está ocupado.
fr: Impossible d'afficher le dialogue d'action de l'URL, Envy est occupé.
he: ‪.כיוון ששרזה עסוק URL נכשל להציג את חלון הדו-שיח לפעולות
hu: Az URL ablakot nem lehet megnyitni, mert a Envy elfoglalt.
it: Impossibile mostrare il dialogo di azione dell'URL perchè Envy è occupato.
ja: Envyがビジーの為、URLアクションダイアログを表示できませんでした
lt: Neįmanoma parodyti URL veiksmo dialogo lango, nes „Envy“ yra užimta.
nl: Niet mogelijk het URL actiescherm weer te geven omdat Envy het druk heeft.
no: Kan ikke vise URL-dialogen fordi Envy er opptatt.
pt: Incapaz de exibir diálogo de ação da URL porque o Envy está ocupado.
ru: Невозможно показать диалог действий со ссылками, так как Envy занята.
sl: Obvestila o URL akciji ni bilo mogoče prikazati, ker je Envy zaposlena.
sv: Kan inte visa URL-åtgärdsdialogrutan eftersom Envy är upptagen.
tr: URL faaliyet diyalogu gösterilemez çünkü Envy meşgul.

source: Unable to parse URL: Envy does not understand this URL.
af: Kan nie URL gebruik nie: Envy verstaan nie hierdie URL nie.
ca: Envy no ha entés l'URL "%s".
de: Auswertung der URL nicht möglich: Envy versteht die URL nicht.
es: Envy no entendió el URL.
fr: Impossible d'analyser cette URL : Envy ne reconnaît pas cette URL.
he: ‪.שרזה לא מבין את כתובת אינטרנט זו ,URL נכשל לפענח את הכתובת
hu: A Envy nem ismeri ezt a fajta URL-t.
it: Impossibile analizzare l'URL: Envy non riesce a leggere questo URL.
ja: URLの解析に失敗しました: EnvyはこのURLを理解できません
lt: Neįmanoma išnagrinėti URL: „Envy“ nesupranta šio adreso.
nl: Niet mogelijk om URL te ontleden omdat Envy deze URL niet begrijpt.
no: Kan ikke motta URL: Envy gjenkjenner ikke denne URL.
pt: Impossível analisar URL: Envy não entende esta URL.
ru: Невозможно разобрать ссылку: Envy не понимает этой ссылки.
sl: Razčlenba (parsanje) URL-ja: Envy ne razume tega URL-ja.
sv: Kan inte tolka URL: Envy förstår inte denna URL.
tr: URL ayrıştırılamaz : Envy bu URL'yi anlamıyor.

source: Received URL "%s"
af: URL "%s" ontvang
ca: Rebuts URL "%s"
de: URL "%s" empfangen
es: URL "%s" recibida
fr: Adresse reçue « %s »
he: ‪"%s".URL קבלת כתובת
hu: URL fogadva: "%s"
it: URL "%s" ricevuto
ja: URL "%s" を受信しました
lt: Gautas URL, adresas „%s“
nl: Ontvangen URL "%s"
no: Mottar URL "%s"
pt: Recebida URL "%s"
ru: Получена ссылка «%s»
sl: Sprejel URL "%s"
sr: Primljen URL "%s"
sv: Mottog URL "%s"
tr: "%s" URL alındı

source: Type:
af: Tipe:
ar: النوع:
ca: tipus:
de: Typ:
es: Tipo:
he: ‪:סוג
hu: Típus:
it: Tipo:
ja: 種類:
lt: Tipas:
pl: Typ:
pt: Tipo:
ru: Тип:
sl: Tip:
sq: Lloji:
sr: Vrsta:
sv: Typ:
tr: Tür:

source: Unspecified
af: Nie Gespesifiseer
ar: غير محدد
ca: No
de: Undefiniert
es: No (inespecífico)
fr: Non spécifié
he: ‪לא מוגדר
hu: Nincs meghatározva
it: Non specificato
ja: 不特定
lt: Nenurodyta
nl: Niet gespecificeerd
no: Ikke spesifisert
pl: Nieokreślony
pt: Não Especificado
ru: Не указано
sl: Nedoločen
sq: I pacaktuar
sr: Neodređeno
sv: Ospecifierad
tr: Açıklanmayan

source: Edit My Profile
af: Verander My Profiel
ar: تحرير وضعيتي
ca: Edita el meu perfil
de: Mein Profil bearbeiten
es: Editar Mi Perfil
fr: Éditer mon profil
he: ‪ערוך את הפרופיל שלי
hu: Saját adatlap szerkesztése
it: Modifica il Mio Profilo
ja: プロフィールを編集
lt: Taisyti savo profilį
nl: Mijn profiel aanpassen
no: Endre min profil
pl: Edytuj mój profil
pt: Editar o Meu Perfil
ru: Профиль
sl: Uredi moj profil
sq: Edito Profilin Tim
sr: Promeni Moj Profil
sv: Redigera min profil
tr: Profilimi Düzenle

source: %u Files selected. Are you sure?
af: %u lêers gekies. Is jy seker?
ar: الملفات المختارة. هل أنت متأكد؟ %u
ca: %u Arxius seleccionats. Estàs segur?
de: %u Dateien ausgewählt. Sind Sie sicher?
es: %u Archivos seleccionados. ¿Esta seguro?
fr: %u Fichiers sélectionnés. Etes-vous sûr ?
he: קבצים שנבחרו. האם אתה בטוח? %u
hu: %u fájlok kép kiválasztva. Biztos vagy benne?
it: %u File selezionate. Sei sicuro?
ja: %u ファイルが選択されました。あなたはよろしいですか？
lt: %u failai eiga. Ar tikrai?
nl: %u bestanden geselecteerd. Ben je zeker?
no: %u filer valgt. Er du sikker?
pl: %u wybranych plików. Czy na pewno?
pt: %u Arquivos selecionadas. Você tem certeza?
ru: %u выбранных файлов. Вы уверены?
sl: %u izbranih datotek. Ali ste prepričani?
sq: %u skedës e zgjedhur. A jeni i sigurt?
sr: Додадени фајлови: %u изабрана. Јесте ли сигурни?
sv: %u filer valt. Är du säker?
tr: %u Dosyalar seçildi. Emin misiniz?

source: No URN available
af: Geen URN beskikbaar
ca: No hi ha URN disponible
de: Keine URN verfügbar.
es: No hay URN disponible
fr: Pas d'URN disponible
he: ‪זמין URN אין
hu: Nincs elérhető URN
it: Nessuna URN disponibile
ja: 利用可能なURNがありません
lt: Nėra universalių šaltinių vardų.
nl: Geen URN beschikbaar
no: URN ikke tilgjengelig
pt: Nenhuma URN disponível
ru: Нет доступных ссылок
sl: URN ni na voljo
sq: Asnjë URN me vlerë
sr: Nema dostupnog URN-a
sv: Ingen URN tillgänglig
tr: URN kullanılamaz

source: UPnP Device Host Service is not running. This service is required to perform the setup.\nYou need to set the startup type of the service to automatic.
ca: El servei UPnP Device Host Service no està sent executat. Aquest servei està re requerit per la instal·lació.\nHas de configurar el llançament d'aquest servei del Windows al mode automàtic.
de: SSDP-Host-Service ist nicht gestartet. Dieser Dienst wird benötigt, um die Installation durchzuführen.\nEs ist erforderlich, dass das Merkmal dieses Dienstes auf Automatisch eingestellt ist.
es: El servicio de red para Dispositivo UPnP no está ejecutado. Este servicio es requerido completar la configuración.\nNecesitas completar el inicio del servicio como automático.
fr: Le service UPnP n'est pas actif sur votre ordinateur.\nVeuillez régler le service pour qu'il démarre automatiquement (Windows Service Startup type).
hu: Az UPnP szolgáltatás nem fut. Ez a szolgáltatás szükséges a beállításokhoz.nÁllítsa be, hogy automatikusan el tudjon indulni.
it: Il servizio Host di periferiche Plug and Play universali non è attivo. Questo servizio è richiesto per effettuare la configurazione.nDevi impostare il tipo di avvio del servizio su automatico.
ja: UPnPデバイスホストサービスが実行されていません。 これはセットアップを行うために必ず必要になるサービスです。nこのサービスがWindowsのスタートアップで自動実行されるように設定しておかなければなりません。
lt: UPnP Device Host tarnyba neveikia. Ši tarnyba yra reikalinga derinimo atlikimui.\nJums reikėtų nustatyti šios tarnybos startavimo tipą į automatinį.
pl: Usługa UPnP Device Host nie funkcjonuje. Ta usługa jest konieczna do wykonania ustawień.\nTrzeba ustawić sposób uruchomienia usługi na automatyczny.
pt: O serviço de host de Dispositivo UPnP não está rodando. Este serviço é requerido para fazer a configuração.\nVocê precisa configurar o tipo de inicialização do serviço para automático.
ru: Служба «UPnP Device Host Service» не запущена. Эта служба необходима для настройки.\nВам нужно установить тип загрузки этой службы на автоматический.
sv: Värdtjänsten för UPnP-enheter körs inte. Tjänsten är nödvöndig för installationen.\nDu behöver ställa in automatisk uppstart för tjänsten.
tr: UPnP Cihazları Host Servisi etkin değildir. Bu hizmet cihazların kurulumu için gereklidir.\nHizmetin başlama biçimini automatiğe ayarlamanız gerekmektedir.utomatic.

source: Changing view will close any windows you have open. Would you like to change now?
af: Verandering van die aansig sal enige oop vensters toemaak. Wil jy nou verander?
ca: El canvi de vista tancarà totes les finestres que tens obertes. Vols canviar ara?
de: Das Wechseln der Ansicht schließt alle offenen Fenster. Wollen Sie die Ansicht jetzt wechseln?
es: Cambiado de vista va a cerrar todas las ventanas que tienes abiertas. ¿Deseas cambiar ahora?
fr: Changer de vue fermera toutes les fenêtres ouvertes actuellement. Voulez-vous changer la vue maintenant ?
he: ‪שינוי התצוגה יסגור את כל החלונות הפתוחים, אתה רוצה לשנות את התצוגה כעת?
hu: A kinézet megváltoztatása bezár minden megnyitott ablakot. Most akarja megvátoztatni?
it: Cambiando la visualizzazione qualsiasi finestra aperta si chiuderà. Desideri cambiare ora?
ja: 画面表示の変更は現在開いている全てのウィンドウを閉じます。今すぐ変更しますか?
lt: Pakeitus peržiūros būdą, visi atverti langai bus uždaryti. Ar norite keisti tuoj pat?
nl: Als je van stijl verandert, worden alle geopende vensters gesloten. Wil je nu veranderen?
no: Når du endrer utseende vil alle åpne vinduer lukkes. Vil du endre nå?
pl: Zmiana widoku spowoduje zamknięcie wszystkich okien. Czy chciałbyś zrobić to teraz?
pt: Mudar a visualização fechará quaisquer janelas que estejam abertas. Você gostaria de mudar agora?
ru: При смене вида все открытые Вами окна будут закрыты. Хотите ли переключить сейчас?
sl: Spreminjanje pogleda bo zaprlo morebitna okna, ki jim imate odprte. Želite spremeniti takoj?
sq: Ndryshimi i pamjes do i mbyllë gjithë dritaret e hapura. A jeni i sigurt për këtë?
sr: Menjanje pogleda zatvara sve otvorene prozore. Želite li nastaviti s promenom pogleda?
sv: Vid vyändring stängs alla öppna fönster. Vill du ändra vy nu?
tr: Görüntü Değiştirme açıldığında pencereler kapanacaktır. Şimdi değiştirmek ister misin?
