Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Please note that (as with any automated filter) it may not be 100% effective at screening content. It is designed simply to filter out excess unwanted results, rather than as a 100% safe block.
af: Neem asseblief kennis dat (soos met enige outomatiese filter), dit dalk nie 100% effektief mag wees met die uitken van inhoud nie. Dit is ontwerp om die meerderheid ongewenste resultate uit te filtreer, en nie as 'n 100% veilige blok nie.
ar: الرجاء ملاحظة أنه (كما هو الحال مع أي مرشح آلي) قد لا يكون مؤثرا 100% في غربلة المحتوى . فهو مصمم ببساطة لفرز النتائج الغير مرغوبة الفائضة ، بدلا من كتلة آمنة 100%
ca: Si us plau, recorda que, com qualsevol filtre automàtic, potser no sigui 100% efectiu. Està disenyat simplement per aliminar resultats no desitjats, no un bloqueig 100% segur.
de: Bitte beachten Sie, dass dieser Filter (wie jeder automatische Filter) nicht mit 100%iger Genauigkeit arbeiten kann. Er wurde entwickelt, um übermäßige, ungewollte Suchergebnisse herauszufiltern und nicht als eine 100%ig sichere Blockade.
es: Por favor recuerda (como cualquier filtro automatico) puede que no sea 100% efectivo al bloquear contenido. Es diseñado simplemente para eliminar resultados no deseados, no un bloqueo 100% seguro.
fr: Merci de noter que, comme tout filtre automatique, il peut ne pas être efficace à 100% dans le ciblage du contenu. Il est simplement conçu pour filtrer des résultats non désirés excessifs, plutôt que d'être un blocage sûr à 100%.
hu: Ez nem egy 100%-os megoldás, mint ahogy más automata szűrők sem azok. Ezt arra tervezték, hogy kiszűrje a nem kívánt találatokat, nem arra, hogy 100%-os védelmet nyújtson.
it: Nota che (come per ogni filtro automatico) può non essere effettivo al 100% per il contenuto visualizzato. È stato programmato per filtrare risultati in eccesso, piuttosto che un blocco di sicurezza al 100%.
ja: (他の全ての自動フィルタと同じように)このフィルタはアダルトな内容を100%フィルタリングする とは限りません。100%安全にブロックするというよりも、むしろ単に必要でない検索結果をフィルタに かけるように設計されています。
lt: Įsidėmėkite, kad, kaip ir visi automatiniai filtrai, šis filtras nėra 100%-inis skenuojant turinį. Jis buvo sukurtas tiesiog tam, kad būtų nufiltruotas nenorimų radinių perteklius, o ne tam, kad pilnai, saugiai tokius radinius blokuotų.
nl: Vergeet alsjeblieft niet dat (zoals met elke andere automatische filter) de weergegeven inhoud niet voor 100% veilig is. Het is eerder ontworpen om resultaten te filteren dan om volwasseninhoud 100% te blokkeren.
no: Som med alle automatiserte filtre, vil ikke dette filteret være 100% effektivt mot alt uønsket innhold. Filteret er designet for å luke ut mesteparten av uønsket innhold, men ikke for å være 100% sikkert.
pl: Zauważ, że (jak każdy automatyczny filtr) może nie być w 100% efektywny. Został stworzony aby filtrować większość niechcianych wyników, a nie jako w 100% bezpieczna blokada.
pt: Por favor note que (como com qualquer filtro automático) ele pode não ser 100% efetivo no conteúdo. É designado simplemente para filtrar o excesso de resultados indesejados, ao invés de fazer um bloqueio 100% seguro.
ru: Заметьте, что этот фильтр, как и все автоматические фильтры, не является 100%-ым при сканировании содержимого. Он был создан просто для того, чтобы отфильтровать избыток нежелательных результатов поика, а не для того, чтобы полностью блокировать их.
sl: Prosimo da upoštevate dejstvo, da, tako kot noben somodejni filter, tudi ni vedno 100% učinkovit. Namen delovanja je, da s filtrom izloči neželene razultate, ne pa da 100% izloči ves materjal namenjen izključno odraslim.
sq: Ju lutemi vëreni se (si me çdo filtër automatik) mund të mos jetë 100% efektiv në ekranizimin e përmbajtjes. Ai është ndërtuar thjesht për të filtruar rezultatet të tepërta të padëshiruara, sesa të veprojë si një bllokues me siguri 100%.
sr: Molimo da zapamtite da (kao i svi automatski filteri) ovaj filter nije 100% uspešan u blokiranju sadržaja. Postavljen je da jednostavno izbaci neželjeni višak,a ne da blokira 100% sadržaja.
sv: Tänk på att (som med alla automatiserade filter) kan inte filtret vara 100% tillförlitligt. Det är gjort för att på ett enkelt sätt filtrera ut överflödigt och oönskat resultat snarare än att vara ett 100% säkert filter.
tr: Lütfen dikkat, ekran içerikleri (herhangi bir otomatik filtre kadar) 100% etkili olmayabilir. Bu, fazla istenmeyen sonuçları süzmek için basit bir şekilde taslaktır, 100% güvenli blok kadar tercih edilir.

source: Children's Internet use (including P2P file sharing) should always be under parental supervision.
af: Kinders se internet gebruik (insluitend P2P lêerdeling) moet altyd onder toesig plaasvind.
ar: إستعمال الإنترنت للأطفال (متضمنا مشاركة الملفات) يجب دائما أن يكون تحت الإشراف الأبوي
ca: Si un menor/a està utilitzant Internet (incloent-ne el P2P) sempre ha de tenir supervisió dels pares.
de: Wenn Kinder das Internet nutzen (inklusive P2P), sollte dies immer von den Eltern überwacht werden.
es: Si un niño esta usando Internet (incluyendo P2P) debe tener supervisión de padres.
fr: L'utilisation d'Internet par des enfants (le partage de fichiers via le P2P inclus) devrait toujours se faire sous la surveillance parentale.
hu: A gyermekek internethasználatát (a fájlmegoszó programokat) csak szülői felügyelet mellett szabad engedni.
it: L'Utilizzo di Internet da parte dei Bambini (incluso la condivisione di file P2P) dovrebbe avvenire sempre con la presenza degli adulti.
ja: (P2Pファイル共有を含む)子供達のインターネットの使用は保護者の監視下で行われるべきです。
lt: Tėvai turėtų visada prižiūrėti, kaip vaikai naudojasi internetu (įskaitant P2P failų mainais).
nl: Het gebruik van internet door kinderen (ook Envy) zou altijd onder toezicht van de ouders moeten gebeuren.
no: Barns bruk av internett (inkludert P2P fildeling) bør alltid være under foresattes oppsyn.
pl: Użytkowanie Internetu przez dzieci (włączając w to wymianę plików) powinno być zawsze pod kontrolą rodziców.
pt: O uso da Internet por crianças (incluindo compartilhamento de arquivos em P2P) deve ser sempre sob supervisão dos pais.
ru: Родители всегда должны присматривать за детьми, когда они пользуются интернетом (в том числе и обменом файлами в P2P).
sl: Ko otroci uporabljajo medmrežje (vključno z izmenjavo datotek preko sistema P2P), je še vedno zelo pomemben nadzor staršev.
sq: Përdorimi i Internetit nga fëmijët (përfshirë shpërndarjen P2P) gjithmonë duhet të kryhet nën vëzhgimin e prindërve.
sr: Kada deca koriste internet (uključujući P2P deljenje) moraju uvek biti pod roditeljskim nadzorom.
sv: Barns Internetanvändande (inklusive användning av fildelningsprogram) ska alltid övervakas av en vuxen.
tr: Çocukların Internet kullanımı(P2P dosya paylaşımı dahil) daima ailelerin denetimi altında olmalıdır.

source: Torrent encoding error detected
af: Hierdie torrent blyk 'n enkoderings fout te hê
ar: يبدو ان ملف تورينت هذا فيه خطأ بالترميز
ca: Sembla que aquest torrent té un error de codificació
de: Diese .torrent-Datei scheint einen Codierungsfehler zu haben
es: Parece que este torrent tiene un error de codificación
fr: Ce torrent semble avoir une erreur de codage
hu: Ennek a torrentnek valószínűleg karakterkódolási hibája van
it: Questo torrent sembre avere un errore di codifica
ja: このTorrentにはエンコードエラーが存在します
lt: Šis torrent failas turi koduotės klaidų
nl: Torrent bevat blijkbaar een coderingsfout
no: Denne torrenten ser ut til å ha en kodingsfeil
pl: Ten torrent ma błąd kodowania
pt: Este torrent aparenta ter um erro de codificação
ru: У этого торрента имеются ошибки кодировки
sl: Torent ima napako pri enkodiranju
sq: Ky torrent duket se ka gabime në kodim
sr: This torrent appears to have an encoding error
sv: Denna torrent verkar ha ett kodningsfel
tr: Torrent kodlama hatası olduğunu görür

source: Windows has reported a 'translation fault' while decoding text in this torrent. The .torrent file may be corrupt, or just incorrectly encoded.
af: Windows het 'n vertalingsfout gerapporteer met die dekodering van teks in hierdie torrent. Dit is moontlik dat die torrent korrup is, of slegs verkeerdelik ge-enkodeer. Die torrent mag steeds korrek aflaai, alhoewel sommige lêername dalk foutief kan wees.
ar: أظهر الويندوز عيب بالترجمة أثناء فك ترميز النص في ملف التورينت هذا . قد يكون الملف تالفا ، أو تم فك تشفيره بشكل غير صحيح . بالإمكان تحميل بشكل صحيح ، من ناحية أخرى قد تكون بعض أسماء الملفات غير صحيحة
ca: Windows ha avisat d'un problema al tractar de decodificar el text d'aquest torrent. És possible que el torrent sigui corrupte, o simplement mal codificat. El torrent pot encara baixar-se correctament, tot i que alguns arxius poden tenir noms incorrectes.
de: Windows hat einen Fehler gemeldet, als es versucht hat den Text in diesem Torrent zu lesen. Es ist möglich, dass der Torrent korrupt oder falsch codiert ist. Sie können den Torrent vermutlich trotzdem herunterladen. Es kann aber sein, dass die Dateinamen nicht korrekt sind.
es: Windows ha reportado un problema al tratar de decodificar el texto en este torrent. Es posible que el torrent sea corrupto, o simplemente mal codificado. El torrent puede todavía bajarse correctamente, a pesar de que algunos archivos pueden tener nombres incorrectos.
fr: Windows a rapporté un défaut de traduction en décodant le texte dans ce torrent. Il est possible que le torrent soit corrompu, ou juste incorrectement codé. Le torrent peut peut-être télécharger correctement, bien que quelques noms de fichiers pourraient être incorrects.
hu: A Windows nem tudta megfelelően értelmezni a torrentfájl karakterkódolását. Lehet, hogy a torrent hibás vagy csak rosszul lett kódolva. Valószínűleg működni fog bár lehet, hogy néhány fájl neve helytelenül fog megjelenni.
it: Windows ha segnalato un problema di traduzione durante la decodifica del testo in questo torrent. È possibile che il torrent sia danneggiato, o solo codificato non correttamente. Il torrent può essere scaricato correttamante, però i nomi di alcuni file possono essere errati.
ja: WindowsがこのTorrent内のテキストのデコード中にトランスレーションを失敗しました。 考えられる原因はTorrentが破損しているか、正常にエンコードされていないことです。 ファイル名は正常でないものの、Torrentは適切にダウンロードされる可能性があります。
lt: Windows pranešė, jog iškoduojant šio torrent failo tekstą, aptikta vertimo klaida. Gali būti, kad šis failas sugadintas arba tiesiog neteisingai užkoduotas. Torrent parsisiuntimas greičiausiai nenukentės, bet kai kurie failų vardai gali būti neteisingi.
nl: Windows heeft een omzettingsfout gerapporteerd tijdens het decoderen van de tekst in deze torrent. Het is mogelijk dat de torrent corrupt is, of gewoon verkeerd gecodeerd. Het bestand kan mogelijk toch normaal downloaden, hoewel sommige bestandsnamen verkeerd kunnen zijn.
no: Windows har rapportert oversettelsesfeil under dekoding av tekst i denne torrenten. Det er mulig at torrenten er korrupt, eller bare uriktig kodet. Torrenten kan muligens likevel lastes ned, men noen filnavn kan være uriktige.
pl: Windows raportował błąd translacji podczas dekodowania tekstu w tym torrencie. Jest możliwe, że torrent jest uszkodzony, lub po prostu źle zakodowany. Torrent może zostać pobrany poprawnie, ale nazwy niektórych plików mogą być niepoprawne.
pt: O Windows relatou um erro de tradução enquanto decodificando o texto neste torrent. É possível que o torrent esteja corrompido ou apenas codificado incorretamente. O torrent ainda pode ser baixado normalmente, embora alguns nomes dos arquivos poderiam estar incorretos.
ru: Windows сообщили, что во время раскодировки этого торрента обнаружена ошибка перевода. Может быть, что этот файл испорчен или просто неправильно закодирован. Загрузка торрента, наверное, не пострадает, но некотрые имена файлов могут быть неправильными.
sl: Operacijski sistem Windows je ugotovil napako pri dekodiranju tega torrenta. Po vsej verjetnosti gre za pokvarjeno ali napačno enkodirano torrent datoteko. Torrent se bo morda še vedno pravilno prenesel vendar lahko pride do napak pri imenih datotek.
sq: Windows raportoi një gabim përkthimi gjatë dekodimit të teksit në këtë torrent. Ka mundësi që torrenti të jetë i korruptuar, ose thjesht i koduar jokorrektësisht. Torrenti mundet ende të shkarkojë siç duhet, edhe pse disa emra skedash mund të mos jenë korrekte.
sr: Windows has reported a translation fault while decoding text in this torrent. It is possible that the torrent is corrupt, or just incorrectly encoded. The torrent may still download properly, although some file names could be incorrect.
sv: Windows har rapporterat ett översättningsfel under textavkodningen i denna torrent. Det är möjligt att torrenten är skadad eller felaktigt kodad. Torrenten kan fortfarande laddas ned korrekt, men vissa filnamn kan vara felaktiga.
tr: Windows, bu torrentda metin şifre çözümünde bir çeviri hatası bildirdi. Torrent bozuk ya da sadece yanlış kodlanmış olması mümkündür. Bazı dosya isimleri yanlış olsa da torrent hala düzgün indirebilir.

source: The target file itself can most likely still be downloaded.
af: Meeste programme wat torrents skep sal jou toelaat om hierdie torrent te herstel, wat sal verseker dat dit reg werk in alle BitTorrent programme.
ar: أكثر برامج إنشاء تورينت يجب أن تسمح لك بتصليح هذا الترورينت ، بحيث تضمن عمله بشكل صحيح في كل تطبيقات بيتورينت
ca: Quasi tots els programes de creació del torrent han de deixar-te reparar aquest torrent i assegurar que funcionarà en més aplicacions torrent. Fes clic aquí per a obtenir ajuda addicional
de: Die meisten .torrent-Erstellungsprogramme erlauben es, Torrents zu reparieren, sodass sie in allen BitTorrent-Programmen richtig funktionieren.
es: Casi todos los programas de creación de torrent deben dejarte reparar este torrent, el cual te va asegurar que funcione en más aplicaciones torrent.
fr: Si vous aviez des difficultés à faire un reseed du torrent, vous pouvez essayer de changer, dans les réglages avancées, BitTorrent.TorrentIgnoreErrors à vrai.
hu: A legtöbb torrentkészítő program ki tudja javítani ezt a hibát, így bármelyik BitTorrent programmal működni fog. Ha segítség kell, látogassa meg a Envy fórumait.
it: Molti programmi di creazione dovrebbero permettere di riparare questo torrent, assicurando che esso funzioni correttamente in tutte le applicazioni BitTorrent.
ja: 全てのBitTorrentアプリケーションで適切に動作するのを確実にするには、 Torrent生成アプリケーションでこのTorrentを修復するべきです。
lt: Dauguma torrent failų kūrimo programų turėtų leisti pataisyti šį torrent failą. Pataisymas garantuotų, kad jis deramai dirbs visose BitTorrent programose.
nl: De meeste programma's die torrents maken kunnen dit bestand herstellen, zodat je zeker bent dat het werkt in alle BitTorrent programma's.
no: De fleste programmer for å lage torrenter vil la deg reparere denne torrenten, noe som vil sørge for at den fungerer korrekt i alle BitTorrent-programmer.
pl: Większość programów do tworzenia torrentów powinna pozwolić ci naprawić ten problem, co sprawi, że będzie można pobierać ten torrent poprawnie w prawie wszystkich programach.
pt: A maioria dos programas de criação de torrents permite a você reparar este torrent, o que garantirá que funcione apropriadamente em todas os aplicativos BitTorrent.
ru: Большинство программ для создания торрентов должно исправить этот файл торрента. Исправление гарантировало бы, что он бутет работать со всеми программами BitTorrent.
sl: Večina programov za ustvarjanje torrentov vam bo omogočala popravilo tega torrenta, kar vam bo na koncu zagotovilo pravilno delovanje v vseh BitTorrent programih.
sq: Shumica e programeve për krijimin e torrenteve ju lejojnë ta riparoni këtë torrent, i cili do të sigurojë që të punojë siç duhet në gjithë aplikimet BitTorrent.
sr: Most torrent creation programs should allow you to repair this torrent, which will ensure it works properly in all BitTorrent applications.
sv: De flesta program för skapande av torrent bör tillåta en reparation av torrenten, vilket säkrar korrekt funktion i alla BitTorrent applikationer.
tr: Gelişmiş torrent oluşturma programları, torrentın tüm BitTorrent uygulamalarında düzgün çalışmasını garantileyecek hale getirmek için size izin vermelidir.

source: Your eDonkey server list is empty
af: Jou eDonkey bedienerlys is leeg
ar: فارغة eDonkey قائمتك لملقم
ca: La teva llista de servidors eDonkey està buida
de: Ihre eDonkey-Serverliste ist leer
es: Tu lista de servidores eDonkey está vacía
fr: Votre liste de serveurs eDonkey est vide
hu: Az eDonkey szerverlista üres
it: La lista dei server eDonkey è vuota
ja: eDonkeyサーバーリストが空です
lt: eDonkey serverių sąrašas tuščias
nl: De eDonkey Serverlijst is leeg.
no: Din eDonkey serverliste er tom
pl: Twoja lista serwerów eDonkey jest pusta
pt: Sua lista de servidores eDonkey está vazia
ru: Пустой список eDonkey серверов
sl: Vaš eDonkey strežniški seznam je prazen
sq: Lista e serverit eDonkey është bosh
sr: Vaša eDonkey server lista je prazna
sv: Din lista med Donkey servrar är tom
tr: eDonkey sunucu listeniz boş

source: There are no servers in your eDonkey server list. You need to download an up to date server list (met file) to connect to ED2K.
af: Daar is geen bedieners in jou eDonkey2000 bedienerlys nie. Jy sal 'n nuwe bedienerlys (.met lêer) moet aflaai om aan ED2K te kan konnekteer.
ar: تحتاج لتحميل . eDonkey لا يوجد هناك ملقمات في قائمتك لملقم ED2K للإتصال إلى (met قائمة ملقم حديثة (ملف
ca: No hi ha servidors eDonkey a la teva llista. Necessites descarregar una llista actualitzada (arxiu .met) per a connectar-te a ED2K.
de: Sie haben keine Server in ihrer eDonkey-Serverliste. Sie müssen eine aktuelle Serverliste (.met-Datei) herunterladen, um sich mit dem eDonkey-Netzwerk verbinden zu können.
es: No hay servidores eDonkey en tu lista. Tu necesitas descargar una lista actualizada (archivo met) para conectarte a ED2K.
fr: Il n'y a pas de serveur dans votre liste de serveurs eDonkey. Vous devez télécharger une liste de serveur (fichier met) mise à jour pour vous connecter à ED2K.
he: אין שרתים חדשים ברשימת השרתים של אידונקי שלך. יתכן ותצטרך להוריד רשימת שרתים מעודכנת (קובץ met) כדי להתחבר לאידונקי.
hu: Nincs szerver az eDonkey szerverlistában. Le kell töltenis egy friss listát (.met fájlt), hogy kapcsolódni tudjon az eD2k hálózathoz.
it: Non ci sono server nella lista dei server eDonkey. Devi scaricare una lista aggiornata dei server (file met) per connetterti a ED2K.
ja: eDonkey2000サーバーリスト内にサーバーがありません。eD2Kに接続するには最新の サーバーリスト(metファイル)をダウンロードする必要があります。
lt: eDonkey serverių sąraše nėra nė vieno serverio. Jums reikėtų parsisiųsti naują serverių sąrašą (met failą), kad galėtumėte prisijungti prie ED2K.
nl: Er zijn geen servers in je eDonkey Serverlijst. Je moet een recente serverlijst hebben om te kunnen verbinden met ED2K.
no: Det er ingen servere i din eDonkey2000 serverliste. Du må laste ned en oppdatert serverliste (met-fil) for å koble til ED2K.
pl: Nie ma żadnych serwerów eDonkey2000 na twojej liście. Musisz pobrać jakąś listę serwerów (plik .MET), aby móc się podłączyć do ED2K.
pt: Não há servidores na sua lista de servidores eDonkey. Você precisa baixar uma lista atualizada (arquivo met) para conectar ao ED2K.
ru: В списке eDonkey серверов нет ни одного сервера. Вам необходимо скачать новый список серверов (файл met), чтобы Вы смогли подключиться к eDonkey.
sl: Vaš seznam eDonkey strežnikov je prazen. Prenesti boste morali najnovejši strežnikški seznam (met-datoteka) za povezavo na ED2K.
sq: Në listën e serverit eDonkey nuk ka servera. Për t'u lidhur tek ED2K, duhet të shkarkoni një listë serverash të ridatuar (skedë met).
sr: Nemate servera u vašoj eDonkey2000 server listi. Morate skinuti najnoviju server listu (met file) da bi se mogli spojiti na ED2K.
sv: Det finns inga servrar i din eDonkey server lista. Du behöver ladda ner en uppdaterad serverlista (metfil) för att ansluta till ED2K.
tr: eDonkey2000 sunucu listenizde hiç sunucu yer almıyor. ED2K ya bağlanarak sunucu listenizi güncel olarak (met dosyası) indirmeye ihtiyacınız var

source: You can download a server list from the ed2k setting page, or the discovery services window. (Press F9 to open the discovery services window)
af: Jy kan 'n bedienerlys van die ed2k verstellings bladsy aflaai, of vanaf die ontdekkings dienste venster. (Druk F9 om die ontdekkings dienste venster oop te maak)
ar: أو ed2k يمكنك تحميل قائمة الملقم من صفحة إعداد نافذة خدمات الإستكشاف (أضغط إف-9 لفتح نافذة خدمات الإكتشاف) ـ
ca: Te la pots baixar des de la configuració de ed2k, o de la llista de descobriments (accés directe F9).
de: Sie können eine Serverliste in den eDonkey-Einstellungen oder im Service-Provider-Fenster herunterladen.
es: Puedes bajar una lista de servidores desde la configuración de ed2k, o de la lista de descubrimientos.
fr: Vous pouvez télécharger une liste de serveurs depuis la page des réglages eDonkey, ou depuis la fenêtre du service découverte. (Pressez F9 pour ouvrir la fenêtre des services de découverte)
hu: Ezt megteheti az ed2k beállításoknál vagy a szerverkereső ablakban. Nyomja le F9 gombot a Szerverkereső szolgáltatás megnyitásához.
it: Puoi scaricare una lista dei server dalla pagina delle opzioni di ed2k, o dalla finestra dei servizi di connessione. (Premi F9 per aprire la finestra dei servizi di connessione)
ja: eD2K設定ページかディスカバリサービスウィンドウでサーバーリストをダウンロードすることが出来ます。 (F9を押せばディスカバリサービスウィンドウを開けます)
lt: Jūs galite parsisiųsti šį sąrašą iš edonkey nuostatų puslapio arba iš paslaugų radimo tarnybų lango. (Paspauskite F9, jei norite atverti šį langą)
nl: Je kan een serverlijst downloaden van de eDonkey instellingspagina, of op de discovery services pagina. Druk op F9 om het scherm te openen
no: Du kan laste ned en serverliste i instillingene for ed2k, eller vinduet for opppdagelsestjenester. (Trykk F9 for å åpne vinduet for oppdagelsestjenester)
pl: Możesz pobrać listę serwerów na stronie ustawień ed2k, lub w oknie serwisów discovery.
pt: Você pode baixar uma lista de servidores na página de configurações do ed2k, ou na janela dos serviços de descobrimento (Pressione F9 para abrir a janela dos serviços de descobrimento)
ru: Вы можете скачать этот список со страницы опций eDonkey или с окна служб ресурсов. (Нажмите F9, если хотите открыть это окно)
sl: Ta strežniški seznam lahko prenesete z nastavitvene strani ed2k ali preko okna za storitve discovery. (Pritisnite tipko F9 za odprtje okna za storitve discovery)
sq: Listën e serverave mund ta shkarkoni nga faqja e vendosjeve ed2k, ose në dritaren për zbulimin e shërbimeve. (Shtypni F9 për të hapur dritaren për zbulimin e shërbimeve)
sr: Možete skinuti server listu iz stranice podešavanja za ed2k,ili sa discovery services prozora. (F9 otvara discovery services prozor)
sv: Du kan ladda ner en server lista från sidan med ed2k inställningar eller fönstret med upptäckstjänster. (Tryck F9 för att öppna fönstret Upptäckstjänster)
tr: Keşif servisleri penceresi ya da ed2k ayarlar sayfasından sunucu listesi indirebilirsiniz (Keşif servisleri penceresini açmak için F9 'a basın).
