Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Rep_eat Mode
af: Herhaalmodus
ar: نمط تكرار
ca: Mode de repetició
de: Wieder_holen
es: Modo de repetición
fr: Mode _répétition
he: ‪מצב ניגון חוזר
hu: _Ismételt lejátszás
it: Modalità ri_petizione
ja: 繰り返しモード
lt: Kartojimas
nl: Herhalingsmodus
no: Gjenta-modus
pl: Tryb powtarzania
pt: Mod_o de Repetição
ru: Режим п_овтора
sl: Ponavljajoči način
sq: Mënyrë Pë_rsëritëse
sr: Ponavljaj
sv: Repetionsläge
tr: Tekrar _Modu

source: Hide Play_list
af: Vertoon _Medialys
ar: عرض قائم_ة تشغيل
ca: Mostra la _llista
de: Wiedergabeliste _anzeigen
es: Mostrar _Lista
fr: Afficher la _liste de lecture
he: ‪הצג רשימת ה_שמעה
hu: Lejátszólista m_utatása
it: Mostra playlist
ja: 再生リストを表示(_Y)...
lt: _Rodyti grojaraštį
nl: Afspeel_lijst tonen
no: Vis spilleliste
pl: Pokaż listę odtwarzania
pt: Mostrar _lista de execuções
ru: По_казать список воспроизведения
sl: Pokaži predvajalni _seznam
sq: Trego _Listën
sr: Pokaži _Playlistu
sv: Visa Spel_lista
tr: _Oynatma Listesini Göster

source: _Verbose Mode
nl: _Verbose Modus
ru: _Уровень отображения

source: _Error
nl: _Fout
ru: _Только ошибки

source: _Warning
nl: _Waarschuwing
ru: _Предупреждения

source: _Notice
nl: _Opmerking
ru: _Уведомления

source: _Info
ru: _Информация

source: _Debug
nl: _Debuggen
ru: _Всё

source: _Timestamp
af: _Tydstempel
ar: طبعةالوق_ت
de: _Zeitstempel
es: Estampar _hora
fr: _Horodateur
he: ‪הצגת זמנים לכל נתון
hu: I_dőbélyeg
it: Registra _orario
ja: タイムスタンプ(_T)
lt: _Rodyti laiką
nl: _Tijdstempel
no: _Tidsstempel
pl: _Znacznik czasu
pt: Estampa do Temp_o
ru: _Временной штамп
sl: Ča_sovni žig
sq: _Me Datë
sv: _Tidsstämpel
tr: _Zaman tutucu

source: _Copy
ar: _نسخ
ca: _Copia
de: _Kopieren
es: _Copiar
fr: _Copier
he: _העתק
hu: _Másolás
it: _Copia
lt: _Kopijuoti
nl: _Kopieer
pt: _Copiar
ru: _Копировать
sq: _Kopjo
sv: _Kopiera
tr: _Kopyala

source: Clear _Buffer
af: Maak _Buffer Skoon
ar: مسح_المخزون المؤقت
ca: Neteja el _buffer
de: Anzeige _löschen
es: Limpiar _Búfer
fr: Netto_yer le tampon
he: ‪נקה איכסון המידע
hu: Napló _törlése
it: Svuota _buffer
ja: バッファをクリア(_B)
lt: _Valyti langą
nl: _Wis buffer
no: Oppdater buffer
pl: Wyczyść bufor
pt: Limpar _Buffer
ru: _Очистить буфер
sl: _Počisti predponilnik
sq: Pastro _Zbutësin
sr: Očisti _Buffer
sv: Rensa _buffert
tr: _Ara Belleği Temizle

source: _Networks
nl: _Netwerken
ru: _Сети

source: Discovery _Services
ru: _Ресурсы подключений

source: _Host/Server Cache
nl: Gastheer c_ache
ru: _Кэш хостов

source: _Monitor
ar: _شبكات
it: Reti
pt: _Redes
ru: _Монитор

source: View _Traffic Packets
nl: _Al het verkeer tonen
ru: Смотреть весь _трафик

source: View _Incoming Traffic
nl: _Binnenkomend verkeer tonen
ru: Смотреть _входящий трафик

source: View _Outgoing Traffic
nl: _Uitgaand verkeer tonen
ru: Смотреть _исходящий трафик

source: _Search for This
af: _Soek vir Hierdie
ar: _بحث لهذا
ca: _Cerca això
de: Danach _suchen
es: _Buscar Esto
fr: _Rechercher ceci
he: ‪חיפוש עבור
hu: _Keresés
it: Cerca questo
ja: これを検索(_S)
lt: _Ieškoti šito
nl: Dit _zoeken
no: Søk etter dette
pl: Szukaj tego
pt: _Procurar Por Isto
ru: _Искать это
sl: _Išči po tem
sq: _Kërko për Këtë
sr: Ovo _Traži
sv: _Sök efter detta
tr: _Bunu Ara

source: _Ban End User
ca: B_an User
de: _Ban User
it: Blocca Utente
nl: Gebruiker ver_bannen
pt: _Banir Usuário
ru: _Блокировать
sq: D_ëboje Përdoruesin

source: _Select Graphs...
af: _Selekteer Grafieke...
ar: _تحديد المخطط...
ca: _Selecciona les gràfiques...
de: _Diagramme auswählen...
es: _Seleccionar Gráficos...
fr: _Sélectionner les graphiques...
he: ‪בחר גרפים
hu: _Grafikon beállítása
it: Seleziona grafici...
ja: グラフを選択(_S)...
lt: _Pasirinkti grafikus...
nl: _Selecteer grafieken...
no: Velg grafer...
pl: Wybierz wykresy...
pt: _Selecionar Gráficos...
ru: Выбрать _графики...
sl: Izberi _grafikone...
sq: _Zgjidh Grafikët...
sr: Odaberi Grafove...
sv: _Välj diagram
tr: _Grafik Seç...

source: _Grid Lines
af: _Grafieklyne
ar: _خطوط شبكية
ca: _Línies de guia
de: _Gitternetz
es: _Lineas de Guía
fr: Lignes de la gri_lle
he: ‪קווי קני מידה
hu: _Rácsok
it: Griglia
ja: グリッド線(_G)
lt: _Tinklelis
nl: _Rasterlijnen
no: Graflinjer
pl: Linie siatki
pt: _Linhas da Grade
ru: Линии _сетки
sl: _Mrežne črte
sq: _Rrjetë
sv: _Rutnätslinjer
tr: _Izgara Çizgileri

source: _Scale
af: _As
ar: _المحور
ca: _Eixos
de: _Achsen
es: _Ejes
fr: _Axe
he: ‪צירים
hu: _Tengely
it: Assi
ja: 軸(_A)
lt: _Ašis
nl: _As
no: Akser
pl: Osie
pt: _Eixos
ru: _Ось
sl: _Os
sq: _Bosht
sr: _Axis
sv: _Axel
tr: _Eksen

source: _Legend
af: _Verklaring
ar: _وسيلة إيضاح
ca: Lle_genda
de: _Legende
es: Le_yenda
fr: _Légende
he: ‪מקרא סימנים
hu: _Jelmagyarázat
it: Legenda
ja: 説明表示(_L)
lt: _Legenda
nl: _Legende
no: Informasjon
pl: Legenda
pt: _Legenda
ru: _Легенда
sl: _Legenda
sq: _Legjendë
sr: _Legenda
sv: _Förklaring
tr: Gö_sterge

source: _New Window
af: _Nuwe Venster
ar: _نافذه جديدة
ca: _Nova finestra
de: _Neues Fenster
es: _Nuevo
fr: _Nouvelle fenêtre
he: ‪_חלון חדש
hu: Ú_j ablak
it: Nuova finestra
ja: 新規ウィンドウ(_N)
lt: _Naujas langas
nl: _Nieuw venster
no: Nytt vindu
pl: Nowe okno
pt: _Nova Janela
ru: _Новое окно
sl: _Novo okno
sq: Dritare e _Re
sr: _Novi Prozor
sv: _Nytt fönster
tr: _Yeni Pencere

source: _Add Rule...
af: _Voeg Reël By...
ar: _اضف قاعده...
ca: _Afegeix norma...
de: _Regel hinzufügen...
es: _Agregar Regla...
fr: _Ajouter une règle...
he: ‪הוסף חוק
hu: _Szabály hozzáadása...
it: Aggiungi regola...
ja: 規則を追加(_A)...
lt: _Pridėti taisyklę...
nl: Regel _toevoegen...
no: Legg til regel...
pl: Dodaj regułę...
pt: _Adicionar Regra...
ru: _Добавить правило...
sl: D_odaj pravilo...
sq: _Shto një Rregull...
sr: Dod_aj Pravilo...
sv: _Lägg till regel…
tr: Kural _Ekle...

source: Rese_t
af: Herstel
ar: _إستعادة
ca: Reinic_ia
de: _Zurücksetzen
es: Reinic_iar
fr: Réini_tialiser
he: ‪אפס הגדרות
hu: _Nullázás
it: _Ripristina
ja: リセット(_T)
lt: Ap_nulinti
nl: Terug_zetten
no: Oppdater
pl: Resetuj
pt: Reseta_r
ru: С_брос
sl: _Ponastavi
sq: _Rivendose
sr: Rese_tiraj
sv: _Återställ
tr: _Yenile

source: _Import...
af: _Trek In...
ar: _استيراد...
ca: _Importa...
de: _Importieren...
es: _Importar...
fr: _Importer...
he: ‪...ייבא
hu: _Importálás...
it: Importa...
ja: インポート(_I)...
lt: _Importuoti...
nl: _Importeren...
no: Åpne...
pl: Importuj...
pt: _Importar...
ru: _Импорт...
sl: _Uvozi...
sq: _Importo...
sr: Ubac_i...
sv: _Importera…
tr: _Al...

source: E_xport...
af: Voer Uit...
ar: ت_صدير...
ca: E_xporta...
de: E_xportieren...
es: E_xportar...
fr: E_xporter...
he: ‪...ייצא
hu: _Exportálás...
it: Esporta...
ja: エクスポート(_X)...
lt: _Eksportuoti...
nl: E_xporteren...
no: Lagre...
pl: Eksportuj...
pt: E_xportar...
ru: _Экспорт...
sl: _Izvozi...
sq: E_ksporto...
sv: E_xportera…
tr: _Gönder...

source: Default P_olicy
nl: _Standaardbeveiliging
ru: _Политика по умолчанию

source: _Accept
nl: _Accepteren
ru: Принимать

source: _Deny
nl: Af_keuren
ru: Отказать

source: _Add Scheduled Task
fr: _Ajouter une tâche planifiée
ru: Доб_авить задачу

source: _Edit
af: _Eienskappe
ar: _خصائص
ca: Pr_opietats
de: Ei_genschaften
es: Propiedades
fr: Édit_er
he: ‪מ_אפיינים
hu: T_ulajdonságok
it: Proprietà
ja: プロパティ(_P)
lt: _Ypatybės
nl: _Eigenschappen
no: Egenskaper
pl: Właściwości
pt: _Propriedades
ru: _Изменить
sl: _Lastnosti
sq: _Veti
sr: _Podešavanja
sv: _Egenskaper
tr: _Özellikler

source: A_ctivate
fr: A_ctiver
ru: _Включить

source: _Deactivate
fr: _Désactiver
ru: В_ыключить

source: Re_move All
fr: Tout en_lever
ru: _Удалить всё

source: _Add Service...
af: _Voeg Diens By...
ar: _إضافة خدمة...
ca: _Afegeix servei...
de: _Dienst hinzufügen...
es: _Agregar Servicio...
fr: _Ajouter un service...
he: ‪...הוסף שירות
hu: S_zolgáltatás hozzáadása...
it: Aggiungi servizio...
ja: サービスを追加(_A)...
lt: _Pridėti tarnybą...
nl: Service _toevoegen...
no: Legg til tjeneste...
pl: Dodaj serwis...
pt: _Adicionar Serviço...
ru: _Добавить сервис...
sl: _Dodaj storitev...
sq: _Shto Shërbim...
sr: Dod_aj Uslugu...
sv: _Lägg till tjänst…
tr: S_ervis Ekle...

source: _Query Now
af: _Doen Nou Navraag
ar: _استعلم الان
ca: _Accedeix
de: _Jetzt abfragen
es: _Acceder
fr: _Requérir maintenant
he: ‪_שלח בקשה כעת
hu: _Lekérdez
it: Richiedi ora
ja: すぐに問い合わせる(_Q)
lt: _Kreiptis
nl: Nu _opvragen
no: Oppdater
pl: Spytaj teraz
pt: _Inquirir Agora
ru: _Опросить сейчас
sl: _Poizvedi takoj
sq: _Pyete Tani
sr: Sad se Raspitaj
sv: _Fråga nu
tr: Şimdi _Sırala

source: A_dvertise
af: A_dverteer
ar: أ_علن
ca: P_ublica
de: _Bekannt machen
es: P_ublicar
fr: A_nnoncer
he: ‪פרסם
hu: _Reklámoz
it: Annuncia
ja: 公募する(_D)
lt: A_nonsuoti
nl: _Bekendmaken
no: Start
pl: Ogłaszaj
pt: A_nunciar
ru: _Рекламировать
sl: _Objavi
sq: R_eklamo
sr: Oglasi
sv: _Annonsera
tr: _Bildir

source: Browse _Statistics
af: Blaai deur _Statistieke
ar: تصفّح_ الإحصائيات
ca: E_stadístiques
de: _Statistik anzeigen
es: E_stadísticas
fr: Parcourir les statistiques
he: ‪סייר בסטטיסטיקות
hu: _Statisztika böngészése
it: Esplora statistiche
ja: 統計を参照(_S)
lt: Peržvelgti _statistiką
nl: _Statistieken bekijken
no: Vis statistikk
pl: Przeglądaj statystyki
pt: Navegar _Estatísticas
ru: _Просмотр статистики
sl: Brskaj po _statistiki
sq: _Statistikat
sr: Pogledaj _Statistiku
sv: Visa _statistik
tr: İs_tatistiklere Gözat

source: Show _GWebCaches
af: Vertoon _GWebCaches
ar: _إظهار GWebCaches
ca: Mostra _GWebCaches
de: _GWebCaches anzeigen
es: Mostrar _GWebCaches
fr: Afficher les _GWebCaches
he: ‪GWebCaches הצג
hu: _GWebCache-ek megjelenítése
it: Mostra GWebCache
ja: GWebCacheを表示(_G)
lt: Rodyti _GWebCaches
nl: Toon _GWebCaches
no: Vis GWebCaches
pl: Pokaż GWebCache'e
pt: Mostrar _GWebCaches
ru: Показывать _GWebCaches
sl: Pokaži _GWebCaches
sq: Trego _GWebDepot
sr: Pokaži _GWebCaches
sv: Visa _GWebCachertjänster
tr: _Web Arabelleği Göster

source: Show _Bootstraps
af: Vertoon _Bootstraps
ar: _إظهار Bootstraps
ca: Mostra _bootstraps
de: _Bootstraps anzeigen
es: Mostrar _Bootstraps
fr: Afficher les _Bootstraps
he: ‪הצג רצועת אתחול
hu: _Bootstrapek megjelenítése
it: Mostra bootstrap
ja: ブートストラップを表示(_B)
lt: Rodyti _Bootstraps
nl: Toon _bootstraps
no: Vis bootstraps
pl: Pokaż Bootstrap'y
pt: Mostrar _Bootstraps
ru: Показывать _Bootstraps
sl: Pokaži _Bootstraps
sq: Trego _Bootstrap-et
sr: Pokaži _Bootstraps
sv: Visa _Bootstraptjänster
tr: Ö_n Yüklemeleri Göster

source: Show Server.met/_Hublists
af: Vertoon Ser_ver.met's
ar: إظهار Ser_ver.met's
ca: Mostra el ser_ver.met
de: Ser_ver.met's anzeigen
es: Mostrar Ser_ver.met
fr: Afficher les ser_veurs .met
he: ‪של השרת Met's הצג
hu: Se_rver.met-ek megjelenítése
it: Mostra server.met
ja: Server.metを表示(_V)
lt: Rodyti ser_ver.mets
nl: Toon ser_ver.met's
no: Vis server.METs
pl: Pokaż Server.met'y
pt: Mostrar Ser_ver.mets
ru: Показывать Ser_ver.met's
sl: Pokaži Ser_ver.met's
sq: Trego Ser_ver.met-et
sr: Pokaži Ser_ver.met's
sv: Visa Ser_ver.mets
tr: Ser_ver.met's Göster

source: Show Bl_ocked
af: Vertoon Geblokkeerde
ar: _إظهار حظر
ca: Mostra Bloquejat
de: Verstopft anzeigen
es: Mostrar Bloqueado
fr: Afficher les Bloquée
he: חסום הצג
hu: Zárolt megjelenítése
it: Mostra Bloccato
ja: ブロックを表示
lt: Rodyti Užblokuoti
nl: Toon Geblokkeerde
no: Vis Blokkerte
pl: Pokaż Zablokowany
pt: Mostrar Bloqueado
ru: Показывать блокированный
sl: Pokaži Blokirani
sq: Trego Bllokuar
sr: Pokaži блокиран
sv: Visa Blockerade
tr: Engellenen Göster

source: _Format
nl: _Schriftstijl
ru: _Формат

source: Set _Bold
nl: V_et
ru: _Жирный

source: Set _Italic
nl: _Schuin
ru: _Наклонный

source: Set _Underline
nl: _Onderstrepen
ru: _Подчеркнутый

source: _Emoticons
ru: _Смайлики

source: Toggle _Timestamp
af: _Tydstempel
ar: _طابع الوقت
ca: _Marca d'hora
de: _Zeitstempel
es: Marca del _Tiempo
fr: _Horodateur
he: ‪הראה זמנים בכל שורה
hu: I_dőbélyeg
it: Registra _orario
ja: タイムスタンプ(_T)
lt: _Rodyti laiką
nl: _Tijdstempel
no: _Tidsstempel
pl: _Znacznik czasu
pt: Estampa do Temp_o
ru: _Временной штамп
sl: Ča_sovni žig
sq: _Me Datë
sr: _Timestamp
sv: _Tidsstämpel
tr: _Zaman tutucu

source: C_lear Window
af: Maak Venster _Skoon
ar: ت_نظيف الشاشة
ca: Es_borra la finestra
de: Anzeige _löschen
es: Eliminar
fr: Netto_yer la fenêtre
he: ‪נקה חלון
hu: _Ablak törlése
it: Svuota finestra
ja: ウィンドウをクリア(_L)
lt: _Valyti langą
nl: _Wis venster
no: Oppdater vindu
pl: Wyczyść okno
pt: L_impar Janela
ru: О_чистить окно
sl: Počisti _okno
sq: P_astro Dritaren
sr: Očisti Prozor
sv: _Rensa fönster
tr: _Pencere Temizle

source: _Close
ar: إ_غلاق
ca: _Tanca
de: _Schließen
es: _Cerrar
fr: _Fermer
he: _סגור
hu: _Bezárás
it: _Chiudi
ja: 閉じる(_C)
lt: _Užverti
nl: _Sluiten
pt: _Fechar
ru: _Закрыть
sq: _Mbylle
sv: _Stng
tr: _Kapat

source: _Whois
he: _מי-זה
it: _Whois (Chi è)
lt: Kas _jis/ji?
ru: _КтоЭто

source: _Query
de: _Abfragen
es: _Solicitud
fr: _Requête
he: _שאילתא
hu: _Lekérdezés
lt: _Kalbėtis
pt: _Inquirir
ru: _Приват
sq: _Pyete
sv: _Fråga
tr: İs_tem

source: _Time
nl: _Tijd
ru: _Время

source: _Version
nl: _Versie
ru: _Версия

source: Kick (why?)
nl: Kick (reden?)
ru: Kick (причина?)

source: Kick+Ban (why?)
nl: Kick+Ban (reden?)
ru: Kick+Ban (причина?)

source: _Refresh
ar: ت_حديث
ca: _Actualitza
de: Aktualisie_ren
es: _Refrescar
fr: _Rafraîchir
he: רענן
hu: _Frissít
it: _Aggiorna
ja: 更新(_R)
lt: _Atnaujinti
nl: _Verversen
pl: Odśwież
pt: _Atualizar
ru: _Обновить
sl: _Osveži
sq: _Rifresko
sv: _Uppdatera
tr: _Tazele

source: Get Connected
af: KONNEKTEER NOU
ar: كـن على إتـصـال
ca: CONNECTA ' T
de: Verbinden
es: Conectar
fr: Connectez-vous
he: ה ת ח ב ר
hu: KAPCSOLÓDJON!
it: CONNESSIONE
ja: 接 続 を 開 始 す る
lt: PRISIJUNKITE
nl: VERBINDING MAKEN
no: KOBLE TIL
pl: POŁĄCZ SIĘ
pt: Se Conecte
ru: УСТАНОВИТЕ СОЕДИНЕНИЕ
sl: POVEŽITE SE
sq: LIDHUNI
sr: SPOJI SE
sv: BLI ANSLUTEN
tr: BAĞLANTI AL

source: Welcome to Envy.
af: Welkom by Envy! Jy is nie tans aan enige persoon-tot-persoon netwerke gekonnekteer nie.
ar: مرحبا مع Envy
ca: Benvingut/da a Envy!
de: Willkommen bei Envy!
es: Bienvenido a 'PeerProyecto.'
fr: Envy vous souhaite la bienvenue!
he: ברוך הבא לשרזה!
hu: Üdvözlöm a Envy!
it: Benvenuto su Envy!
ja: Envyへようこそ! 現時点ではまだどのピア・ツー・ピアネットワークにも接続していません。
lt: Sveiki, „Envy“ naudotojau!
nl: Welcome bij Envy!
no: Velkommen til Envy! Du er ikke koblet til P2P-nettverket.
pl: Witaj w Envy: Aktualnie nie jesteś podłączony do żadnej z dostępnych sieci.
pt: Bem-vindo ao Envy!
ru: Добро пожаловать в Envy!
sl: Dobrodošli v Envy! Trenutno niste povezani z nobenim omrežjem.
sq: Mirë se erdhët në Envy!
sr: Dobrodošli u Envy! Trenutno niste spojeni ni na jednu od podržanih mreža.
tr: Envy'ya hoşgeldiniz! Şimdilik ağa bağlı değilsiniz.

source: You are not currently connected to any peer-to-peer networks.
ar: أنت غير متصل حاليا إلى أي شبكة نظير إلى نظر
ca: No estàs connectat a cap xarxa Peer 2 Peer.
de: Sie sind zur Zeit mit keinem Netzwerk verbunden.
es: No has seleccionado ninguna Red Peer to Peer.
fr: Vous n'êtes actuellement connecté à aucun réseau p2p.
he: אתה כרגע לא מחובר לאף רשת שיתוף קבצים.
hu: Jelenleg egyik p2p hálózathoz sem csatlakozik.
it: Attualmente non sei connesso a nessuna delle reti peer to peer.
lt: Jūs šiuo metu nesate prijungę prie jokio lygiaverčio susijungimo tinklo.
nl: Je bent momenteel niet verbonden met één van de peer-to-peer netwerken.
pt: Você não está conectado atualmente a quaisquer redes peer to peer.
ru: В настоящее время вы не подключены ни к одной из пиринговых сетей.
sq: Ju nuk jeni i lidhur te asnjë rrjet pikë më pikë.
sv: Du är för tillfället inte ansluten till något fildelningsnätverk.

source: Click here to start!
ar: أنقر هنا لتبدأ
ca: ¡Fes clic aquí per a començar!
de: Klicken Sie hier um sich mit den ausgewählten Netzwerken zu verbinden.
es: ¡Haz Click Aquí Para Empezar!
fr: Cliquez ici pour commencer!
he: לחץ כאן כדי להתחיל!
hu: Az indításhoz kattintson ide.
it: Clicca qui per iniziare!
ja: ここをクリックすると接続を開始します!
lt: Startuokite paspaudę čia!
nl: Klik hier om te starten!
pt: Clique aqui para começar!
ru: Щелкните здесь для начала работы!
sq: Lidhuni Tani!
sv: Klicka här för att starta!

source: Search for Files
af: SOEK MET ENVY
ar: إبــحــث عــن مــلــف
ca: CERCA UN A ARXIU
de: Nach Einer Datei Suchen
es: Buscar Un Fichero
fr: Rechercher des Fichiers
he: חפש בשרזה
hu: KERESÉS
it: CERCA UN FILE
lt: IEŠKOTI FAILO
nl: ZOEK VOOR EEN BESTAND
no: SØK MED
pl: SZUKAJ
pt: Procurar Por Um Arquivo
ru: ПОИСК ФАЙЛА
sl: IŠČI PO ENVY
sq: KËRKONI NJË SKEDË
sr: TRAŽI U ENVY
sv: SÖK HÄR
tr: ENVY ARAMA

source: Start a Download
af: AFLAAIE
ar: ابدأ التحميل
ca: COMENÇA A DESCARREGAR
de: Download Starten
es: Iniciar Descarga
fr: Démarrer un Téléchargement
he: התחל הורדה
hu: LETÖLTÉS INDÍTÁSA
it: AVVIA IL DOWNLOAD
ja: Envy 検 索
lt: PRADĖTI SIŲSTIS
nl: START DOWNLOAD
no: MINE NEDLASTINGER
pl: MOJE POBIERANIA
pt: Iniciar Download
ru: НАЧАТЬ ЗАГРУЗКУ
sl: MOJI PRENOSI
sq: NISNI TË SHKARKONI
sr: UPRAVO SKIDAM
sv: START NEDLADDAD
tr: İNDİRMEYE BAŞLA

source: Click here to start
ar: أنقر هنا لتبدأ
ca: Fes click aquí per a començar
de: Klicken Sie hier
es: Pincha aquí para empezar
fr: Cliquez ici pour commencer
he: לחץ כאן כדי להתחיל
hu: Kattintson ide
it: Fai click qui per iniziare
lt: Paspauskite čia
nl: Klik hier om te starten
pt: Clique aqui para iniciar
ru: Щелкните здесь
sq: Klikoni që të nisni
sv: Klicka här för att starta
tr: Buraya tıklayıp

source: downloading a new file or torrent link.
ar: - حمل ملف جديد أو حمل ملف torrent.
ca: a descarregar un nou arxiu o torrent.
de: um eine neue Datei oder einen Torrent herunterzuladen.
es: descargando un nuevo archivo o torrent.
fr: téléchargement en cours d'un nouveau fichier ou torrent.
he: מוריד קובץ או טורנט.
hu: egy új fájl vagy torrent letöltéséhez.
it: il download di un nuovo file o torrent.
ja: downloading a new file or torrent.
lt: , jei norite pradėti siųstis failą ar torentą.
nl: bezig aan het downloaden.
pt: baixar um novo arquivo ou torrent.
ru: , чтобы начать загрузку файла или торрента.
sq: të shkarkoni një skedë ose torrent të ri.
sv: nedladdning av ny fil eller torrent.
tr: yeni bir dosya ya da torrent indirmeye başlayın.

source: Or open your default completed
af: Or open your
ca: O obre la meva
de: Oder open meinen
es: O abrir la
fr: Ou ouvrir le
it: O apri la cartella dei
ja: Or open your completed
no: Del dine filer på
pl: Or open your completed
pt: O abrir a minha
ru: Открыть папку с
sl: Če želite odpreti mapo z vašimi prenešenimi datotekami,
sr: Or open your completed
sv: Eller öppna min mapp med

source: downloads folder.
ca: carpeta de descàrregues.
de: downloadordner öffnen.
es: carpeta con descargas.
fr: dossier de telechargements.
it: download completati.
pt: pasta de downloads.
ru: загрузками
sl: kliknite sem
sv: nedladdade filer.

source: Share your files at
af: Deel jou lêers op
ca: Comparteixi els seus arxius a
de: Sagen Sie Ihre Dateien auf
es: Comparta sus archivos a
fr: Partagez vos fichiers à
it: Condividi i tuoi file in
ja: で共有するファイル
pl: Udostępnianie plików w
pt: Compartilhe seus arquivos na
ru: Совместный доступ к файлам на
sr: Поделите своје фајлове у
sv: Dela dina filer på

source: Upgrade Notice
af: OPGRADEER NOTA
ar: ملاحظة عن الترقية
ca: ADVERTIMENT D'ACTUALITZACIÓ
de: Update - Hinweis
es: Aviso de Actualizacion
fr: Miseà Jour Disponible
he: הודעת ש ד ר וג
hu: FRISSÍTÉSI FIGYELMEZTETÉS
it: AVVISO DI AGGIORNAMENTO
ja: Upgrade 通 知
lt: PASIRODĖ ATNAUJINIMAS
nl: UPGRADE MEDEDELING
no: OPPDATERINGSVARSEL
pl: INFORMACJA O AKTUALIZACJI
pt: Notificação de Atualização
ru: УВЕДОМЛЕНИЕ ОБ ОБНОВЛЕНИИ
sl: OBVESTILO O POSODOBITVAH
sq: LAJMËRIM PËR PËRMIRËSIM
sr: OBAVESTENJE O NADOOGRADNJI
sv: UPPGRADERINGSNOTIS
tr: GÜNCELLEMEYİ BİLDİR

source: Click here to upgrade
af: Kliek hier om op te gradeer
ar: اضغط هنا للتحديث
ca: Prem aquí per A actualitzar Envy
de: Zum Aktualisieren hier klicken
es: Haz click aquí para actualizar
fr: Cliquez ici pour mettre à jour Envy
he: .לחץ כאן לשדרוג
hu: Kattintson ide a frissítéshez.
it: Clicca qui per aggiornare
ja: ここをクリックするとアップグレードします
lt: Atnaujinkite paspaudę čia
nl: Klik hier om te upgraden
no: Klikk her for å oppdatere
pl: Kliknij tutaj, aby zacząć aktualizację
pt: Clique aqui para atualizar
ru: Щелкните здесь для получения обновления
sl: Kliknite sem za posodobitev
sq: Klikoni që të përmirësoni
sr: Klikni ovde za nadogradnju
sv: Klicka här för att uppgradera
tr: Güncelleme için tıklayınız!

source: Warning: You Are Firewalled!
af: WAARSKUWING: AGTER 'N NETSKANS
ar: تـــحـــذيـــر - أنـــت خـــلـــف جـــدار نـــاري
ca: ADVERTIMENT - PROBLEMA AMB CONNEXIONS ENTRANTS
de: Warnung: Keine Eingehenden Verbindungen Möglich
es: Aviso: Está Tras un Firewall
fr: Attention : Vous Êtes Derrière Un Pare-feu
he: א ז ה ר ה - א ת ה ח ס ו ם ב ח ו מ ת א ש
hu: FIGYELEM: TŰZFAL MÖGÖTT VAN!
it: ATTENZIONE: SEI PROTETTO DA UN FIREWALL
ja: 警 告 - あ な た は フ ァ イ アー ウ ォ ー ル の 中 に い ま す
lt: ĮSPĖJIMAS: JŪS ESATE UŽ UŽKARDOS
nl: WAARSCHUWING: JE HEBT EEN SLECHT INGESTELDE ROUTER OF FIREWALL
no: OBS - DU ER BAK EN BRANNMUR
pl: UWAGA: JESTEŚ ZABLOKOWANY FIREWALLEM
pt: Aviso: Vocé Está Sob Firewall
ru: ВНИМАНИЕ: ВЫ ЗА БРАНДМАУЭРОМ
sl: POZOR: STE ZA POŽARNIM ZIDOM
sq: KUJDES: KENI NJË FAJRUOLL
sr: UPOZORENE - VI STE POD VATROZIDOM
sv: VARNING: DU ÄR BAKOM BRANDVÄGG
tr: UYARI - GÜVENLİK DUVARI AÇIK

source: Envy has detected that you are hidden behind a router or firewall, and are unable to receive active connections from the Internet.
af: Envy het raakgesien dat jy agter 'n NAT roeteerder of netskans is en nie inkomende konneksies van die Internet kan ontvang nie.
ar: إكتشف Envy أنك خلف جهاز توجيه NAT أو جدار ناري ، و لذلك يتعذر إستقبال الإتصالات من الإنترنت .
ca: Envy ha detectat que estàs sota un NAT, router o un tallafocs, i no pots rebre connexions entrants d'Internet.
de: Envy hat festgestellt, dass sich Ihr PC hinter einem NAT-Router und/oder einer Firewall befindet und keine Verbindungen aus dem Internet empfangen kann.
es: Envy ha detectado que estas detrás de un NAT, router o un firewall, y no puedes recibir conexiones entrantes de Internet.
fr: Envy a détecté un routeur NAT ou un pare-feu, et est dans l'incapacité actuelle de recevoir des connexions entrantes depuis Internet.
he: (NAT) שרזה זיהה שאתה מאחורי חומת-אש או ראוטר, ואינך מצליח לקבל חיבורי UDP מהאינטרנט.
hu: A Envy észlelte, hogy egy NAT router vagy tűzfal mögött van és ezért nem tud bejövő kapcsolatokat fogadni az Internetről (passzív kapcsolat).
it: Envy ha rivelato che sei dietro un router NAT o un firewall, e quindi non puoi ricevere connessioni da internet.
ja: EnvyはあなたがNATまたはファイアーウォールの背後に隠れていて、 インターネットからの接続を受け付けることができないことを検出しました。
lt: „Envy“ nustatė, kad jūs esate už NAT maršrutizatoriaus ar užkardos, ir negali priimti susijungimų iš Interneto.
nl: Envy heeft gemerkt dat je achter een NAT router of firewall zit, en niet in staat bent om verbindingen te ontvangen van het internet.
no: Envy har oppdaget at du er bak en NAT-router eller brannmur, og klarer ikke å motta tilkoblinger fra internett.
pl: Envy wykryła, że jesteś za NATem lub firewallem i nie możesz przyjmować połączeń z Internetu.
pt: O Envy detectou que você está atrás de um roteador NAT ou firewall, e está incapacitado de receber conexões da internet.
ru: Envy обнаружила что вы за маршрутизатором или брандмаудэром, и неспособны принимать соединения из Интернета.
sl: Program Envy je zaznal, da se nahajate za NAT usmerjevalnikom oz. požarnim zidom, in ne boste mogli sprejemati povezav iz spleta.
sq: Envy diktoi se ndodheni pas një routeri NAT ose fajruolli, dhe nuk mund të merrni lidhje nga Interneti.
sr: Envy je otkrila da ste iza NAT routera ili vatrozida, i u nemogućnosti ste primiti dolazeće veze.
sv: Envy har detekterat att du är bakom en NAT-router eller en brandvägg, och inte kan ta emot anslutningar från Internet.
tr: Envy sizin bir güvenlik duvarının ya da NAT yönlendiricinin arkasında olduğunuzu tespit etti ve internetten gelecek olan bağlantıları alamazsınız.
