Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: %s in : %s out (d:%I64i/u:%I64i/peers:%I64i)
af: %s in : %s uit (a:%I64i/o:%I64i/h:%I64i)
ca: %s Entra : %s Surt (d:%I64i/u:%I64i/c:%I64i)
de: %s ein : %s aus (d:%I64i/u:%I64i/h:%I64i)
es: %s entra : %s sale (d:%I64i/u:%I64i/c:%I64i)
fr: %s e. : %s s. (t:%I64i/e:%I64i/h:%I64i)
he: ‪‪%s :‏נכנס‎ %s :‏יוצא‎ (D:%I64i/U:%I64i/H:%I64i)
hu: Le: %s | Fel: %s (d:%I64i/u:%I64i/s:%I64i)
it: %s in : %s out (d:%I64i/u:%I64i/s:%I64i)
ja: 入 %s : 出 %s (d:%I64i/u:%I64i/s:%I64i)
lt: %s įein. : %s išein. (a:%I64i/i:%I64i/m:%I64i)
nl: %s in: %s uit (d:%I64i/u:%I64i/s:%I64i)
no: %s inn : %s ut (d:%I64i/u:%I64i/s:%I64i)
pl: %s do : %s z (Pob:%I64i/Wys:%I64i/Z:%I64i)
pt: %s entram : %s saem (d:%I64i/u:%I64i/s:%I64i)
ru: %s-Вх. %s-Исх. (З:%I64i/В:%I64i/У:%I64i)
sl: %s not : %s ven (d:%I64i/u:%I64i/s:%I64i)
sq: %s brenda : %s jashtë (s:%I64i/n:%I64i/c:%I64i)
sr: %s primljeno : %s poslano (d:%I64i/u:%I64i/s:%I64i)
sv: %s in : %s ut (d:%I64i/u:%I64i/s:%I64i)
tr: %s içeride : %s dışarıda (d:%I64i/u:%I64i/s:%I64i)

source: Files shared over the Internet
ca: Arxius compartits a Internet
de: Über das Internet freigegebene Dateien
es: Archivos compartidos a través de Internet
fr: Fichiers partagés sur Internet
he: הקבצים המשותפים באמצעות האינטרנט
hu: Az interneten megosztott fájlok
it: File condivisi su internet
lt: Failai, bendrinami internetu
nl: Bestanden gedeeld over het internet
pt: Arquivos compartilhados pela Internet
ru: Файлы, открытые для общего доступа
sq: Skedat që shpërndahen në Internet
sv: Filer delade över Internet
tr: İnternet üzerinden paylaşılan dosyalar

source: Envy has finished downloading the next Envy version (%s). Would you like to upgrade now?\n\nIf you select Yes, Envy will close temporarily while the upgrade is installed.
af: Envy het die aflaai van die volgende weergawe van Envy voltooi (%s). Wil jy nou opgradeer?\n\nAs jy Ja selekteer, sal jy Envy tydelik verlaat terwyl die opgradering installeer.
ar: أنتهى Envy من تحميل نسخة Envy التالية (%s). هل تريد الترقية الآن ؟nnعند إختيار نعم ، Envy سيغلق بشكل مؤقت حتى يتم تثبيت الترقية
ca: Envy ha acabat de baixar la versió (%s) de Envy. Vols actualitzar ara?\n\nSi selecciones sí, Envy es tancarà temporalment per a poder instal·lar la nova versió.
de: Die neuste Envy-Version wurde heruntergeladen (%s). Wollen Sie das Update jetzt installieren?\n\nWenn Sie auf Ja klicken wird Envy kurzzeitig beendet, um das Update zu installieren.
es: Envy ha terminado de bajar Envy versión (%s). ¿Deseas actualizar ahora?\n\nSi seleccionas si, Envy se va a cerrar temporalmente para poder instalar la nueva versión.
fr: Envy a terminé le téléchargement de la nouvelle version (%s) de Envy. Voulez-vous mettre à jour maintenant ?\n\nSi vous choisissez « Oui », Envy va se fermer temporairement durant l'installation de la mise à jour.
he: ‪?האם אתה מעוניין לשדרג כעת .(%s) שרזה סיים להוריד את הגרסא החדשהnnאם תבחר כן, שרזה תסגר באופן זמני, למהלך ההתקנה
hu: A Envy letöltötte a legújabb, Envy (%s) verziót. Szeretné most frissíteni a proramot?\n\nHa igen, a Envy a telepítés idejére bezárja magát.
it: Envy ha finito di scaricare la versione di Envy più recente (%s). Desideri effettuare l'aggiornamento ora?\n\nSe selezioni Si, Envy si chiuderà temporaneamente mentre l'aggiornamento sarà installato.
ja: 新しいEnvyのバージョン (%s) のダウンロードが完了しました。今すぐアップロードしますか?nn「はい」を選択すれば、Envyはアップグレードのために一時的に終了します
lt: „Envy“ baigė parsisiųsti naujesnę „Envy“ versiją (%s). Ar norite dabar atnaujinti?\n\nJei pasirinksite „Taip“, „Envy“ laikinai baigs savo darbą, kol vyks atnaujinimas.
nl: Envy is klaar met het downloaden van versie (%s). Wil je nu upgraden?\n\nAls je Ja kiest, zal Envy tijdelijk worden afgesloten terwijl de upgrade wordt geïnstalleerd.
no: Envy er ferdig med å laste ned den nyeste Envy versjonen (%s). Vil du oppgradere nå?\n\nHvis du velger JA, vil Envy lukkes for å fullføre oppgraderingen.
pl: Envy zakończyła pobieranie następnej wersji programu (%s). Czy chciałbyś upgradeować teraz?\n\nJeżeli wybierzesz tak, Envy chwilowo zamknie się na czas instalacji aktualizacji.
pt: O Envy terminou de baixar a versão mais recente (%s). Você gostaria de atualizar agora?\n\nSe você escolher Sim, o Envy fechará temporariamente enquanto a atualização é instalada.
ru: Envy закончила загрузку новой версии Envy (%s). Хотите ли сейчас обновить?\n\nЕсли выберите «Да», то Envy временно окончит работу, пока она будет обновляться.
sl: Envy je končala prenos različice (%s). Želite posodobiti takoj?\n\nV primeru, da izberete Da(Yes), se bo Envy, medtem, ko se bo posodabljala, začasno zaprla
sq: Envy mbaroi shkarkimin e versionit të ri (%s). A doni të përmirësoni tani?\n\nNëse zgjidhni Po, Envy do të mbyllet përkohësisht deri në instalimin e përmirësimit.
sr: Envy je završila skidanje nove Envy verzije (%s).Želite li odmah unaprediti u novu verziju?\n\nAko želite, Envy će se privremeno(dok se ne obavi instalacija) zatvoriti.
sv: Envy har fullständigt laddad ned Envy version (%s). Vill du uppgradera nu?\n\nOm du väljer Ja kommer Envy stängas tillfälligt och uppgraderingen kommer att installeras..
tr: Envy bi sonraki Envy versiyonunun (%s) İndirilmesi tamamlandı. Şimdi güncelemek ister misiniz?\n\nEvet ise, Envy güncelleme kurulana kadar geçici olarak kapatılacaktır.

source: No new Envy version detected.
af: Geen nuwe Envy uitgawe ontdek.
ca: No hi ha nova versió de Envy detecta.
es: No hay nueva versión de Envy detecta.
fr: Aucune mise à jour n'est disponible.
it: Nessuna nuova versione di Envy rilevata.
pt: Nenhuma versão nova do Envy detectada.
ru: Нет новых Envy версия обнаружено.
sq: Nuk diktohet asnjë verion i ri i Envy-s.

source: Sending default HTML response to upload host %s (%s).
af: Standaard HTML-antwoord word gestuur aan oplaaigasheer %s (%s).
ca: Enviant resposta HTML per defecte al servidor de pujada %s (%s).
de: Standard-HTML-Antwort an Upload Host %s senden (%s).
es: Enviando respuesta HTML por defecto a host de subida %s (%s).
fr: Envoi de la réponse HTML par défaut à l'hôte d'envoi %s (%s).
hu: Alapértelmezett HTML válasz küldése a feltöltési kiszolgálónak %s (%s).
it: Invio di una risposta HTML predefinita all'host di upload %s (%s).
ja: ホスト %s へアップロードするためのデフォルトHTML応答を送信しています (%s)
lt: Išsiunčiamas įprastas HTML atsakymas parsisiųsti norinčiam adresatui %s (%s).
nl: Standaard HTML antwoord wordt verzonden naar uploadbron %s (%s).
no: Sender normalt HTML svar til opplastingsvert %s (%s).
pt: Mandando resposta HTML padrão para o host de upload %s (%s).
ru: Посылаю стандартный HTML ответ на хост раздачи %s (%s).
sl: Pošiljam privzet HTML odgovor do gostitelja za nalaganje %s (%s).
sv: Skickar förvalt HTML-svar till uppladdningsvärd %s (%s).
tr: %s (%s) aktarım hostuna varsayılan HTML yanıtı gönderiliyor.

source: Incoming connection from %s is a HTTP upload request.
af: Inkomende konneksie vanaf %s is 'n HTTP oplaai-navraag.
ca: La connexió entrant de %s és una petició de pujada HTTP.
de: Eingehende Verbindung von %s ist eine HTTP-Uploadanforderung.
es: Conexión entrante de %s es un pedido de subida HTTP.
fr: La connexion entrante en provenance de %s est une demande d'envoi HTTP.
hu: %s bejövő kapcsolat egy HTTP feltöltési kérelem.
it: La connessione da %s è una richiesta di upload HTTP.
ja: %s からの入力接続はHTTPアップロード要求です
lt: Įeinantis ryšys su %s yra HTTP išsiuntimo užklausa.
nl: Inkomende verbinding vanaf %s is een HTTP uploadaanvraag.
no: Innkommende kobling fra %s er en HTTP opplastings forespørsel.
pt: Conexão vinda de %s é um pedido de upload HTTP.
ru: Входящее соединение с %s является HTTP запросом на раздачу.
sl: Vhodna povezava od %s je dejansko HTTP prošnja za nalaganje (upload).
sv: Inkommande anslutning från %s är en HTTP-uppladdningsbegäran.
tr: %s 'den gelen bağlantı, bir HTTP aktarım isteğidir.

source: Upload host %s (%s) sent a browse user request, responding...
af: Oplaaigasheer %s (%s) het 'n Vertoon gebruiker-lêers versoek gestuur, besig om te antwoord...
ca: El servidor de pujada %s (%s) ha enviat una petició de navegació d'usuari, responent...
de: Upload-Host %s (%s) hat eine Dateiliste angefordert, antworten...
es: Host de subida %s (%s) envio una peticion de navegación por usuario, respondiendo...
fr: L'hôte d'envoi %s (%s) a envoyé une demande de navigation utilisateur, réponse en cours...
hu: %s (%s) egy fájllista lekérdezést küldött, válaszolás...
it: L'host di upload %s (%s) ha richiesto la lista dei file, risposta in corso...
ja: アップロードホスト %s (%s) がユーザ参照リクエストを送信た為、応答しています...
lt: Adresatas %s (%s) atsiuntė užklausą rodyti naudotojo duomenis, siunčiamas atsakymas...
nl: Uploadgastheer %s (%s) stuurt een aanvraag om de gebruiker te bekijken, bezig met anwoorden...
no: Opplastingsvert %s (%s) sendte en utforsk-forespørsel, svarer...
pt: O Host de upload %s (%s) enviou um pedido de navegação de usuário, respondendo...
ru: Хост раздачи %s (%s) прислал запрос для просмотра пользователя, отвечаю...
sl: Gostitelj za nalaganje %s (%s) je poslal uporabniški zahtevek za brskanje, odgovarjam...
sv: Uppladdningsvärd %s (%s) begärde fillistning, svarar…
tr: %s (%s) aktarım hostu bir kullanıcı isteği gönderdi, yanıtlanıyor...

source: Upload host %s is on the user-agent block list, denying request.
af: Oplaaigasheer %s is op die gebruikersagent bloklys, versoek word geweier.
ca: El servidor de pujada %s està a la llista de bloqueig de programes, denegant la petició.
de: Upload-Host %s ist auf der User-Agent-Blockliste, Zugriff verweigert.
es: Host de subida %s esta en la lista de bloqueo user-agent, denegando petición.
fr: Refus d'une demande, l'hôte d'envoi %s est dans la liste noire des agents utilisateur.
hu: A feltöltési kiszolgáló %s a kliensprogram blokkolólistáján van, kérés megtagadása.
it: L'host di upload %s è nella lista degli user-agent bloccati, richiesta rifiutata.
ja: アップロードホスト %s がユーザエージェントブロックリスト内に存在する為、要求を拒否しています
lt: Adresatas %s yra blokuojamų naudotojo agentų sąraše, užklausa neleidžiama.
nl: Uploadgastheer %s staat op de verbanlijst van de gebruikersagent, aanvraag wordt afgewezen.
no: Opplastingsvert %s er i blokkeringslisten, nekter forespørsel.
pt: O Host de upload %s está na lista de usuário agentes bloqueados, negando pedido.
ru: Хост раздачи %s есть в списке блокирования программ, отклоняю запрос.
sl: Gostitelj za nalaganje (upload) %s je na črni listi uporabniškega agenta, prošnja je zavrnjena.
sv: Uppladdningsvärd %s använder ett blockerat användarprogram, nekar begäran.
tr: %s aktarım hostu kullanıcının engel listesinde, istek yok sayılıyor.

source: Refusing browse user request from %s, too many browse connections.
af: Deurblaai-versoek vanaf %s word geweier, te veel deurblaaikonneksies.
ca: Reajustant la petició de navegació de l'usuari de %s, massa connexions obertes.
de: Durchsuchen-Anforderung von %s verweigert, zu viele Durchsuchen-Verbindungen.
es: Rechazando la petición de navegación del usuario de %s, demasiadas conexiones abiertas.
fr: Refus d'une demande d'exploration de l'utilisateur %s, il y a trop de connexions d'exploration.
hu: Fájllista lekérdezés megtagadása %s, túl sok fájllista-lekérdezés.
it: Rifiutata la richiesta da %s di esplorare l'utente, troppe connessioni per esplorare l'utente.
ja: 非常に多くの参照接続がある為、%s からのユーザ参照要求を拒否しています
lt: Atsakoma išsiųsti naudotojo duomenis adresatui %s, per daug naudotojo duomenų išsiuntimų.
nl: De aanvraag van %s om de gebruiker te bekijken is geweigerd, te veel soortgelijke verbindingen.
no: Nekter utforsk forespørsel fra %s, for mange utforsk koblinger.
pt: Recusando o pedido de navegação do usuário de %s, muitas conexões de navegação.
ru: Отклоняю запрос для просмотра пользователя c %s, слишком много соединений просмотров.
sl: Zavračam uporabniški zahtevek za brskanje od %s, preveliko število povezav za brskanje.
sv: Vägrar fillistningbegäran från %s, för många fillistningsanslutningar.
tr: %s'den kullanıcı isteği reddediliyor, gözat bağlantısı çok fazla.

source: Denied browse user request from %s.
af: Vertoon gebruiker-lêers versoek vanaf %s geweier.
ca: Denegada la petició de navegar per a l'usuari %s.
de: Durchsuchen von Host %s verweigert.
es: Denegada la petición de navegar por usuario %s.
fr: Refus de la demande de navigation de %s.
hu: Fájllista letöltésének megakadályozása: %s.
it: Negato l'esame dall'host %s.
ja: %s からのユーザ参照要求を拒否しました
lt: Adresatui %s atsakyta rodyti naudotojo duomenis.
nl: Aanvraag van %s om de gebruiker te bekijken is afgewezen.
no: Nektet utforsk bruker-forespørsel fra %s.
pt: Negado o pedido do usuário de navegação de %s.
ru: Отклоняю запрос на просмотр пользователя для %s.
sl: Uporabniška zahteva po brskanju od %s je bila zavrnjena.
sv: Nekade begäran om fillistning från %s.
tr: %s 'den kullanıcı isteği reddedildi.

source: Queued upload %s is re-requesting too fast, closing connection.
af: Oplaaigasheer %s in waglyn stuur versoeke te vinnig na mekaar, konneksie word gesluit.
ca: La pujada en cua %s està tprnant a demanar de nou massa ràpid, tancant la connexió...
de: Der Upload %s in der Warteschlange fragt zu häufig an. Verbindung wird geschlossen.
es: Subida puesta en cola %s se esta pidiendo otra vez muy rápido, cerrando conexión.
fr: L'envoi en file d'attente %s redemande trop rapidement, ferme la connexion.
hu: A sorbanálló feltöltés túl sokszor kérdezget, kapcsolat bezárása: %s.
it: L'upload accodato %s sta richiedendo troppo velocemente, chiusura della connessione.
ja: アップロードキュー %s の再要求が速すぎる為、接続を閉じています
lt: Išsiuntimų eilėje laukiantis adresatas %s siunčia pakartotinas užklausas per dažnai, ryšys nutraukiamas.
nl: Upload %s uit de wachtrij vraagt te snel opnieuw aan, verbinding wordt gesloten.
no: Den ventende opplastingen %s sender for raske forespørsler, lukker kobling.
pt: Upload na fila de espera %s está re-requisitando muito rápido, fechando conexão.
ru: Стоячий в очереди хост раздачи %s перезапрашивает слишком часто, закрываю соединение.
sl: Naložek (uploads) v čakalni vrsti %s prehitro izvaja ponovno naprošanje, zapiram povezavo.
sv: Kölagd uppladdning %s begär för ofta, stänger anslutning.
tr: Sıradaki %s altarımı isteğini çok hızlı yineliyor, bağlantı kapatılıyor.

source: Refusing upload of "%s" to %s (%s), too many concurrent from host.
af: Stuur van "%s" na %s (%s) word geweier, te veel gelyktydige konneksies aan gasheer.
ca: Reajustant pujada de "%s" a %s (%s), massa connexions del servidor al mateix temps.
de: Hochladen von "%s" an %s (%s) verweigert. Zu viele Verbindungen mit Host.
es: Rechazando subida de "%s" a %s (%s), demasiadas conexiones del host al mismo tiempo.
fr: Refus d'envoi de « %s » vers %s (%s), il y a trop de concurrents de l'hôte.
hu: Feltöltés megtagadása: "%s" ide: %s (%s), túl sok egyidejű feltöltés.
it: Invio di "%s" a %s (%s) rifiutato, troppe richieste dall'host.
ja: ホストからの同時発生が多い為、"%s".の %s へのアップロードを拒否しています(%s)
lt: Atsakyta išsiųsti failą „%s“ adresatui %s (%s), per daug adresato susijungimų vienu metu.
nl: Upload van "%s" naar %s is geweigerd (%s), te veel gelijktijdige verbindingen van deze gastheer.
no: Nekter opplasting av "%s" til %s (%s), for mange samlet fra en vert.
pt: Recusando upload de "%s" para %s (%s), muitos concorrentes do host.
ru: Отказываю в раздаче «%s» %s (%s), слишком много параллельных соединений с хостом.
sl: Zavračam nalaganje "%s" do %s (%s), preveč hkratnih povezav gostitelja.
sv: Vägrar uppladdning av "%s" till %s (%s), för många samtidiga anslutningar från värd.
tr: Koşutzamanlı hostdan %s (%s)'ye "%s" aktarımı reddediliyor.

source: Refusing upload of "%s" to %s (%s), busy and client does not support queues.
af: Oplaai van "%s" na %s (%s) word geweier, beset en kliënt ondersteun nie waglyste nie.
ca: Actualitzant pujada de "%s" a %s (%s), ocupat o el client no suporta cues.
de: Kein freier Slot um "%s" an %s (%s) hochzuladen, Client unterstützt keine Warteschlange.
es: Rechazando subida de "%s" a %s (%s), ocupado o el cliente no soporta colas.
fr: Refus de l'envoi de « %s » à %s, occupé et le client ne supporte pas la mise en file d'attente.
hu: A(z) "%s" feltöltésének megtagadása ide: %s (%s), a kliens nem támogatja a sorbanállást.
it: Upload di "%s" con %s (%s) rifiutato, troppi upload.
ja: ビジー状態でクライアントがキューをサポートしていない為、"%s".の%sへのアップロードを拒否しています(%s)
lt: Atsakyta išsiųsti „%s“ adresatui %s (%s), užimtas, o klientas nepalaiko eilių.
nl: Uploaden van "%s" naar %s is geweigerd (%s), te druk en de cliënt ondersteunt geen wachtrijen.
no: Avviser opplasting av "%s" til %s (%s), opptatt og klienten støtter ikke kø.
pt: Recusando upload de "%s" para %s (%s), está ocupado e o cliente não suporta filas.
ru: Отказываю в раздаче «%s» на %s (%s), занят и клиент не поддерживает очередей.
sl: Zavrnjeno nalaganje (upload) za "%s" do %s (%s), zaseden in odjemalec ne podpira čakalnih vrst.
sv: Vägrar uppladdning av "%s" till %s (%s), upptagen och klienten stödjer inte köläggning.
tr: "%s" 'dan %s (%s) 'e aktarım kabul edilmiyor, meşgul ve istemci sırasını desteklemiyor.

source: Refusing upload of "%s" to %s (%s), all matching queues are full.
af: Oplaai van "%s" na %s (%s) word geweier, alle toepaslike waglyste is vol.
ca: Rebutjant la pujada de "%s" a %s (%s), totes les cues estan plenes.
de: Upload von "%s" an %s (%s) verweigert, alle entsprechenden Warteschlangen sind voll.
es: Rechazando subida de "%s" a %s (%s), todas las colas llenas.
fr: Envoi refusé de « %s » vers %s (%s), toutes les files d'attente assorties sont pleines.
hu: Feltöltés megtagadása: "%s" ide: %s (%s), az egész feltöltési sor tele van.
it: Upload di "%s" a %s (%s) rifiutato, tutte le code sono piene.
ja: 一致した全てのキューに空きが無い為、"%s".の %s へのアップロードを拒否しています(%s)
lt: Atsakoma išsiųsti failą „%s“ adresatui %s (%s), visos eilės perpildytos.
nl: Uploaden van "%s" naar %s (%s) wordt geweigerd, alle passende wachtrijen zijn vol.
no: Nekter opplasting av "%s" til %s (%s), alle liknende køer er fulle.
pt: Recusando upload de "%s" para %s (%s), todas as filas estão cheias.
ru: Отказываю в раздаче «%s» %s (%s), все соответствующие очереди переполнены.
sl: Zavračam nalaganje "%s" do %s (%s), vse enake čakalne vrste so polne.
sv: Vägrar uppladdning av "%s" till %s (%s), alla matchande köer är fulla
tr: "%s".den %s (%s)'ye aktarım reddedildi, tüm sıralar doludur.

source: Upload host %s requested an unsatisfiable range of file "%s".
af: Oplaaigasheer %s versoek 'n onbevredigende deel van die lêer "%s".
ca: El servidor de pujada %s ha demanat un rang de contingut impossible de "%s".
de: Upload-Host %s hat einen nicht verfügbaren Bereich der Datei "%s" angefordert.
es: Host de subida %s solicitó un rango de contenido no obtenido "%s".
fr: L'hôte d'envoi %s a demandé un segment impossible à satisfaire du fichier « %s ».
hu: %s egy nem megfelelő részt küldött a fájlból: "%s".
it: L'host di upload %s ha richiesto un range non soddisfacente del file "%s".
ja: アップロードホスト %s はファイル "%s" の充足不能な範囲を要求しました
lt: Adresatas %s užklausė išsiųsti netenkinamą failo „%s“ atkarpą.
nl: Uploadgastheer %s heeft een onbeschikbaar bereik aangevraagd van bestand "%s".
no: Opplastingsvertens %s spurte etter et ikke godkjent utvalg av filer "%s".
pt: O host de upload %s requisitou um intervalo de arquivo que não satisfaz "%s".
ru: Хост раздачи %s запросил невыполнимый отрезок файла «%s».
sl: Gostitelj za nalaganje %s je zaprosil po nezadovoljivem razponu datoteke "%s".
sv: Uppladdningsvärd %s begärde ett otillfredställbart omfång från fil "%s".
tr: %s aktarım hostu "%s" dosyasını uygun olmayan sırada istedi.

source: eDonkey uploads should not be cancelled. Are you sure you want to cancel this upload?
af: eDonkey2000 oplaaie moet nie gekanselleer word nie. Is jy seker jy wil hierdie oplaai kanselleer?
ca: Les pujades eDonkey no han de ser cancel·lades. Estàs segur(a) que vols cancel·lar aquesta pujada?
de: eDonkey-Uploads sollten nicht abgebrochen werden. Sind Sie sicher, dass Sie diesen Upload abbrechen wollen?
es: Subidas eDonkey no deberían ser canceladas. ¿Estas seguro que deseas cancelar esta subida?
fr: Il n'est pas poli qu'un envoi soit annulé. Êtes-vous certain de vouloir annuler cet envoi ?
he: ?העלאות של אידונקי2000 לא אמורות להיות מבוטלות. האם הינך בטוח/ה שברצונך לבטל את העלאות
hu: Az eDonkey feltöltéseket nem tanácsos megszakítani. Biztos megszakítja?
it: Gli upload di eDonkey non dovrebbero essere annullati. Sei sicuro di voler annullare questo upload?
ja: eDonkey2000アップロードは取り消すべきではありません。本当にこのアップロードを取り消して宜しいですか?
lt: eDonkey išsiuntimų nederėtų atšaukti. Ar tikrai norite atšaukti šio failo išsiuntimą?
nl: eDonkey uploads zouden niet moeten worden afgebroken. Weet je zeker dat je deze upload wilt beëindigen?
no: eDonkey2000 opplastinger bør ikke avbrytes. Er du sikker på at du vil avbryte denne opplastingen?
pl: Wysyłania eDonkey nie powinny być anulowane. Czy jesteś pewien, że chcesz anulować to wysyłanie?
pt: Uploads do eDonkey não devem ser cancelados. Você tem certeza que você quer cancelar este upload?
ru: Загрузки в сети eDonkey отменять не рекомендуется. Уверены, что хотите отменить эту загрузку?
sl: Naložki eDonkey2000 se ne smejo preklicati. Ste prepričani, da želite preklicati nalaganje?
sr: eDonkey2000 uploads should not be cancelled.Are you sure you want to cancel this upload?
sv: eDonkey-uppladdningar ska inte avbrytas. Är du säker på att du vill avbryta denna uppladdning?
tr: eDonkey2000 aktarımlarının iptal edilmemeleri önerilir. Bu aktarımı iptal etmek istediğinizden emin misiniz?

source: Can't open "%s" to upload to host %s, disk/file error.
af: Kan nie "%s" oopmaak om na gasheer %s op te laai nie, skyf/lêer foutief.
ca: No s'ha pogut obrir "%s" per a pujar al servidor %s, error d'arxiu o disc.
de: Die Datei "%s" konnte nicht geöffnet werden um an Host %s hochzuladen, Festplatten/Dateifehler .
es: No se pudo abrir "%s" para subir a host %s, disco/error de archivo.
fr: Impossible d'ouvrir « %s » pour l'envoi à l'hôte %s, erreur disque/fichier.
hu: Nem tudom megnyitni a feltöltéshez: "%s" ide: %s, lemez/fájlhiba.
it: Impossibile aprire "%s" per l'invio all'host %s, errore del disco/file.
ja: "%s" をホスト %sへアップロードする為に開くことが出来ませんでした。ディスク/ファイルエラーです
lt: Neįmanoma atverti „%s“ išsiuntimui adresu %s, disko/failo klaida.
nl: Kan "%s" niet openen voor het uploaden naar gastheer %s, schijf- of bestandsfout.
no: Kan ikke åpne "%s" for å laste opp til vert %s, disk/fil feil.
pt: Não pôde abrir "%s" para fazer upload para o host %s, erro de disco/arquivo.
ru: Не могу открыть «%s», чтобы раздать хосту %s, ошибка диска/файла.
sl: Ne morem odpreti "%s" za nalaganje do gostitelja %s, napaka na disku ali datoteki.
sv: Kan inte öppna "%s" för uppladdning till värd %s, disk- eller filfel.
tr: %s hostunda aktarım için "%s" açılamıyor, disk/dosya hatası.

source: Initiating a push connection to %s. %s
af: 'n Druk-aanvraag word geïnisieer na %s. %s
ca: Iniciant Connexió push amb %s. %s
de: Push-Verbindung mit %s wird hergestellt um "%s" hochzuladen.
es: Iniciando conexión push con %s. %s
fr: Initialisation d'une connexion poussée à %s pour l'envoi de « %s »;.
hu: Push kapcsolat létrehozása: %s. %s
it: Connessione push con %s per upload "%s" avviata.
ja: %s へのプッシュ接続を初期化しています。 %s
lt: Užmezgamas įstūmiantysis ryšys su %s. %s
nl: Een pushverbinding met %s wordt geïnitieerd voor het downloaden van "%s"
no: Starter en push-kobling til %s. %s
pt: Inicializando conexão de push com %s. %s
ru: Инициализирую соединение активной доставки с %s. %s
sl: Začenjam potisno (push) povezavo do %s. %s
sv: Initierar en anslutningsbegäran till %s. %s
tr: %s. %s 'e sıkıştırılmış bağlantı başlatılıyor
