Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Target file exists:\n\n%s\n\nWould you like to overwrite it?
af: Lêer bestaan reeds:\n\n%s\n\nWil jy dit oorskryf?
ca: l'arxiu:\n%s existeix.\n\nVols reescriu-re'l?
de: Zieldatei existiert:\n\n%s\n\nMöchtensie überschreiben?
es: El archivo:\n%s Existen ¿Deseas reescribirlo?
fr: Le fichier cible existe :\n\n%s\n\nVoulez-vous l'écraser ?
hu: Ez a fájl már létezik:\n\n%s\n\nFelülírod?
it: Il file di destinazione è presente:\n\n%s\n\nDesideri sovrascriverlo?
ja: 目的のファイルは既に存在しています:\n\n%s\n\n上書きしますか?
lt: Paskirties failas tokiu pavadinimu jau yra:\n\n„%s“\n\nAr norite ją perrašyti?
nl: Doelbestand bestaat al:\n\n%s\n\nWil je het overschrijven?
no: Denne filen finnes allerede:\n\n%s\n\nVil du skrive over den?
pt: O arquivo alvo existe:\n\n%s\n\n Você gostaria de sobrescrevê-lo?
ru: Такой файл существует:\n\n%s\n\nХотите ли Вы его перезаписать?
sl: Ciljna datoteka že obstaja:\n\n%s\n\nJo želite prepisati?
sr: Ta datoteka već postoji:\n\n%s\n\nŽelite li ju prebrisati?
sv: Målfilen finns redan:\n\n%s\n\nVill du ersätta den?
tr: Hedef dosya mevcut:\n\n%s\n\n Üzerine yazmak ister misiniz?

source: Show All File Types
af: Vertoon Alle Lêertipes
ar: عرض جميع امتداد الملفات
ca: Mostra tots els tipus
de: Alle Dateitypen anzeigen
es: Mostrar todos los tipos de archivo
fr: Tous les types de fichier
he: ‪הצג את כל סוגי הקבצים
hu: Minden fájltípus megjelenítése
it: Mostra tutti i tipi di file
ja: 全てのファイルタイプを表示します
lt: Rodyti visų tipų failus
nl: Alle bestandstypen tonen
no: Vis alle fil-typer
pt: Mostrar Todos Os Tipos de Arquivos
ru: Все типы файлов
sl: Pokaži vse tipe datotek
sq: Shfaqi Gjithë Llojet
sr: Pokaži Datoteke Svih Vrsta
sv: Visa alla filtyper
tr: Tüm dosya türlerini göster

source: Get P2P Link (&URI)
af: Kopieer URI
ar: Copy &URI
ca: Copiar URI
de: &RI kopieren
es: Copiar URI
fr: Copier l'&URI
he: ‪העתק URI
hu: URI másolása
it: Copia URI
ja: &URIをコピー
lt: Kopijuoti nuorodą
nl: Kopieër URI
no: Kopier URI
pl: Kopiuj URI
pt: Copiar URI
ru: Копировать ссылку
sl: Kopiraj URI
sq: Kopjo URI-n
sr: Kopiraj URI
sv: Kopiera URI
tr: &URI Kopyala

source: E&xport P2P Links...
af: Voer URI's Uit...
ar: Export &URIs...
ca: Exportar URIs...
de: &RIs exportieren...
es: Exportar URIs...
fr: Exporter les &URI...
he: ‪ייצא URI...
hu: URI exportálása...
it: Esporta URI...
ja: &URIをエクスポート...
lt: Eksportuoti nuorodas...
nl: Exporteer URIs...
no: Eksporter URI'er...
pl: Eksportuj URI...
pt: Exportar URIs...
ru: Экспорт ссылок...
sl: Izvozi URI-je...
sq: Eksporto URI-t...
sr: Export URIs...
sv: Exportera URIs…
tr: &URI'leri Gönder...

source: The file "%s" failed a hash verification test, and might not be the file you intended to download. Are you sure you want to open it?
af: Die lêer "%s" het 'n prosesserings-validasie toets gefaal en mag dalk nie die lêer wees wat jy wou aflaai nie. Is jy seker jy wil dit oopmaak?
ca: L'arxiu %s ha fallat la verificació, i pot no ser el correcte. Estàs segur(a) d'obrir-lo?
de: Die Datei "%s" hat die Hash-Überprüfung nicht bestanden und ist möglicherweise nicht die Datei, die Sie herunterladen wollten. Sind Sie sicher, dass Sie die Datei öffnen möchten?
es: El archivo "%s" falló la verificación, y puede no ser el correcto. ¿Estás seguro(a) de abrirlo?
fr: Le fichier « %s » a échoué au test de hachage, il est possible que ce ne soit pas le fichier que vous aviez l'intention de télécharger. Voulez-vous vraiment l'ouvrir ?
hu: A(z) "%s" fájl megbukott a hash ellenőrzésen és valószínűleg ez nem az a fájl, amit ön szeretne. Biztos meg akarja nyitni?
it: Il file "%s" ha fallito il test di verifica dell'hash e potrebbe non essere il file che intendevi scaricare. Desideri aprirlo comunque?
ja: ファイル "%s" はハッシュ検証テストに失敗しました。 これはあなたが要求したファイルではない可能性があります。 ファイルを開いて宜しいですか?
lt: Failo „%s“ maišos (tapatybės kodo) patikros testas nesėkmingas. Failas gali būti ne tas, kurį Jūs ketinote parsisiųsti. Ar tikrai norite vykdyti šį failą?
nl: De hashcontroletest voor het bestand "%s" is mislukt. Het is mogelijk niet het bestand dat je eigenlijk wilde downloaden. Weet je zeker dat je het wilt openen?
no: Filen "%s" klarte ikke hash godkjennings-testen, og det kan være at det ikke er den filen du er ute etter. Er du sikker på at du vil åpne den?
pt: O arquivo "%s" falhou no teste de verificação de hash, e pode não ser o arquivo que você pretendia baixar. Você tem certeza que você quer abrí-lo?
ru: Файл «%s» не прошел проверку хеш-теста и он может быть не тем файлом, который Вы намеревались загрузить. Уверены, что хотите его открыть?
sl: Datoteka "%s" je pogrnila na testu preverjanja izvlečka (hasha) in prav gotovo ni datoteka, ki ste jo nameravali prenesti. Ste prepričani, da jo želite odpreti?
sv: Filen "%s" misslyckades med en granskningsverifikation och kanske inte är filen du ville ladda ned. Är du säker på att du vill öppna den?
tr: "%s" dosyası bir hash test doğrulamasını başaramadı ve indirmeyi tasarladığın dosya olmayabilir. Bunu açmak istediğinden emin misin?

source: Would you like to remove the "potentially unsafe" attribute from this file?
af: Wil jy die "moontlik skadelik" eienskap van hierdie lêer verwyder?
ca: Vols treure l'atribut "potencialment insegur" d'aquest arxiu?
de: Wollen sie das "potenziell unsicher"-Atribut von dieser Datei entfernen?
es: ¿Quieres quitar el atributo de "potencialmente inseguro" de este archivo?
fr: Souhaitez-vous retirer l'attribut « potentiellement corrompu » attribué à ce fichier ?
hu: El akarja távolítani a fájl "potenciálisan veszélyes" attribútumát?
it: Desideri rimuovere l'attributo "potenzialmente non sicuro" da questo file?
ja: このファイルから"潜在的に危険のある"属性を取り除きますか?
lt: Ar norėtumėte pašalinti „galimai nesaugus“ požymį nuo šio failo?
nl: Wil je de eigenschap "mogelijk onveilig" van dit bestand verwijderen?
no: Vil du fjerne den "potensielt usikkre" egenskapen til denne filen?
pt: Você gostaria de remover o atributo de "potencialmente inseguro" deste arquivo?
ru: Хотите ли Вы удалить атрибут «потенциально небезопасен» с этого файла?
sl: Želite odstraniti "potencialno nevarne" atribute iz te datoteke?
sv: Vill du radera det "eventuellt osäkra" attributet från denna fil?
tr: Bu dosyadan "gizlilik ve tehlikeli" özniteliklerini kaldırmak istiyor musunuz?

source: The file "%s" has not yet been hashed. Please wait for the file to be hashed, and then try again.
af: Die lêer "%s" is nog nie geprosesseer nie. Wag asseblief vir die lêer om geprosesseer te word en probeer weer.
ca: l'arxiu %s no ha estat escanejat. Per favor, espera a que sigui escanejat i intenta-ho més tard.
de: Die Datei "%s" wurde noch nicht gehasht. Bitte warten Sie bis die Datei gehasht wurde und versuchen Sie es später erneut.
es: El archivo "%s" no ha sido escaneado. Por favor espere a que sea escaneado, e intente más tarde.
fr: Ce fichier « %s » n'a pas encore été haché. Prière d'attendre que le fichier soit haché et réessayer.
hu: A(z) "%s" még nem volt hashelve. Várja meg a hashelést és próbálja újra.
it: Il file "%s" non ha subito il processo di hash. Attendi che il file abbia subito il processo di hash, poi prova ancora.
ja: ファイル "%s" はまだハッシュされていません。 ファイルがハッシュされるまで待ってから再試行して下さい
lt: Failo „%s“ maiša (tapatybės kodas) dar nebuvo apskaičiuota. Palaukite, kol ji bus apskaičiuota, ir po to mėginkite dar kartą.
nl: Het bestand "%s" is nog niet gehasht. Wacht alsjeblieft even totdat het bestand gehasht is en probeer het dan nog een keer.
no: Filen "%s" er ikke hashet. Vennligst vent til filen er hashet og prøv på nytt.
pt: O arquivo "%s" ainda não possui informação de hash. Por favr espere que o arquivo tenha um hash, e então tente novamente.
ru: Файл «%s» ещё не имеет хеша. Подождите пока хеширование будет закончено и попробуйте снова.
sl: Datoteka "%s" še ni bila zgoščena (hashed). Počakajte, da se postopek sgoščevanja (hashing) konča in nato poskusite znova.
sv: Filen "%s" har inte blivit granskad ännu. Vänta tills filen har blivit granskad och försök sedan igen.
tr: "%s" dosyası henüz taranmadı. Lütfen dosyanın taranması için bekleyin ve sonra tekrar deneyin.

source: This option uses services provided by bitprints.getenvy.com for recognising and sharing information about selected files.\n\nEnvy will transmit the SHA1 hash code for the selected files in order to query the Bitprints database. If you are concerned about privacy, you may wish to consult the bitprints.getenvy.com privacy policy.\n\nWould you like to proceed?
af: Hierdie opsie gebruik dienste verskaf deur bitprints.getenvy.com vir herkenning en deel van inligting oor sekere lêers.\n\nEnvy sal die SHA1 hash-kode vir die geselekteerde lêer(s) stuur sodat die Bitprints databasis geraadpleeg kan word. As jy bekommerd is oor privaatheid, kan jy gerus die bitprints.getenvy.com privaatheidsbeleid lees.\n\nWil jy voortgaan?
ca: Aquesta opció utilitza un servei ofrerit per Bitprints, per a adquirir metainformació de l'arxiu.\n\nEnvy enviarà una petita informació sobre la marca digital 'bitprint' de l'arxiu per a que Bitprints el pugui reconèixer. Si tens algun dubte sobre la privacitat d'aquest servei, visita bitprints.getenvy.com per a més informació.\n\nVols continuar?
de: Diese Option benutzt Dienste, die von bitprints.getenvy.com zur Verfügung gestellt werden, um Information über Dateien zu sammeln und zugänglich zu machen.\n\nEnvy wird den SHA1-Hashwert für die ausgewählte(n) Datei(en) übertragen, um die Bitprints-Datenbank abzufragen.nWenn Sie sich Sorgen um ihre Privatsphäre machen, können Sie die "bitprints.getenvy.com privacy policy" lesen.\n\nWollen Sie fortfahren?
es: Esto usa un servicio ofrecido por bitprints.getenvy.com, para adquirir metadata acerca del archivo.\n\nEnvy va a enviar una pequeña información sobre la huella digital 'bitprint' del archivo para que Bitprints lo pueda reconocer. Si tienes alguna duda sobre la privacidad de este servicio, visita bitprints.getenvy.com para más información.\n\n¿Quieres continuar?
fr: Cette option utilise les services de bitprints.getenvy.com pour la reconnaissance et le partage de l'information sur les fichiers sélectionnés.\n\nEnvy va transmettre le code SHA1 de ce(s) fichier(s) pour interroger la base de donnée de Bitprints. Si vous êtes préoccupé par votre vie privée, consultez la politique de confidentialité de bitprints.getenvy.com.\n\nVoulez-vous continuer ?
hu: Ez az opció a bitprints.getenvy.com fájlinformációs szolgáltatásait használja.\n\nA Envy a fájl SHA1 hash kódját elküldi a Bitprints adatbázisába. Ha nem bízik meg a Bitprintsben, akkor olvassa el a bitprints.getenvy.com adatvédelmi nyilatkozatát.\n\nTovább akar menni?
it: Questa opzione utilizza i servizi di bitprints.getenvy.com per il riconoscimento e la condivisione delle informazioni sui file selezionati.\n\nEnvy trasmetterà il codice hash SHA1 per i file selezionati per poter effettuare richieste al database di Bitprints. Se non conosci le condizioni sulla privacy, consultale su bitprints.getenvy.com.\n\nDesideri continuare?
ja: このオプション選択されたファイルに関する識別・共有情報が提供されるbitprints.getenvy.comのサービスを使用します\n\nEnvyは選択したファイルのためにBitprintsデータベースにSHA1ハッシュコードを送信して問い合わせます。 プライバシーが心配ならbitprints.getenvy.comプライバシーポリシーを参照できますnn続けて宜しいですか?
lt: Šios parinkties naudojimas reikalauja bitprints.getenvy.com paslaugos pasirinktiems failams atpažinti ir dalintis su kitais failo informacija.\n\nEnvy persiųs pasirinkto failo(-ų) SHA1 maišą(-as), kuri reikalinga(-os) užklausoms Bitprints duomenų bazėje. Jei Jums svarbus slaptumas, Jūs galbūt norėsite susipažinti su bitprints.getenvy.com privatumo laidavimo dokumentu.\n\nAr norite tęsti?
nl: Deze optie gebruikt diensten die zijn verstrekt door bitprints.getenvy.com voor het herkennen en delen van informatie over de geselecteerde bestanden.\n\nEnvy geeft de SHA1 hash-code door voor de geselecteerde bestand(en) om de Bitprints gegevensbank op te vragen. Als je je zorgen maakt over privacy, kun je de privacypolis van bitprints.getenvy.com raadplegen.\n\nWil je verdergaan?
no: Dette valget bruker bitprints.getenvy.com for å finne informasjon om valgte filer.\n\nEnvy sender SHA1 hash koden til den valgte filen for å søke i Bitprints databasen. Hvis du er redd for å dele slik informasjon, kan du lese bitprints.getenvy.com's retningslinjer for personopplysninger.\n\nVil du fortsette?
pt: Esta opção usa os serviços providenciados pelo bitprints.getenvy.com para identificação e compartilhamento sobre os arquivos selecionados.\n\nO Envy enviará o código de hash SHA1 para o(s) arquivo(s) selecionado(s) de modo a pesquisar o banco de dados do Bitprints. Se você está preocupado com sua privacidade, você pode desejar consultar a política de privacidade do bitprints.getenvy.com.\n\nVocê gostaria de prosseguir?
ru: Эта опция использует службу, предоставленную bitprints.getenvy.com для получения и обмена информацией о помеченных файлах.\n\nEnvy перешлет SHA1 хеш код помеченного файла(ов) для того, чтобы запросить базу данных Bitprints. Если Вы заинтересованы в секретности, наверное, Вы захотите познакомиться с политикой конфиденциальности bitprints.getenvy.com.\n\nХотите ли продолжать?
sl: Ta možnost uporablja storitve, ki jih zagotavlja bitprints.getenvy.com za prepoznavanje in deljenje informacij o izbranih datotekah.\n\nEnvy bo prenesla SHA1 izvleček (hash code) za izbrane datoteke z namenom poizvedbe po Bitprints podatkovni zbirki. Če ste zaskrbljeni glede zasebnosti, vam svetujemo, da si ogledate izjavo o varovanju zasebnosti na bitprints.getenvy.com.\n\nŽelite nadaljevati?
sv: Detta val använder tjänster tillhandahållna av bitprints.getenvy.com för igenkänning och utdelning av information om valda filer.\n\nEnvy kommer att överföra SHA1-granskningskoden för de valda filerna för att begära information från Bitprintsdatabasen. Om du är rädd om din integritet kan du välja att läsa integritetspolicyn för bitprints.getenvy.com.\n\nVill du fortsätta?
tr: Bu seçeneklerle seçilen dosyada onaylanan ve paylaşılan bilgi için bitprints.getenvy.com tarafından sağlanan servisler kullanılır.\n\nEnvy Bitprints veritabanı sorgu düzeninde seçilen dosyalar için SHA1 hash kod gönderecek.Eğer gizlilikle ilgileniyorsan bitprints.getenvy.com gizlilik politikasını danışmak isteyebilirsin.\n\nİlerlemek istiyor musun?

source: A subfolder of the selected folder "%s" is already part of your library.\nAdding this folder will cause re-hashing of some files.\n\nDo you want to continue ?
af: 'n Subgids van die geselekteerde gids "%s" is alreeds deel van jou biblioteek.\nDie byvoeging van hierdie gids sal die herprosessering van sommige lêers veroorsaak.\n\nIs jy seker jy wil voortgaan ?
ca: Una subcarpeta de la carpeta seleccionada "%s" ja és actualment part de la col·lecció.nAfegir aquesta carpeta causarà una reverificació dels arxius.\n\nDe segur que dessitja continuar?
de: Ein Unterordner des ausgewählten Ordners "%s" befindet sich schon in ihrer Bibliothek.nDas Hinzufügen dieses Ordners hat zur Folge, dass einige Dateien neu verifiziert werden müssen.\n\nMöchten Sie fortfahren?
es: Una subcarpeta de la carpeta seleccionada "%s" forma parte de Colección.\nAñadir esta carpeta causará la refusión de algunos ficheros.\n\n¿Quieres continuar?
fr: Un sous-dossier du dossier sélectionné « %s » fait déjà partie de votre bibliothèque.nL'ajout ce dossier entraînera le re-hachage de certains fichiers.\n\nVoulez-vous continuer ?
hu: A kész és a félkész fájlok ne legyenek azonos mappában!
it: Una sottocartella della cartella selezionata "%s" è già parte della tua libreria.nAggiungere questa cartella causerà il re-hashing di alcuni file.\n\nVuoi continuare?
ja: 選択したフォルダ "%s" のサブフォルダが既にライブラリ内に存在します。nこのフォルダを追加すればいくつかのファイルを再ハッシュする可能性があります。nnこのまま続けて宜しいですか?
lt: Pasirinkto aplanko „%s“ poaplankis jau yra Jūsų kolekcijoje.\nPridėjus šį aplanką, kai kurių failų maišos bus perskaičiuotos.\n\n\nAr norite tęsti?
nl: De complete en incomplete mappen mogen niet dezelfde zijn
no: Mappen for fullstendige filer og mappen for ufullstendige filer bør ikke være den samme
pt: Uma sub-pasta do diretório selecionado "%s" já é parte da sua biblioteca.\nAdicionar esta pasta causará o re-hashing de alguns arquivos.\n\nVocê quer continuar ?
ru: Подпапка выбранной папки «%s» уже находится в Вашем хранилище.\nЕсли Вы добавите эту папку, хеши некоторых файлов будут перерасчитанны заново.\n\nУверены, что хотите продолжить?
sl: Podmapa izbrane mape "%s" je že del vaše knjižnice.\nČe boste dodali to mapo, boste povzročili sprožitev ponovnega zgoščevanja (re-hashing) nekaterih datotek.\n\nŽelite nadaljevati?
sr: Podfascikla u odabranoj fascikli "%s" je već deo vaše kolekcije.\nDodavanje ove fascikle će izazvati re-hashing nekih datoteka.\n\nŽelite li svejedno nastaviti?
sv: En undermapp till mappen "%s" finns redan i ditt bibliotek.\nOm du lgger till den här mappen måste hashen beråknas om för vissa filer.\n\nVill du fortsätta?
tr: Seçilen klasör "%s" klasörünün alt klasörü, zaten kütüphanenizin parçasıdır.\nEklenen bu klasör bazı dosyaların bozulmasına neden olacaktır.\n\nDevam etmek istiyor musunuz ?

source: There is no file playing. Double-click a media file in your library to play it.
af: Daar is geen lêers wat speel nie. Dubbelkliek 'n medialêer in jou biblioteek om dit te speel, of kliek op Open
ca: No hi ha cap arxiu reproduïnt-se. Fes doble clic a un arxiu de media en la teva biblioteca per a reproduir-lo.
de: Es wird keine Datei wiedergegeben. Doppelklicken Sie eine Datei in Ihrer Bibliothek an, um sie abzuspielen.
es: No hay ningún archivo reproduciendose. Haz doble click a un archivo de media en tu librería para reproducirlo.
fr: Aucun fichier en lecture. Double-cliquez un fichier média dans votre bibliothèque pour le lire.
he: ‪אף קובץ לא מנוגן כעת, לחץ לחיצה כפולה על קובץ בספריה שלך להשמעתו
hu: Nincs semmilyen lejátszás folyamatban. Kattintson duplán egy médiafájlra a lejátszáshoz.
it: Nessun file in riproduzione. Fai doppio click su un file multimediale della tua libreria per riprodurlo.
ja: 再生中のファイルはありません。 ライブラリ内のメディアファイルをダブルクリックすれば再生できます
lt: Joks failas negrojamas. Grojimui spragtelkite grotuvo failą savo kolekcijoje.
nl: Er is geen bestand aan het afspelen. Dubbelklik op een mediabestand uit je bibliotheek om het af te spelen.
no: Det er ingen filer som spilles av. Dobbelt-klikk på en av dine filer for å spille av.
pt: Não há arquivo tocando. Clique duas vezes num arquivo de mídia na sua biblioteca para tocá-lo.
ru: Нет воспроизводимых файлов. Щелкните дважды на медиа файле в Вашем хранилище для его проигрывания.
sl: Trenutno se ne predvaja nobena datoteka. Dvokliknite na datoteko v svoji knjižnici za njeno predvajanje.
sv: Ingen fil spelas. Dubbelklicka på en mediafil i ditt bibliotek för att spela den.
tr: Oynayacak dosya yok. Kütüphanenizdeki bir ortam dosyasını oynatmak için çift-tıklın.
