Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Your downloaded files folder "%s" is not yet in your library.\n\nIncluding your downloaded files folder in your library makes it easier to view and organize new downloads, and lets you take advantage of advanced Envy features such as download verification and automatic upgrading. Placing downloaded files in your library does not necessarily require you to share them: you can choose whether or not to share files independently.\n\nWould you like to add your downloaded files folder to your library now?
af: Jou aflaai gids "%s" is nog nie by jou biblioteek gevoeg nie.\n\nDeur jou aflaai gids in jou biblioteek in te sluit, word dit makliker gemaak om nuwe aflaaie te organiseer en dit laat jou voordeel trek uit gevorderde Envy-funksies soos aflaaikontrole en outomatiese opgradering. Deur aflaaie in jou biblioteek te plaas beteken nie dat jy verplig is om dit te deel nie, jy kan kies of jy dit wil deel of nie.\n\nWil jy jou aflaai gids nou by jou biblioteek voeg?
ca: La teva carpeta d'arxius descarregats "%s" encara no es troba a la col·lecció.\n\nIncloent-hi la teva carpeta d'arxius descarregats en la col·lecció fa més fàcil veure i organitzar les noves descàrregues, i altres opcions avançades i característiques de GetEnvy.com la verificació de descàrregues i actualitzacions automàtiques. Posant els arxius descarregats a la col·lecció no necesàriament requereix que els comparteixis: pots elegir si vols o no compartir els arxius independentment.\n\nVols afegir la teva carpeta de descàrregues a la col·lecció ara?
de: Ihr Downloadverzeichnis "%s" ist nicht in ihrer Bibliothek.\n\nWenn Sie ihr Downloadverzeichnis zur Bibliothek hinzufügen, können Sie neue Downloads viel einfacher anzeigen und verwalten. Außerdem können Sie dann die Funktionen Downloadüberprüfung und Automatische Updates benutzen.nDas hinzufügen ihres Downloadverzeichnis zur Bibliothek erfordert es nicht, es freizugeben: Sie können bestimmen, ob Sie einzelne Dateien freigeben.\n\nWollen Sie ihr Downloadverzeichnis jetzt zur Bibliothek hinzufügen?
es: Tu carpeta de archivos descargados "%s" todavia no se encuentra en Colección.\n\nIncluyendo tu carpeta de archivos descargados en Colección hace más fácil ver y organizar tus nuevas descargas, y permite tomar las ventajas de las características avanzadas de GetEnvy.como verificación de descarga y actualización automatica. Poniendo los archivos descargados en Colección no necesariamente requiere que los compartas: puedes Seleccionar si deseas o no compartir los archivos independientemente.\n\n¿Deseas agregar tu carpeta de descargas a Colección ahora?
fr: Votre dossier de téléchargements « %s » ne fait pas partie de votre bibliothèque.\n\nInclure ce dossier dans votre bibliothèque rend plus simple l'organisation de vos nouveaux téléchargements et vous permet de bénéficier des fonctions avancées de Envy, comme la vérification automatique des téléchargements et les mises à jour automatiques. Placer ce dossier dans votre bibliothèque ne vous oblige pas à le partager : vous pouvez décider cela indépendamment.\n\nVoulez-vous ajouter votre dossier de téléchargements à votre bibliothèque maintenant ?
hu: A letöltési mappa "%s", nincs a könyvtárban.\n\nHa belerakja, könnyebb lesz rendezni a letöltéseit és kihasználhatja a Envy lehetőségeit, mint: a letöltés-ellenőrzés és az automata frissítés. A Könyvtárban lévő letöltött fájlok nem feltétlenül megosztottak: kiválaszthatja, hogy melyiket akarja megosztani vagy sem.\n\nHozzá akarja adni a letöltési mappát a Könyvtárhoz?
it: La cartella dei tuoi file scaricati "%s" non è ancora nella tua libreria.\n\nIncluderla nella tua libreria rende più semplice vedere e organizzare i nuovi download, inoltre ti permette di trarre vantaggio dalle funzionalità avanzate di Envy quali la verifica dei download e l'aggiornamento automatico. Porre i file scaricati nella tua libreria non richiede necessariamente che tu li condivida: puoi scegliere indipendentemente se condividerli o meno.\n\nDesideri aggiungere la cartella dei tuoi file scaricati alla tua libreria ora?
ja: ダウンロードフォルダ "%s" がまだライブラリ内にありません。\n\nライブラリにダウンロードファイルフォルダを含むことは、新規ダウンロードの表示・構成を簡単にし、 ダウンロードの検証や自動アップグレードといった高度なEnvyの機能を利用可能にします。 ライブラリ内にダウンロードフォルダが存在しても、それが共有されているということではありません: 別個にファイルを共有するかどうかを選択できます。\n\n今すぐダウンロードフォルダをライブラリに追加しますか?
lt: Jūsų parsisiųstų failų aplankas „%s“ dar nėra įtrauktas į Jūsų kolekciją.\n\nĮtraukę parsisiųstų failų aplanką į savo kolekciją, Jūs galėsite lengviau tvarkyti ir peržiūrėti naujai parsisiųstus failus, o taip pat pasinaudoti tokiomis papildomomis Envy funkcijomis, kaip failų patikra ir savaiminis Envy atnaujinimas. Parsisiųstų failų laikymas Jūsų kolekcijoje nereikalauja, kad Jūs jas bendrintumėte: Jūs galite pasirinkti kiekvienam failui atskirai, ar jį bendrinti ar ne.\n\nAr norėtumėte dabar įtraukti parsisiųstų failų aplanką į savo kolekciją?
nl: De map "%s" met je gedownloade bestanden zit nog niet in je bibliotheek.\n\nAls deze map is toegevoegd aan je bibliotheek, wordt het gemakkelijker om nieuwe downloads te bekijken en te beheren. Ook kun je dan gebruik maken van extra Envy eigenschappen zoals downloadcontrole en automatische upgrades. Het plaatsen van gedownloade bestanden in je bibliotheek wil niet meteen zeggen dat ze moeten worden gedeeld: je kunt voor elk bestand bepalen of je het al dan niet wilt delen.\n\nWil je de map met gedownloade bestanden nu aan je bibbliotheek toevoegen?
no: Din nedlastingsmappe "%s" er ikke i mine filer ennå.\n\nÅ inkludere din nedlastings mappe i mine filer gjør det lettere å se og organisere nye filer, dette lar deg også ta i bruk verifisering og automatisk oppdatering. Å lagre filer i mine filer betyr ikke at du må dele dem: du kan selv velge om du vil dele dem eller ikke.\n\nVil du legge til din nedlastingsmappe i mine filer nå?
pt: Sua pasta de arquivos baixados "%s" não está ainda na sua biblioteca.\n\nIncluir sua pasta de arquivos baixados na sua biblioteca torna mais fácil de ver e organizar novos downloads, e permite a você tomar vantagem das características avançadas do Envy tais como verificação de download e atualização automática. Colocar arquivos baixados na sua biblioteca não requer necessariamente que você os compartilhe: você pode escolher se quer ou não compartilhar os arquivos independentemente.\n\nVocê gostaria de adicionar a sua pasta de arquivos baixados na sua biblioteca agora?
ru: Ваша папка загрузок «%s» не включена в Ваше хранилище.\n\nВключение Вашей папки загрузок в хранилище сделает более легкими организацию и просмотр новых загрузок, и позволит Вам использовать в Envy функции для опытных пользователей такие как проверка загрузки и автоматическое обновление. Помещение загруженных файлов в хранилище не обязывает Вас открывать доступ к ним: Вы сможете указать отдельно для каждого файла открывать ли его или нет.\n\nХотите добавить Вашу папку загрузок в хранилище сейчас?
sl: Vaša mapa za prenešene datoteke "%s" trenutno še ni v vaši knjižnici.\n\nČe boste prenešene datoteke vključili v svojo knjižnico, boste lažje dostopali do njih in tudi lažje pripravljali nove prenose. Prav tako vam bodo potem na voljo napredne Envy zmogljivosti, kot je npr. preverjanje prenešenih datotek in samodejno nadgrajevanje. S tem, ko boste postavili prenešene datoteke v knjižnico, še ne pomeni, da jih boste morali obvezno deliti: sami boste lahko izbrali katere datoteke želite deliti z drugimi.\n\nŽelite dodati mapo z vašimi prenešenimi datotekami v vašo knjižnico?
sq: Your downloaded files folder "%s" is not yet in your library.\n\nIncluding your downloaded files folder in your library makes it easier to view and organise new downloads, and lets you take advantage of advanced Envy features such as download verification and automatic upgrading. Placing downloaded files in your library does not necessarily require you to share them: you can choose whether or not to share files independently.\n\nWould you like to add your downloaded files folder to your library now?
sr: Your downloaded files folder "%s" is not yet in your library.\n\nIncluding your downloaded files folder in your library makes it easier to view and organise new downloads, and lets you take advantage of advanced Envy features such as download verification and automatic upgrading.Placing downloaded files in your library does not necessarily require you to share them: you can choose whether or not to share files independently.\n\nWould you like to add your downloaded files folder to your library now?
sv: Din nedladdningsmapp "%s" är ännu inte i ditt bibliotek.\n\nInkludering av din nedladdningsmapp i ditt bibliotek gör det enklare att visa och organisera nya nedladdningar och låter dig använda avancerade Envyfunktioner som t.ex. neladdningsverifikation och automatisk uppgradering. Placering av nedladdade filer i ditt bibliotek innebär inte nödvändigtvis att du måste dela ut dem. Du kan välja vilka filer du vill dela ut var för sig.\n\nVill du lägga till nedladdningsmappen till ditt bibliotek nu?
tr: Henüz kütüphanenizde olmayan "%s" dosyalar klasörü indirildi.\n\nİndirme dosyalarınızın kütüphanenizdeki klasör içinde yer alması yeni indirmelerin gösteriminde ve yönetiminde kolaylık sağlar ve indirme gerçekleme ve otomatik güncelleme gibi Envy'nın ileri özelliklerine sahip olmanıza izin verir. İndirme dosyalarınızın kütüphane içine yerleştirimi ille de onları paylaştırmanı istemez: bağımsızca dosyaları paylaştıp paylaştırmayacağını seçebilirsin.\n\nKütüphanenize şimdi indirme dosyalarınızın klasörünü eklemek ister misiniz?

source: Your downloads folder has been added to your library. Would you like to share it too?
af: Jou aflaai gids is by jou biblioteek gevoeg. Wil jy dit deel ook?
ca: La carpeta d'arxius descarregats ha estat afegida a la col·lecció. Vols compartir-la també?
de: Ihr Downloadverzeichnis wurde zu ihrer Bibliothek hinzugefügt. Wollen Sie es auch freigeben?
es: La carpeta de archivos descargados fué agregada a Colección. ¿Quieres compartirla también?
fr: Votre dossier de téléchargements a été ajouté à votre bibliothèque. Voulez-vous qu'il soit partagé ?
hu: A letöltési mappa hozzá lett adva a könyvárhoz. Meg is akarja osztani?
it: La cartella dei tuoi download è stata aggiunta alla tua libreria. Desideri condividerla?
ja: ダウンロードフォルダがライブラリに追加されました。これを共有しますか?
lt: Jūsų parsisiųstų failų aplankas įtrauktas į kolekciją. Ar norėtumėte jį irgi bendrinti?
nl: Je map met downloads is toegevoegd aan je bibliotheek. Wil je het ook delen?
no: Din nedlastingsmappe er lagt til i mine filer. Vil du dele den også?
pt: Sua pasta de arquivos baixados foi adicionada a sua biblioteca. Você gostaria de compartilhá-la também?
ru: Вы добавили папку загрузок в Ваше хранилище. Хотите ли открыть её для общего доступа?
sl: Mapa s prenešenimi datotekami je bila dodana v vašo knjižnico. Jo želite tudi deliti z drugimi?
sv: Din nedladdningsmapp har lagts till ditt bibliotek. Vill du dela ut den också?
tr: İndirme klasörleriniz kütüphanenize eklendi. Daha paylaşmak ister misiniz?

source: You have not yet selected a media player to enqueue files with, such as Nullsoft Winamp. Would you like to select one now?\n\nEnvy will pass the name of the file to your selected program with the "/ADD" argument.
af: Jy het nog nie 'n media speler geselekteer waarmee lêers gelys moet word nie, soos byvoorbeeld Nullsoft WinAmp. Wil jy nou een selekteer?\n\nEnvy sal die naam van die lêer aanpas met die "/ADD" argument.
ca: No has seleccionat un reproductor per als arxius de multimèdia. Vols seleccionar-ne un ara?\n\nL'arxiu serà passat amb l'argument "/ADD".
de: Sie haben keinen Mediaplayer wie z.B. Winamp gewählt, um Dateien in die Wiedergabeliste aufzunehmen. Wollen Sie jetzt einen auswählen?\n\nEnvy wird dem gewählten Programm den Dateinamen mit der "/ADD" Option übergeben.
es: No ha seleccionado un reproductor para los archivos de media. ¿Quieres seleccionar uno ahora?\n\nEl archivo va a ser pasado con el argumento "/ADD".
fr: Vous n'avez pas encore sélectionné un lecteur multimédia avec lequel mettre en file d'attente les fichiers, comme par exemple Nullsoft WinAmp. Voulez-vous en sélectionner un maintenant ?\n\nEnvy enverra le nom de fichier à ce programme avec l'argument « /ADD ».
hu: Nincs médialejátszó kiválasztva(pl. Nullsoft Winamp), ami fel tudná venni a fájlokat egy lejátszólistába. Most akarja kiválasztani?\n\nA Envy a(z) "/ADD" paranccsal küldi át a fájlokat a listába.
it: Non hai selezionato un lettore multimediale per accodare i file (per esempio Nullsoft Winamp). Desideri selezionarlo ora?\n\nEnvy passerà il nome del file al programma indicato con il parametro "/ADD".
ja: まだ選択したファイルを再生するメディアプレーヤーを設定していません(例:Nullsoft WinAmp)。 今すぐプレーヤーを選択しますか?\n\nEnvyは "/ADD" 引数でファイル名を選択したプログラムに渡します
lt: Jūs dar nenurodėte grotuvo programos, pvz., Nullsoft WinAmp, į kurio grojaraštį norite įtraukti savo failus. Ar norite dabar jį nurodyti?\n\nEnvy perduos failo pavadinimą Jūsų pasirinktai programai kartu su „/ADD“ argumentu.
nl: Je hebt nog geen mediaspeler geselecteerd voor het in de wachtrij plaatsen van bestanden, zoals Nullsoft Winamp. Wil je er nu één uitkiezen?\n\nEnvy zal de naam van het bestand doorgeven aan het geselecteerde programma met de parameter "/ADD".
no: Du har ikke valgt en mediaspiller å sende filer i kø til. Vil du velge en nå?\n\nEnvy kan sende navnet til filen ved hjelp av "/Legg til" kommandoen.
pt: Você não selecionou ainda nenhum media player para os seus arquivos, tais como o WinAmp da Nullsoft. Você gostaria de selecionar um agora?\n\nO Envy passará o nome do arquivo para o seu programa selecionado com o argumento "/ADD".
ru: Вы ещё не указали, какой проигрыватель использовать для ставки медиа файлов в очередь воспроизведения (напр., Nullsoft WinAmp). Хотите ли выбрать его сейчас?\n\nEnvy передаст имя файла вашей выбранной программе вместе с /ADD аргументом.
sl: Niste še izbrali predvajalnika medijev, kot je to npr. WinAmp podjetja Nullsoft, s katerim bi postavili datoteke v čakalno vrsto. Želite izbrati program zdaj?\n\nEnvy bo posredovala ime datoteke izbranemu programu z argumentom "/ADD".
sv: Du har inte valt en mediaspelare att kölägga filerna med, som t.ex. Nullsoft WinAmp. Vill du välja en nu?\n\nEnvy kommer att skicka namnet på filen till ditt valda program med "/ADD"-argumentet.
tr: Sıralı dosyalar için henüz Nullsoft WinAmp gibi bir ortam oynatıcısı seçmediniz. Şimdi bir tane seçmek ister misiniz? \n\nEnvy "/EKLE" butonuyla seçtiğiniz programın dosya adını kabul edecektir.

source: Are you sure you want to delete the %i selected album folders ?\n\nNote that this action does not delete the files within the album folders, only the folders themselves.
af: Is jy seker jy wil die %i geselekteerde albumgidse skrap ?\n\nHierdie aksie skrap nie die lêers binne die albumgidse nie, maar net die gidse self.
ca: Estàs segur(a) de esborrar %i carpetes virtuals amb informació sobre àlbums?\n\nAixò no esborra els arxius físicament del disc dur, sols esborra la carpeta seleccionada de la col·lecció.
de: Wollen Sie die markierten %i Alben wirklich löschen ?\n\nHierbei werden nicht die Dateien gelöscht, sondern nur die Kollektionen.
es: ¿Estás seguro(a) de eliminar %i carpetas virtuales con información sobre albums?\n\nEsto no elimina los archivos fisicamente del disco duro, solo elimina la carpeta seleccionada de Colección.
fr: Voulez-vous vraiment supprimer cette sélection d'albums (%i) ?\n\nNotez que cela ne supprimera pas les fichiers contenus dans cette sélection d'albums.
hu: Biztos akarja törölni akarja az albummappá(k)at (%i db)?\n\nEz nem fogja törölni az albumban lévő fájlokat csak magát az albumot.
it: Desideri eliminare le cartelle album selezionate %i?\n\nQuest'azione non eliminerà i file nelle cartelle album, ma solo le cartelle stesse.
ja: 選択した %i 個のアルバムフォルダを削除しますか?\n\nこの操作はアルバムフォルダを削除するだけで、実際のファイルは削除されないことに注意して下さい
lt: Ar tikrai norite pašalinti %i pasirinktą albumo katalogą(-us)?\n\nĮsidėmėkite, kad šis veiksmas neištrins failų, esančių albumų kataloguose, tiktai pačius katalogus.
nl: Weet je zeker dat je de %i geselecteerde albummappen wilt verwijderen?\n\nMet deze actie worden niet de bestanden uit deze albums verwijderd, maar alleen de mappen zelf.
no: Er du sikker på at du vil slette %i valgte mappe(r) ?\n\nDette sletter ikke filene, kun mappen(e) filene er i.
pt: Você tem certeza que você quer apagar a(s)%i pasta(s) do(s) Álbum(s) selecionada(s) ?\n\nNote que esta ação não apaga os arquivos dentro das pastas do álbum, apenas as próprias pastas.
ru: Вы уверены, что хотите удалить %i помеченных папок(и) альбомов?\n\nОтметьте, что это действие не удаляет файлы в папках альбомов, а только папки непосредственно.
sl: Ste prepričani, da želite zbrisati izbrano albumsko mapo %i?\n\nZapomnite si, da to dejanje ne pobriše datotek znotraj albumskih map, temveč samo ustrezne mape.
sv: Är du säker på att du vill radera de %i valda albummapparna?\n\nRadering av albummappar raderar inte filerna som tillhör dem, utan endast mapparna.
tr: %i seçili albüm klasörlerini(s) silmek istediğinizden emin misiniz?\n\nNot: Bu işlem album klasörü içindeki dosyaları silmez, sadece klasörlerin kendisini siler.

source: Ghost File
ca: Arxiu fantasma
de: Ghost-Datei
es: Huella del archivo (Ghost File)
fr: Fichier fantôme
hu: Szellemfájl
it: File fantasma
lt: Šešėlinis failas
nl: Spookbestand
pt: Arquivo Ghost
ru: Теневой файл
sq: Skeda Fantazmë
sv: Skuggfil
tr: Hayalet Dosya

source: Editing metadata of %i files.
af: Metadata van %i lêers word verander.
ca: Editant la metainformació de %i arxius.
de: Metadaten von %i bearbeiten.
es: Editando metadata de %i archivos.
fr: Édition des métadonnées de %i fichiers.
he: ‪.ל- %i קבצים Meta עורך מידע
hu: Fájl metaadatának a szerkesztése: %i
it: Modifica dei metadata di %i file.
ja: %i ファイルのメタデータを編集中です
lt: Taisomi %i failų(-os) meta duomenys.
nl: Metadata van %i bestanden worden gewijzigd.
no: Endrer metadata til %i filer.
pt: Editando metadata de %i arquivos.
ru: Правка мета данных %i файлов.
sl: Urejujem metapodatke v številu datotek: %i.
sr: Menjam metadate od %i datoteka.
sv: Ändrar metadata för %i filer.
tr: %i dosyada veri yayınlanıyor.

source: You are about to modify the metadata of %i files, are you sure you want to continue?
af: Jy is op pad om die metadata te verander van %i lêers, Is jy seker jy wil voortgaan?
ca: Estàs a punt de modificar la metainformació de %i arxius. Estàs segur(a) en continuar?
de: Sie sind dabei die Metadaten von %i Dateien zu ändern. Wollen Sie fortfahren?
es: Estas a punto de modificar la metadata de %i archivos. ¿Estás seguro(a) en continuar?
fr: Vous allez modifier les métadonnées de %i fichiers, voulez-vous continuer ?
he: ‪?קבצים, האם הינך מעוניינ/ת להמשיך %i-ל Meta את/ה עומד/ת לשנות את המידע
hu: %i fájl metaadat részét akarja módosítani. Biztos ezt akarja?
it: Stai per modificare i metadata di %i file, desideri continuare?
ja: %i ファイルのメタデータを改変しようとしています。 続けて宜しいですか?
lt: Jūs ruošiatės pakeisti %i failų(-os) meta duomenis. Ar tikrai norite tęsti?
nl: Je staat op het punt om de metadata van %i bestanden te wijzigen, weet je zeker dat je door wilt gaan?
no: Du prøver å endre metadataene til %i filer, er du sikker på at du vil fortsette?
pt: Você está prestes a modificar a metadata de %i arquivos. Você tem certeza que você quer continuar?
ru: Вы собираетесь изменить мета данные для %i файлов, уверены, что хотите продолжить?
sl: Pravkar boste spremenili metapodatke %i datotek, ste prepričani, da želite nadaljevati?
sr: Jeste li sigurni da želite menjati metadate od %i datoteka?
sv: Du är på väg att förändra metadatan för %i filer. Är du säker på att du vill fortsätta?
tr: %i dosyada veri değiştirmek üzeresiniz, devam etmek istediğinize emin misiniz?

source: Unable to move the file %s. The file may be in use by another application.\n\nDo you wish to try to copy this file instead?
af: Kon nie die lêer %s suif nie. Die lêer mag dalk deur 'n ander program gebruik word.\n\nWil jy die lêer eerder probeer kopieer?
ca: No es pogué moure el fitxer %s. L'arxiu potser està sent utilitzat per altra aplicació.\n\nDessitja provar a copiar l'arxiu?
de: Kann Datei %s nicht verschieben. Es ist möglich, dass eine andere Anwendung die Datei gerade verwendet.\n\nMöchten Sie stattdessen versuchen, die Datei zu kopieren?
es: Incapaz de mover el archivo %s. El archivo puede estar en uso por otra aplicación.\n\n ¿En lugar de esto, deseas intentar copiar este archivo?
fr: Impossible de déplacer le fichier %s. Le fichier est peut-être utilisé par une autre application.\n\nVoulez-vous à la place essayer de copier ce fichier ?
hu: Nem tudom mozgatni: %s. Talán egy másik program használja.\n\nInkább másolni akarja?
it: Impossibile spostare il file %s. Il file può essere in uso da un'altra applicazione.\n\nVuoi provare a copiarlo invece di spostarlo?
ja: %s を移動できませんでした。このファイルは他のアプリケーションによって使用されている可能性があります。nnこのファイルを移動する代わりにコピーしますか?
lt: Neįmanoma perkelti failo „%s“. Failą turbūt naudoja kita programa.\nAr norėtumėte šį failą nukopijuoti užuot perkėlus?
nl: Niet in staat om bestand %s te verplaatsen. Het bestand is mogelijk in gebruik door een andere toepassing.\n\nWil je proberen om het bestand te kopiëren in plaats van te verplaatsen?
no: Kan ikke flytte filen %s. Filen kan være i bruk av et annet program.\n\nVil du forsøke å kopiere filen i stedet?
pt: Incapaz de mover o arquivo %s. O arquivo pode estar sendo usado por outra aplicação.\n\nVocê deseja tentar copiar o arquivo ao invés disto?
ru: Невозможно переместить файл «%s». Файл, наверное, используется другой программой.\nХотите ли Вы файл скопировать вместо этого?
sl: Premik datoteke %s ni uspel. Datoteko morda uporablja drug program. \n\nŽelite namesto tega poskusiti kopirati datoteko?
sr: Nemogu premestiti datoteku %s. Verovatno ju neki drugi program koristi.\n\nDa li je želite kopirati?
sv: Kan inte flytta filen %s. Filen kanske används av ett annat program.\n\nVill du försöka kopiera filen istället?
tr: %s dosyası taşınamaz. Dosya diğer bir uygulama tarafından kullanılıyor olabilir.\n\nBu dosyanın yerine kopyasını almayı denemek ister misiniz?

source: Envy could not rename:\n\n%s\nto\n%s
af: Envy kon nie:\n\n%s\nna\n%s hernoem nie
ca: Envy no ha pogut reanomenar:\n\n%s\na\n%s
de: Envy konnte\n\n%s\nnicht i\n\n%s umbenennen
es: Envy no pudo renombrar:\n\n%s\nto\n%s
fr: Envy ne peut pas renommer :\n\n%s\ne\n\n%s
he: ‪:שרזה נכשל לשנות את השם\n\n%snto\n%s
hu: Nem lehet átnevezni:\n\n%s erre: \n%s
it: Envy non riesce a rinominare:\n\n%s\ni\n\n%s
ja: Envyはリネームできませんでした:\n\n%s\n→\n%s
lt: „Envy“ negalėjo pervadinti:\n\n%s\nį\n%s
nl: Envy ko\n\n%s\nniet hernoemen naar\n%s.
no: Envy klarte ikke å endre navnet:\n\n%s\nto\n%s
pt: O Envy não pôde renomear:\n\n%s\npara\n%s
ru: Envy не смогла переименовать:\n\n%s\nв\n%s
sl: Envy ni mogla preimenovati :\n\n%s\nv\n%s
sr: Envy ne može preimenovati:\n\n%s\nto\n%s
sv: Envy kan inte byta namn på:\n\n%s\ntill\n%s
tr: Envy adını değiştiremiyor:\n\n\n%s den %s\n
