Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Select metadata columns to be displayed...
af: Selekteer metadata-kolomme om te vertoon...
ar: تحديد أعمدة بيانات التعريف للعرض...
ca: Selecciona quines columnes de metainformació s'han de mostrar.
de: Spalten zum Anzeigen der Metadaten auswählen...
es: Seleccionar las columnas de metadata a mostrar...
fr: Sélectionner les colonnes de métadonnées à afficher...
he: בחר את עמודות המידע שתרצה להציג
hu: Milyen oszlopokat kívánsz megjeleníteni...
it: Seleziona le colonne metadata da mostrare...
ja: 表示するメタデータカラムを選択します...
lt: Pasirinkti, kuriuos meta duomenų stulpelius rodyti...
nl: Selecteer de te tonen metadata kolommen...
no: Velg hvilke metadata-kolonner som skal vises.
pl: Wybierz kolumny metadanych do wyświetlenia...
pt: Selecionar as colunas de metadata a serem exibidas...
ru: Выбрать колонки мета данных для показа...
sl: Izberi stolpce z metapodatki za prikaz...
sq: Zgjedh kolonat me metadatat që do të shfaqen...
sr: Selektuj metadata kolone za prikaz...
sv: Välj en metadatakolumn att visa…
tr: Seçilmiş veri sütunlarını görüntüle...

source: Copy the selected files to another library folder...
af: Kopieer die geselekteerde lêers na 'n ander biblioteek gids...
ar: إنسخ الملفات المحددة إلى مجلد مكتبة آخر...
ca: Copia arxius a altra carpeta de col·lecció...
de: Die markierten Dateien in einen anderen Ordner kopieren...
es: Copiar archivos seleccionados a otra carpeta de Colección...
fr: Copier vers un autre dossier de la bibliothèque cette sélection de fichiers...
he: העתק את הקצבים הנבחרים לתיקייה אחרת בספריה
hu: A kiválasztott fájlok másolása egy másik mappába...
it: Copia i file selezionati in un'altra cartella della libreria...
ja: 選択したファイルを別のライブラリフォルダにコピーします...
lt: Kopijuoti pasirinktus failus į kitą kolekcijos aplanką...
nl: Kopieër de geselecteerde bestanden naar een andere map van je bibliotheek...
no: Kopier valgte filer til en annen mappe...
pl: Skopiuj zaznaczony plik do innego folderu zasobów...
pt: Copiar os arquivos selecionados para outra pasta na biblioteca...
ru: Копировать помеченные файлы в другую папку хранилища...
sl: Kopiranje izbranih datotek v drugo knjižnično mapo...
sq: Kopjon skedën e zgjedhur në një dosje tjetër në librari...
sr: Kopiraj selektovane datoteke u drugu fasciklu kolekcije...
sv: Kopiera de valda filerna till en annan biblioteksmapp…
tr: Seçilmiş klasörleri, başka bir kütüphane klasörüne kopyala...

source: Create a .torrent for this file to upload to a website.
af: Skep 'n .torrent vir hierdie lêer vir oplaai na 'n webblad.
ar: إنشاء .torrent لهذا الملف لرفعه إلى أي موقع على الشبكة
ca: Crea un .torrent per a aquest arxiu i puja-lo a un lloc web.
de: Einen .torrent für diese Datei erstellen, um sie auf eine Webseite hochzuladen.
es: Crear un .torrent para este archivo y subirlo a una web.
fr: Créer un .torrent à envoyer à un site web pour ce fichier.
he: צור טורנט לקובץ זה בכדי להעלותו לאתר
hu: .torrent fájl létrehozása ehhez a fájl(ok)hoz.
it: Crea un .torrent per questo file da uplodare in un sito web.
ja: ウェブサイトへアップロードするための.torrentファイルを作成します
lt: Sukurti šiam failui .torrent, kurį talpinsite į svetainę.
nl: Maak een torrent voor dit bestand om het te uploaden naar een website.
no: Lag en .torrent for denne filen.
pl: Stwórz plik .torrent dla tego pliku do wysłania na stronę internetową.
pt: Criar um .torrent para este arquivo para fazer upload para um site.
ru: Создать .torrent для этого файла,чтобы поместить на веб сайт.
sl: Ustvari .torrent za to datoteko za naložitev (upload) na spletno stran.
sq: Krijon një .torrent për skedën që ajo të ngarkohet në truall.
sv: Skapa en .torrent-fil för uppladdning till en webbsida.
tr: Websitesinden bu dosyanın aktarımı için bir .torrent oluştur.

source: Delete the selected files permanently.
af: Skrap die geselekteerde lêers permanent.
ar: حذف الملفات المحددة بشكل دائم
ca: Esborra de forma permanent.
de: Die markierten Dateien unwiderruflich löschen.
es: Borrar de forma permanente.
fr: Supprimer définitivement cette sélection de fichiers.
he: מחק את הקבצים הנבחרים תמידית
hu: Azonnal törli a fájl(ok)at.
it: Elimina permanentemente i file selezionati.
ja: 選択したファイルを完全に削除します
lt: Trinti pasirinktus failus visam laikui.
nl: Verwijder de geselecteerde bestanden voorgoed.
no: Slett valgte filer (permanent).
pl: Usuń permanentnie zaznaczony(e) plik(i).
pt: Apagar os arquivos selecionados permanentemente.
ru: Удалить помеченные файлы навсегда.
sl: Trajno zbriši izbrane datoteke.
sq: Fshin përgjithmonë skedën e zgjedhur.
sr: Obrišite selektovane datoteke zauvek.
sv: Radera de valda filerna för alltid.
tr: Seçilen dosyaları kalıcı olarak sil.

source: Add selected files to your media playlist.
af: Voeg die geselekteerde lêer(s) by jou medialys.
ar: إضافة ملف(ات) محددة إلى قائمة تشغيل الوسائط
ca: Afegeix al reproductor de multimèdia.
de: Die markierte(n) Datei(en) in die Wiedergabeliste aufnehmen.
es: Agregar al reproductor de media.
fr: Ajouter à votre liste de lecture cette sélection de fichiers.
he: הוסף את הקבצים הנבחרים לרשימת ההשמעה
hu: A kiválasztott fájl(ok) hozzáadása a lejátszólistához.
it: Aggiungi i file selezionati alla playlist.
ja: 選択したファイルをメディア再生リストに追加します
lt: Įtraukti pasirinktą failą(-us) į grojaraštį.
nl: Voeg de geselecteerde bestanden toe aan je afspeellijst.
no: Legg til valgte filer i din spilleliste.
pl: Dodaj zaznaczony(e) plik(i) do listy odtwarzania.
pt: Adicionar o(s) arquivo(s) selecionado(s) a sua lista de execuções de mídia.
ru: Добавить помеченный файл(ы) в Ваш список воспроизведения.
sl: Dodaj izbrane datoteke v predvajalni seznam.
sq: Shton skedën e zgjedhur në listën me mediat.
sr: Dodaj označeno u moju media playlistu.
sv: Lägg till de valda filerna till den spellista.
tr: Seçilmiş dosyaları ortam oynatma listene ekle.

source: Open selected folders.
af: Open die geselekteerde gids(e).
ar: فتح المجلد(ات) المحدد
ca: Obre les carpetes seleccionades.
de: Den markierten Ordner öffnen.
es: Abrir las carpetas seleccionadas.
fr: Ouvrir cette sélection de dossiers.
he: פתח את הספריות הנבחרות
hu: Megnyitja a kiválasztott mappá(k)at.
it: Apri le cartelle selezionate.
ja: 選択したフォルダを開きます
lt: Atverti pasirinktą aplanką(-us).
nl: De geselecteerde mappen openen.
no: Åpne valgte mappe.
pl: Otwórz zaznaczony(e) folder(y).
pt: Abrir a(s) pasta(s) selecionada(s).
ru: Открыть помеченную папку(и).
sl: Odpri izbrane mape.
sq: Hap dosjen e zgjedhur.
sr: Otvori odabranu(e) fasciklu(e).
sv: Öppna de valda mappen/mapparna.
tr: Seçilmiş dosyaları aç.

source: Export the selected album folder to collection files...
af: Voer die geselekteerde albumgids na 'n versamelingslêer uit...
ar: تصدير مجلد الألبوم المحدد إلى ملفات المجموعة...
ca: Exporta aquesta carpeta a un arxiu de col·lecció...
de: Das markierte Album als Kollektion exportieren...
es: Exportar esta carpeta a un archivo de Colección...
fr: Exporter le dossier « album » sélectionné dans un fichier collection...
he: יצא את תקיית האלבום הנבחר לקבצי אוסף...
hu: Az albummappák, mint gyűjteményfájl exportálása...
it: Esporta la cartella album selezionata a file di collezione...
ja: 選択したアルバムフォルダをコレクションファイルにエクスポートします...
lt: Eksportuoti pasirinktą albumo aplanką į rinkinio failų komplektą...
nl: Exporteer de geselecteerde albummap naar een collectie bestand...
no: Lagre valgte mappe til en samle-fil...
pl: Eksportuj zaznaczony folder albumu do pliku kolekcji...
pt: Exportar a pasta do álbum selecionado para os arquivos de coleção...
ru: Экспортировать помеченную папку альбома в файл коллекции...
sl: Izvozi izbrano albumsko mapo v kolekcijsko datoteko...
sq: Eksporton dosjen e zgjedhur me albume tek një skedëkoleksion...
sr: Sačuvaj označenu fasciklu albuma kao kolekciju...
sv: Exportera den valda albummappen som en samlingsfil…
tr: Seçilmiş albüm klasörlerini, bir kolleksiyon dosyasına gönder...

source: Download all files in the selected collection.
af: Laai alle lêers in die geselekteerde versameling af.
ar: تحميل كافة الملفات في المجموعة المحددة
ca: Baixa tots els arxius de la col·lecció seleccionada.
de: Alle Dateien der markierten Kollektion herunterladen.
es: Bajar todos los archivos de la Colección seleccionada.
fr: Télécharger tous les fichiers dans la collection sélectionnée.
he: הורד את כל הקבצים באוסף הנבחר
hu: Minden fájl letöltése a gyűjteményben.
it: Scarica tutti i file nella collezione selezionata.
ja: 選択したコレクション内の全てのファイルをダウンロードします
lt: Parsisiųsti visus failus iš pasirinkto rinkinio.
nl: Download alle bestanden in de geselecteerde collectie.
no: Last ned alle filene i valgte gruppe.
pl: Pobierz wszystkie pliki z zaznaczonej kolekcji.
pt: Baixar todos os arquivos na coleção selecionada.
ru: Загрузить все файлы выбранной коллекции.
sl: Prenesi vse datoteke v izbranih kolekcijah.
sq: Shkarkon gjithë skedat në koleksionin e zgjedhur.
sr: Skini sve datoteke u odabranoj kolekciji.
sv: Ladda ned alla filer i den valda samlingen.
tr: Kolleksiyondaki seçilmiş tüm dosyaları indir.

source: Add every file in selected album folders to your playlist.
af: Voeg al die lêers in die geselekteerde albumgidse(s) by jou medialys.
ar: إضافة كل ملف في مجلد/ات الألبوم المحددة إلى قائمة التشغيل الخاصة بك
ca: Afegeix els arxius seleccionats a la llista de reproducció.
de: Alle Dateien des markierten Albums zur Wiedergabeliste hinzufügen.
es: Agregar los archivos seleccionados a la lista de reproducción.
fr: Ajouter tous les fichiers de cette sélection de dossiers « album » à votre liste de lecture.
he: הוסף כל קובץ בתקית/ות האלבום הנבחרת/ות לרשימת השמע שלך.
hu: Minden fájl hozzáadása a lejátszólistához.
it: Aggiungi ogni file della cartella selezionata nella playlist.
ja: 選択したアルバムフォルダ内の全てのファイルを再生リストに追加します
lt: Įtraukti visus failus iš pasirinkto albumo katalogo(-ų) į grojaraštį.
nl: Alle bestanden uit het geselecteerde album toevoegen aan je afspeellijst.
no: Legg til alle filene i valgte mappe til din spilleliste.
pl: Dodaj wszystkie pliki z zaznaczonego (zaznaczonych) folderu(ów) albumu do listy odtwarzania.
pt: Adicionar cada arquivo na pasta do álbum selecionado para a sua lista de execuções.
ru: Добавить все файлы, находящиеся в помеченной папке(ах) альбома, в Ваш список воспроизведения.
sl: Dodaj vse datoteke v izbranem albumu v predvajalni seznam.
sq: Shton në listë çdo skedë në dosjen e zgjedhur me albume.
sr: Dodaj svaku datoteku u selektovanoj fascikli(ama) albuma na vasu playlistu(Sahereaza).
sv: Lägg till alla filer i de valda albummapparna till din spellista.
tr: Seçilmiş albüm klasöründeki tüm dosyaları ortam oynatma listesine ekle.

source: View and edit the properties of all files in selected folders...
af: Vertoon en verander die kenmerke van al die lêers in die geselekteerde gids(e)...
ar: عرض و تحرير الخصائص لكافة الملفات في المجلد/ات المحددة...
ca: Mostra o edita les propietats de tots els arxius de la carpeta seleccionada.
de: Die Eigenschaften aller Dateien im gewählten Ordner anzeigen und bearbeiten...
es: Ver y editar las propiedades de la carpeta...
fr: Voir et modifier les propriétés de tous les fichiers de cette sélection de dossiers...
he: הצג וערוך את מאפייני כל הקבצים בתקיה/ות הנבחרת/ות...
hu: Minden fájl tulajdonságának szerkesztése...
it: Visualizza e modifica le proprietà di tutti i file nelle cartelle selezionate...
ja: 選択したフォルダ内の全てのファイルのプロパティを表示・編集します...
lt: Peržiūrėti ir taisyti visų failų ypatybes pasirinktame aplanke(-uose)...
nl: Toon en wijzig de eigenschappen van alle bestanden in de geselecteerde mappen...
no: Vis og endre egenskapene til alle filene i valgte mappe(er)...
pl: Pokaż i edytuj właściwości wszystkich plików w zaznaczonym(ych) folderze (folderach)
pt: Ver e editar as propriedades de todos os arquivos na(s) pasta(s) selecionada(s)...
ru: Просмотр и правка свойств всех файлов, находящихся в помеченной папке(ах)...
sl: Poglej in uredi lastnosti vseh datotek v izbranih mapah...
sq: Tregon dhe editon vetitë e gjithë skedave në dosjen e zgjedhur...
sr: Pogledaj i uredi svojstva svih datoteka u selektovanoj fascikli(ama)...
sv: Visa och ändra egenskaperna för alla filer i de valda mapparna.
tr: Seçilmiş klasördeki tüm dosyaların özelliklerini göster ve yayınla...

source: Apply common metadata from the album folder to all of its files.
af: Pas gemeenskaplike metadata van die albumgids toe op al sy lêers.
ar: تطبيق بيانات تعريف مشتركة من مجلد الألبوم على كافة ملفاته
ca: Aplica la metainformació de l'àlbum a tots els seus arxius.
de: Gemeinsame Metadaten des Albums für alle Dateien übernehmen.
es: Aplicar metadata de la carpeta a todos los archivos.
fr: Appliquer les métadonnées communes au dossier « album » à tous ses fichiers.
he: החל metadeta משותף מהאלבום על על כל הקבצים בתקיה/ות הנבחרת/ות.
hu: Közös metaadat adatok átvétele.
it: Applica metadata comuni dalla cartella album a tutti i suoi file.
ja: 一般的なメタデータをアルバムフォルダからそのファイル全てに適用します
lt: Pritaikyti bendrus albumo katalogo meta duomenis visiems jame esantiems failams.
nl: De gemeenschappelijke metadata van het album overnemen naar al zijn bestanden.
no: Gi felles metadata til alle filene i denne mappen.
pl: Zastosuj ogólne metadane z folderu albumu do wszystkich jego plików.
pt: Aplicar o metadata comum da pasta do álbum para todos os seus arquivos.
ru: Применить общие мета данные папки альбома ко всем в ней содержащихся файлам.
sl: Uporabi navadne metapodatke iz albumske mape za vse njegove datoteke.
sq: Zbaton metadatat e zakonshme nga dosja me albume në gjithë skedat e saj.
sv: Verkställ gemensam metadata från albumen till alla dess filer.
tr: Albüm klasöründeki ortak verileri dosyaların tümüne uygula.

source: Create a new album folder here...
af: Skep 'n nuwe albumgids hier...
ar: إنشاء مجلد ألبوم جديدة هنا...
ca: Crea una nova carpeta d'àlbum aquí.
de: Ein neues Album erstellen...
es: Crear nuevo album/carpeta virtual...
fr: Créer ici un nouveau dossier « album »...
he: צור תיקיית אלבום חדשה כאן
hu: Új album létrehozása...
it: Crea una nuova cartella album...
ja: ここに新しいアルバムフォルダを作成します...
lt: Sukurti naują albumo katalogą...
nl: Hier een nieuw album aanmaken...
no: Lag en ny mappe her...
pl: Utwórz nowy folder albumu tutaj...
pt: Criar uma nova pasta de álbum aqui...
ru: Создать здесь новую папку альбома...
sl: Ustvari novo albumsko mapo na tem mestu...
sq: Krijon një dosje të re me albume...
sr: Napravi novu album fasciklu ovde...
sv: Skapa en ny albummapp här…
tr: Buraya yeni bir albüm klasörü yarat...

source: Manage the physical folders in your library...
af: Beheer die werklike gidse in jou biblioteek...
ar: إدارة المجلدات الطبيعية في مكتبتك...
ca: Controla les carpetes físiques de la col·lecció...
de: Die Ordner auf ihrer Festplatte verwalten...
es: Manejar las carpetas físicas de mi Colección...
fr: Gérer les dossiers physiques dans votre bibliothèque...
he: נהל את התיקיות בספריה שלך
hu: A valós mappák rendezése...
it: Organizza le cartelle fisiche nella tua libreria...
ja: ライブラリ内の物理フォルダを管理します...
lt: Tvarkyti fizinius savo kolekcijos aplankus...
nl: Beheer de mappen van je bibliotheek...
no: Velg hvilke mapper som skal deles.
pl: Zarządzaj fizycznymi folderami w twoich zasobach...
pt: Gerenciar as pastas físicas na sua biblioteca...
ru: Управление физическими папками Вашего хранилища...
sl: Upravljaj fizične mape v vaši knjižnici...
sq: Menaxhon dosjet fizike në librari...
sr: Uredi fascikle (na HardDisku) u vasoj kolekciji(library)...
sv: Hantera de fysiska mapparna i ditt bibliotek…
tr: Kütüphanedeki fiziksel klasörleri yönet...

source: Boost the speed of file scanning and hashing.
af: Versnel die spoed waarteen lêers geprosesseer word.
ar: تعزيز السرعة لفحص الملف و التجزئة
ca: Accelera el procès d'escaneig i hashing.
de: Das markierte Objekt sofort hashen.
es: Acelerar el proceso de escaneo.
fr: Booste la vitesse d'indexation et de hachage des fichiers.
he: האץ את מהירות סריקת ועיבוד הקבצים
hu: A hashelés sebességének növelése.
it: Accelera la velocità di scansione e hashing del file.
ja: ファイルのスキャン・ハッシュ速度を加速します
lt: Paspartinti skenavimą ir maišos (tapatybės kodo) skaičiavimą.
nl: Verhoog de snelheid van het scannen en hashen van bestanden.
no: Øk hastigheten på fil-scanningen og hashingen.
pl: Przeyśpiesz skanowanie i hashowanie plików.
pt: Acelera a velocidade do escaneamento e hashing do arquivo.
ru: Ускорить процесс сканирования хеширования файлов.
sl: Pospeši hitrost skeniranja in zgoščevanja (hashing) datotek.
sq: Shtyn shpejtësinë e skanimit dhe të grirjes së skedës.
sv: Öka hastigheten för granskning.
tr: Dosya taramasında ve tarama yaparken hızı arttır.

source: Move the selected files to another library folder...
af: Verskuif die geselekteerde lêers na 'n ander biblioteek gids...
ar: نقل الملفات المحددة إلى مجلد مكتبة آخر...
ca: Mou els arxius seleccionats a altra carpeta de col·lecció...
de: Die markierten Dateien in einen anderen Ordner verschieben...
es: Mover archivos a otra carpeta...
fr: Déplacer vers un autre dossier de la bibliothèque cette sélection de fichiers...
he: העתק את הקבצים הנבחרים לתיקייה אחרת בספריה
hu: A kiválasztott fájlok mozgatása egy másik mappába...
it: Sposta i file selezionati in un'altra cartella della libreria...
ja: 選択したファイルを別のライブラリフォルダに移動します...
lt: Perkelti pasirinktus failus į kitą kolekcijos aplanką...
nl: Verplaats de geselecteerde bestanden naar een andere map van je bibliotheek...
no: Flytt valgte filer til en annen mappe...
pl: Przenieś zaznaczone pliki do innego folderu zasobów...
pt: Move os arquivos selecionados para outra pasta na biblioteca...
ru: Переместить помеченные файлы в другую папку хранилища...
sl: Premakni izbrane datoteke v drugo knjižnično mapo...
sq: Lëviz skedën e zgjedhur në një dosje tjetër në librari...
sr: Premestite selektovane datoteke u drugu fasciklu kolekcije(library)...
sv: Flytta de valda filerna till en annan biblioteksmapp…
tr: Seçilmiş dosyaları başka bir kütüphane klasörüne taşı...

source: Show or hide the library detail panel.
af: Vertoon of verwyder die die biblioteek detail-paneel.
ar: إظهار أو إخفاء لائحة تفاصيل المكتبة
ca: Mostra o oculta el panell de detalls.
de: Details ein- oder ausblenden.
es: Mostrar u ocultar detalles.
fr: Afficher ou masquer le panneau « détails » de la bibliothèque.
he: הצג או הסתר את לוח פרטי הספריה
hu: Részletek elrejtése, megjelenítése.
it: Mostra o nascondi il pannello dei dettagli della libreria.
ja: ライブラリ詳細パネルを表示・非表示します
lt: Rodyti ar paslėpti kolekcijos išsamios informacijos skydelį.
nl: Toon of verberg het detailvenster van de bibliotheek.
no: Vis eller skjul mine filers detaljer
pl: Pokaż albo schowaj panel szczegółów zasobów.
pt: Mostra ou esconde o painel de detalhes da biblioteca.
ru: Показывать или скрывать панель подробностей файлов.
sl: Pokaži ali skrij okno s podrobnosti o knjižnici.
sq: Tregon ose fsheh panelin me detaje të librarisë.
sr: Prikaži ili sakrij detalje o datoteci u detail panelu.
sv: Visa eller dölj panelen för biblioteksdetaljer.
tr: Kütüphane detay panelini göster/gizle.

source: Move up to the parent folder.
af: Beweeg op na die moedergids.
ca: Mou a la carpeta pare.
de: Zum übergeordneten Ordner wechseln.
es: Mover a la carpeta anterior.
fr: Remonter vers le dossier parent.
he: העבר לספריה המכילה
hu: Egy szinttel feljebb.
it: Livello superiore.
ja: 現在のフォルダを上に移動します
lt: Eiti į aukštesnį aplanką.
nl: Ga naar de bovenliggende map.
no: Gå et steg tilbake.
pl: Przejdź do folderu nadrzędnego.
pt: Move para cima a pasta principal.
ru: Переместиться вверх в родиельскую папку.
sl: Premakni v nadrejeno mapo (gor).
sq: Lëviz sipër në dosjen mëmë.
sr: Jedan nivo nagore.
sv: Byt till mappen som denna mapp finns i.
tr: Benzer klasörü bir yukarı taşı.

source: View and edit the properties of the selected files...
af: Vertoon en verander die eienskappe van die geselekteerde lêers...
ar: عرض و تحرير الخصائص للملفات المحددة...
ca: Mostra o edita les propietats dels arxius seleccionats.
de: Eigenschaften der markierten Dateien anzeigen und bearbeiten...
es: Ver y editar las propiedades del archivo...
fr: Voir et éditer les propriétés de cette sélection de fichiers...
he: הצג וערוך מאפיינים של הקבצים הנבחרים
hu: Megjeleníti a fájl tulajdonságait...
it: Visualizza e modifica le proprietà dei file selezionati...
ja: 選択したファイルのプロパティを表示・編集します...
lt: Peržiūrėti ir taisyti pasirinktų failų ypatybes...
nl: Toon en wijzig de eigenschappen van de geselecteerde bestanden...
no: Vis og endre egenskapene til valgte filer...
pl: Pokaż i edytuj właściwości zaznaczonych plików...
pt: Ver e editar as propriedades dos arquivos selecionados...
ru: Просмотр и правка свойств помеченных файлов...
sl: Poglej in uredi lastnosti izbranih datotek...
sq: Tregon dhe editon vetitë e skedës së zgjedhur...
sr: Pogledaj i uredi svojstva selektovanih datoteka...
sv: Visa eller ändra egenskaper för de valda filerna…
tr: Seçilmiş dosyaların özelliklerini göster ve yayınla...

source: Rebuild metadata and hashes for the selected folders or files.
af: Herbou metadata en hashdata vir die geselekteerde gidse of lêers.
ar: إعادة بناء بيانات التعريف و التجزئة للمجلدات أو الملفات المحددة
ca: Reconstrueix la col·lecció, escanejant-la i adquirint la metainformació de nou.
de: Metadaten neu einlesen und Hashwerte neu berechnen.
es: Reconstruir mi Colección, escaneandolo, y adquiriendo la metadata de nuevo.
fr: Reconstruire les métadonnées et recalculer les hachages de cette sélection de dossiers ou fichiers.
he: בנה מחדש metadeta ו-hash לתקיות או הקבצים הנבחרים.
hu: Új metaadat és hash értékek megadása.
it: Ricostruisci i metadata e hash per la cartella o per il file selezionato.
ja: 選択したフォルダ又はファイル用のメタデータとハッシュを再構築します
lt: Perdaryti iš naujo pasirinktų katalogų ar failų meta duomenis ir maišas.
nl: Bereken de metadata en hashes opnieuw voor de geselecteerde mappen of bestanden.
no: Oppdater metadata og hash, til valgte mapper eller filer.
pl: Przebuduj metadane i hashe zaznaczonych folderów lub plików.
pt: Reconstruir metadata e hashes para os arquivos ou pastas selecionados.
ru: Переделать мета данные и хешы поменченных папок или файлов.
sl: Ponovno sestavi metapodatke in izvlečke za izbrane mape in datoteke.
sq: Rindërton metadatat dhe hashet për dosjen apo skedën e zgjedhur.
sr: Obnovi metadatu i hashere za ozačene fascikle i datoteke.
sv: Bygg om metadata och granskning av de valda mapparna eller filerna.
tr: Seçilen dosya ve klasörleri verileri düzenle.

source: Rebuild metadata using other language.
af: Herbou metadata met 'n ander taal.
ar: إعادة بناء بيانات التعريف باستخدام لغة أخرى
ca: Reconstrueix la metainformació utilitzant altre idioma.
de: MP3-Metadaten mit lokalem Zeichensatz einlesen.
es: Reconstrir metadata utilizando otro lenguaje.
fr: Reconstruire les métadonnées en utilisant une autre langue.
he: בנה מחדש metadeta בשמוש בשפה אחרת.
hu: Metaadat kijavítása egy másik kódtáblára.
it: Ricostruisci i metadata usando un'altra lingua.
ja: 他の言語を使用してメタデータを再構築します
lt: Perdaryti meta duomenis kita kalba.
nl: Bereken de metadata opnieuw door gebruik te maken van een andere taal.
no: Gjenoppbygg metadata ved hjelp av et annet språk.
pl: Przebuduj metadane używając innego języka.
pt: Reconstruir metadata usando outro idioma.
ru: Перекодировать мета данные на другой язык.
sl: Ponovno sestavi metapodatke z uporabo drugega jezika.
sq: Rindërton metadatat duke përdorur një gjuhë tjetër.
sr: Obnovi metadata koristeći drugi jezik.
sv: Skapa om metadata med annat sprk.
tr: Diğer dillerin kullanımında veri düzenle.
