Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Neighbor %s forwarded a pong with invalid address data, ignoring.
af: Gasheer %s het 'n pong pakkie met foutiewe adresdata aangestuur, oorgesien.
ca: %s ha enviat un pong invàlid.
de: Host %s hat einen Pong mit ungültigen Adressdaten weitergeleitet, ignoriert.
es: %s envió un pong inválido, ignorando.
fr: Le voisin %s a fait suivre un paquet de pong avec adresse invalide, ignore.
hu: %s érvénytelen címmel rendelkező pong csomagot küldött tovább, ignorálás.
it: L'host %s ha inviato un pong con indirizzi errati, ignorato.
ja: 近隣 %s が無効なアドレスデータでpongした為、無視しています
lt: Kaimynas adresu %s persiuntė pong paketą su netesingais adreso duomenimis, ignoruojama.
nl: Bron %s heeft een pong pakket met een ongeldig data adres doorgestuurd, het wordt genegeerd.
no: Nabo %s videresendte et pong med ugyldig adresse data, ignorerer.
pt: O Vizinho %s repassou um pong com dados de endereço inválidos, ignorando.
ru: Хост %s пересылает pong с неправильным адресом, игнорирую.
sl: Sosed %s je posredoval pong z neveljavnimi naslovnimi podatki (invalid address data), ignoriram.
sq: Fqinji %s përcolli një pong me të dhëna adrese invalide, përbuzje.
sv: Grannen %s skickade ett pongpaket med en felaktig adress, ignorerar.
tr: Komşu %s geçersiz adres verisiyle bir pong gönderdi, görmezlikten geliniyor.

source: Neighbor %s forwarded a push request to a firewalled address, ignoring.
af: Gasheer %s het 'n druk-aanvraag aangestuur na 'n gasheer agter 'n netskans, oorgesien.
ca: El veí %s ha enviat un push a una adreça sota tallafocs, ignorant...
de: Host %s hat einen push-request an eine Adresse mit geschlossener Firewall weitergeleitet, ignoriert.
es: El vecino %s envió un push a dirección inalcanzable(firewalled), ignorando.
fr: Le voisin %s a fait suivre une demande poussée à une adresse derrière un pare-feu, on l'ignore.
hu: %s továbbküldött egy push request-et egy tűzfallal védett címre, ignorálás.
it: L'host %s ha inviato una richiesta push a un indirizzo con un firewall, ignorato.
ja: 近隣 %s がファイアーウォールされたアドレスにプッシュ要求を転送した為、無視しています
lt: Kaimynas adresu %s persiuntė įstūmiančiojo susijungimo užklausą adresatui už užkardos, ignoruojama.
nl: Bron %s heeft een pushaanvraag doorgestuurd naar een adres met een firewall, het wordt genegeerd.
no: Nabo %s videresendte en push-anmodning til en adresse bak brannmur, ignorerer.
pt: O Vizinho %s enviou uma requisição de push para um endereço atrás de um firewall, ignorando.
ru: Хост %s переслал запрос для активной доставки на адрес за бранмауэром, игнорирую.
sl: Sosed %s je posredoval potisno (push) prošnjo v naslov, ki je za požarnim zidom, ignoriram.
sv: Grannen %s skickade vidare en anslutningsbegäran till en adress bakom brandvägg, ignorerar.
tr: Komşu %s güvenlik duvarına sıkıştırılmış bir istek gönderdi, görmezlikten geliniyor.

source: Remote access is disabled.
af: Web toegang is afgeskakel.
ca: L'accès remot està deshabilitat.
de: Remote-Zugriff ist deaktiviert.
es: El Acceso Remoto esta deshabilitado.
fr: L'accès à distance est désactivé.
he: ‪גישה מרחוק לא מאופשרת
hu: Távoli használat kikapcsolva.
it: Accesso remoto è disabilitato.
ja: リモートアクセスが無効になりました
lt: Nuotolinė prieiga neįgalinta.
nl: Web Interface is uitgeschakeld.
no: Fjern konsoll er AV.
pl: Zdalny dostęp jest wyłączony.
pt: O acesso remoto está desativado.
ru: Удаленный доступ отключен.
sl: Oddaljen dostop je onemogočen.
sq: Hyrja në largësi është çaktivizuar.
sr: Pristup na daljinu je onemogućen.
sv: Fjärråtkomst är avstängd.
tr: Uzaktan erişim engellendi.

source: http://%s:%i/remote - Username/password required.
af: http://%s:%i/remote - Jy moet 'n gebruikersnaam en wagwoord kies.
ca: http://%s:%i/remote - Nom d'usuari i contrasenya?
de: http://%s:%i/remote - Benutzername und Passwort angeben.
es: http://%s:%i/remote - ¿Nombre de usuario y contraseña?
fr: http://%s:%i/remote - Nom d'utilisateur et passe ?
he: ‪.אתה חייב לבחור שם משתמש וסיסמא http://%s:%i/remote
hu: http://%s:%i/remote - Egy felhasználónevet és egy jelszót kell választania.
ja: http://%s:%i/remote - ユーザー名とパスワードを入力しなければなりません
lt: http://%s:%i/remote - įrašyti naudotojo vardą ir slaptažodį.
nl: http://%s:%i/remote - Gebruikersnaam en wachtwoord kiezen.
no: http://%s:%i/remote - velge et brukernavn og et passord.
pl: http://%s:%i/remote - Musisz wybrać nazwę użytkownika i hasło.
pt: http://%s:%i/remote - Escolher um nome de usuário e senha.
ru: http://%s:%i/remote - выбрать имя пользователя и пароль.
sl: http://%s:%i/remote - Vnesti morate uporabniško ime in geslo.
sq: http://%s:%i/remote - një emër përdoruesi dhe fjalëkalimi.
sr: http://%s:%i/remote - Morate odabrati ime i lozinku
sv: http://%s:%i/remote - välja ett användarnamn och lösenord.
tr: http://%s:%i/remote - Bir kullanıcı adı ve şifresi seçmelisiniz.

source: Unable to accept connections, URL unavailable.
af: Kan nie konneksies ontvang nie, URL nie beskikbaar.
ca: No es poden acceptar connexions, URL no disponible.
de: Kann keine eingehenden Verbindungen akzeptieren, URL nicht verfügbar.
es: No se puede aceptar conexiones, URL no disponible.
fr: Impossible d'accepter des connexions, URL indisponible.
he: ‪לא מצליח לקבל התקשרויות, כתובת האינטרנט לא זמינה
hu: Nem tudom fogadni a kapcsolatokat, URL érvénytelen.
it: Impossibile accettare connessioni, URL non disponibile.
ja: 接続を受け付けることができません。URLが利用不能です
lt: Neįmanoma priimti susijungimų, nuoroda nepasiekiama.
nl: Niet mogelijk om verbindingen te accepteren, de URL is niet beschikbaar.
no: Klarte ikke motta tilkoblinger, URL ikke tilgjengelig.
pt: Incapaz de aceitar conexões, URL indisponível.
ru: Невозможно принять соединений, ссылка недоступна.
sl: Sprejemanje povezav ni mogoče, URL ni na voljo.
sq: Nuk mund të pranoj lidhjet, URLi pa vlerë.
sr: U nemogućnosti sam primati veze, URL je nedostupan.
sv: Kan inte acceptera anslutningar. URL otillgänlig.
tr: Bağlantı onaylanılamaz, URL kullanılamaz.

source: Are you sure you wish to delete selected security rules?
ca: Estàs segur de esborrar les normes de seguretat seleccionades?
de: Sind Sie sicher, dass Sie die ausgewählten Sicherheitsregeln löschen möchten?
es: ¿Estas seguro que quieres borrar las reglas de seguridad seleccionadas?
fr: Êtes-vous certain de vouloir supprimer ces règles ?
he: האם אתה בטוח שאתה רוצה למחוק את כללי הביטחון שנבחרו? זה לא ניתן לבטל.
hu: Biztosan törölni akarja a kiválasztott biztonsági szabályokat?
it: Sei sicuro di voler cancellare le regole di sicurezza selezionate?
lt: Ar tikrai norite ištrinti pasirinktas saugos taisykles?
nl: Ben je zeker dat je deze veiligheidsregels wilt verwijderen?
pl: Czy jesteś pewny, że chcesz usunąć zaznaczone reguły bezpieczeństwa?
pt: Você tem certeza de que você quer apagar as regras de segurança selecionadas?
ru: Уверены, что хотите удалить выбранные правила безопасности?
sq: A jeni i sigurt se doni të fshini rregullat e zgjedhur të sigurisë?
sv: Är du säker p å att du vill radera de valda säkerhetsreglerna?
tr: Seçilen güvenlik kuralını silmek istediğinizden emin misiniz?

source: &Schemas
af: &Skemas
ar: ال&مخطط
ca: &Esquemes
fr: &Schémas
he: ‪‪סכמות
hu: &Sémák
it: &Schemi
ja: スキーマ
lt: &Schemos
no: &Skjemaer
pl: &Schematy
ru: Схемы
sl: &Sheme
sq: &Skema
sr: Šeme
sv: &Scheman
tr: Şemalar

source: Envy is actively searching the network...
af: Envy is aktief besig om die netwerk deur te soek...
ca: Envy està cercant activament a la xarxa...
de: Suche läuft...
es: Envy esta buscando activamente en la red...
fr: Envy recherche activement sur le réseau...
he: ‪...שרזה מחפשת ברשת באופן פעיל
hu: Aktív keresés folyamatban...
it: Envy sta cercando nella rete...
ja: Envyは現在ネットワークを検索中です...
lt: „Envy“ aktyviai ieško tinkle...
nl: Envy is actief aan het zoeken op het netwerk...
no: Envy søker aktivt på nettverket...
pl: Envy aktywnie przeszukuje sieć...
pt: O Envy está procurando ativamente na rede...
ru: Envy активно ищет файлы в сети ...
sl: Envy aktivno išče po omrežju...
sq: Envy kërkon me ngulm në rrjet...
sr: Envy naporno i temeljito traži...
sv: Envy söker aktivt på nätverket…
tr: Envy etkin ağ arıyor...

source: Click here to search again
af: Kliek hier om weer te soek
ar: اضغط هنا للبحث مره اخرى
ca: Fes clic aquí per a cercar de nou
de: Klicken Sie hier, um erneut zu suchen
es: Haz click aquí para buscar de nuevo
fr: Cliquez ici pour rechercher à nouveau
he: ‪.לחץ כאן בכדי לחפש שנית
hu: Kattintson ide az újrakereséshez
it: Clicca qui per cercare ancora
ja: 再検索するにはクリックして下さい
lt: Paieškos pakartojimui spauskite čia
nl: Klik hier om opnieuw te zoeken
no: Klikk her for å søke på nytt.
pl: Kliknij tutaj, aby wyszukać ponownie
pt: Clique aqui para procurar novamente
ru: Щелкните здесь для поиска снова
sl: Kliknite sem za novo iskanje
sq: Klikoni që të kërkoni përsëri
sr: Stisni ovde ako želiš ponoviti traženje
sv: Klicka här för att söka igen.
tr: Tekrar aramak için tıklayınız

source: All Networks
af: Alle Netwerke
ca: Totes les xarxes
de: Alle Netzwerke
es: Todas las redes
fr: Tous les réseaux
he: ‪כל הרשתות
hu: Minden hálózat
it: Tutte le reti
ja: 全てのネットワーク
lt: Visuose tinkluose
nl: Alle netwerken
no: Alle nettverk
pl: Wszystkie sieci
pt: Todas as redes
ru: Во всех сетях
sl: Vseh omrežjih
sq: Gjithë Rrjetin
sr: Sve Mreže
sv: Alla nätverk
tr: Tüm Ağlar

source: You are about to start a new search. Would you like to clear the results of your previous search?
af: Jy is op pad om 'n nuwe soektog te begin. Wil jy die resultate van jou vorige soektog verwyder?
ca: S'iniciarà una nova cerca. Vols esborrar els resultats actuals?
de: Sie sind dabei eine neue Suche zu starten. Möchten Sie die Ergebnisse ihrer vorherigen Suche entfernen?
es: Se va a iniciar una nueva búsqueda.¿Quieres eliminar los resultados actuales?
fr: Vous êtes sur le point de commencer une nouvelle recherche. Voulez-vous nettoyer les résultats de votre précédente recherche ?
he: ‪?הינך עומד/ת להתחיל חיפוש חדש, האם הינך מעוניינ/ת למחוק את התוצאות של החיפוש הקודם
hu: Új keresést indított. Ki akarja törölni az előző keresés eredményeit?
it: Stai per iniziare una nuova ricerca. Desideri azzerare i risultati della ricerca precedente?
ja: 新規検索を開始しようとしています。以前の検索結果をクリアしますか?
lt: Jūs ketinate pradėti naują paiešką. Ar norite išvalyti ankstesnės paieškos radinius?
nl: Je staat op het punt om een nieuwe zoekopdracht uit te voeren. Wil je de resultaten van je vorige zoekopdracht wissen?
no: Du skal til å starte et nytt søk. Vil du fjerne resultatene fra forrige søk?
pl: Chcesz uruchomić nowe wyszukiwanie. Czy chcesz wyczyścić wyniki z poprzedniego wyszukiwania?
pt: Você está pra iniciar uma nova busca. Você gostaria de limpar os resultados da sua busca anterior?
ru: Вы собираетесь начать новый поиск. Хотите ли Вы очистить результаты предыдущего поиска?
sl: Pravkar boste pričeli novo iskanje. Ali želite počistiti rezultate prejšnjega iskanja?
sq: Ju po nisni një kërkim të ri. A doni t'i pastroni rezultatet e kërkimit më parë?
sr: Započinjem novu potragu. Želite li da izbrišem stare rezultate?
sv: Du är på väg att starta en ny sökning. Vill du rensa resultatet från den föregående sökningen?
tr: Yeni bir arama başlatmak üzeresiniz. Arama sonucunu temizlemek ister misiniz?

source: This area shows more information about files you select.
af: Hierdie area vertoon meer inligting oor lêers wat jy selekteer.
ar: هذه المنطقة تعرض المزيد من المعلومات حول الملف المحدد.
ca: Aquesta àrea mostra informació sobre els arxius que seleccionis.
de: Keine Datei markiert
es: Esta área muestra información sobre los archivos que selecciones.
fr: Cette fenêtre affiche plus d'informations sur le fichier que vous sélectionnez.
he: ‪.אזור זה מראה מידע נוסף על הקבצים שבחרת
hu: Több információt tudhat meg a kiválasztott fájlról.
it: Quest'area mostra ulteriori informazioni sui file selezionati.
ja: この領域は選択したファイルに関する詳細な情報を表示します
lt: Šioje srityje pateikiama daugiau informacijos apie pasirinktus failus.
nl: Dit gedeelte laat meer informatie zien over de geselecteerde bestanden.
no: Dette området viser mer informasjon om filene du velger.
pl: To miejsce pokazuje dokładniejsze informacje o plikach, które zaznaczyłeś.
pt: Esta área mostra mais informações sobre os arquivos que você seleciona.
ru: Эта область показывает подробную информацию о помеченных файлах.
sl: To področje prikazuje dodatne informacije o izbranih datotekah.
sq: Kjo zonë tregon më tepër informacion rreth skedës që zgjidhet.
sr: Ovde možete videti više informacija o datoteci koju označite.
sv: Dessa ytor visar mer information om filer du har valt.
tr: Bu alan seçtiğiniz dosya hakkında detaylı bilgi gösterir.

source: %s writes:
af: %s skryf:
ar: %s يكتب:
ca: %s escriu:
de: %s schreibt:
es: %s escribe:
fr: %s a écrit:
he: ‪:%s לפי דעתו של
hu: %s írja:
it: %s scrive:
ja: %s 記述:
lt: %s rašo:
nl: %s schrijft:
no: %s skriver:
pl: %s napisał(a):
pt: %s escreve:
ru: %s пишет:
sl: %s navaja:
sq: %s shkruan:
sr: %s piše:
sv: %s skriver:
tr: %s yazılır:

source: %s rates this file:
af: %s gradeer hierdie lêer:
ca: %s valora l'arxiu:
de: %s bewertet diese Datei:
es: %s le da rating al archivo:
fr: %s évalue ce fichier :
he: ‪:%s דירג
hu: %s osztályzata:
it: %s valutazioni su questo file:
ja: %s 評価:
lt: %s įvertina šį failą:
nl: %s beoordeelt dit bestand met:
no: %s karaktersetter denne filen:
pl: %s ocenił(a) ten plik na:
pt: %s classifica este arquivo:
ru: %s оценивает этот файл:
sl: %s ocenjuje to datoteko:
sq: %s vlerëson:
sr: %s ocena ove datoteke:
sv: %s betygsätter denna fil:
tr: %s bu dosya çeşitleri:

source: Click to Preview
af: Kliek om Voorskou te sien
ar: إنقر للإستعراض
ca: Fes clic aquí per a obtenir una vista prèvia
de: Vorschau anzeigen
es: Haz click aquí para vista previa
fr: Cliquez pour prévisualiser
he: ‪לחץ כאן לתצוגה מקדימה
hu: Előnézet
it: Clicca per avere un'anteprima
ja: プレビューするにはクリックして下さい
lt: Spauskite peržiūrai
nl: Klik om de voorvertoning te starten
no: Klikk for å forhåndsvise
pl: Kliknij aby Podglądnąć
pt: Clique para ver a Prévia
ru: Щелкните для просмотра
sl: Klikni za predogled
sq: Klikoni të Parashikoni
sr: klikni za Pregled
sv: Klicka för att förhandsvisa
tr: Önizleme için tıklayınız

source: Previewing...
af: Laai voorskou...
ar: الإستعراض...
ca: Vista prèvia...
de: laden...
es: Vista Previa...
fr: Prévisualisation...
he: ‪...מציג תצוגה מקדימה
hu: Előnézet...
it: Anteprima...
ja: プレビュー中...
lt: Peržiūrima...
nl: Bezig met voorvertonen...
no: Forhåndsviser...
pl: Podglądanie...
pt: Vendo a Prévia...
ru: Ждите...
sl: Postopek predogleda...
sq: Parashikim...
sr: Pregledavam...
sv: Förhandsvisar…
tr: Önizlemede...

source: Unable to download preview content from "%s".
af: Kon nie voorskou-inhoud vanaf "%s" aflaai nie.
ca: No ha estat possible obtenir la vista prèvia de "%s".
de: Download der Vorschau von "%s" fehlgeschlagen.
es: No fue possible hacer la vista previa con "%s".
fr: Impossible de télécharger le contenu de la prévisualisation à partir de « %s ».
he: ‪"%s".לא מצליח להוריד תכני תצוגה מקדימה מהמיקום
hu: "%s". Nem lehet letölteni az előnézeti adatokat.
it: Impossibile scaricare un'anteprima da "%s".
ja: "%s" からプレビューの内容をダウンロードできませんでした
lt: Neįmanoma parsisiųsti peržiūros turinio iš „%s“.
nl: Niet mogelijk om voorvertoningsinhoud te downloaden van "%s".
no: Klarte ikke å laste ned forhåndsvisning fra "%s".
pl: Nie można pobrać podglądu od "%s".
pt: Incapaz de baixar o conteúdo da prévia de "%s".
ru: Невозможно загрузить содержимое просмотра с «%s».
sl: Vsebine za predogled z lokacije "%s" ni bilo mogoče prenesti.
sq: E Pamundur të shkarkoj përmbajtjen e parashikimit nga "%s".
sr: Ne mogu skinuti pregled sa "%s".
sv: Kan inte ladda ned förhandsvisningsinnehåll från "%s".
tr: "%s".dan indirme içerik önizlemesi yapılamaz .

source: %i Reviews.
af: Daar is %i resensies.
ar: مراجعات %i هنالك.
ca: Hi ha %i valoració.
de: %i Bewertungen verfügbar.
es: Hay %i análisis (reviews).
fr: il y a %i descriptions.
he: ‪.ביקורות %i ישנם
hu: %i megjegyzés.
it: Ci sono %i revisioni.
ja: %i レビューがあります
lt: Yra %i apžvalgos(-ų).
nl: Er zijn %i recensies.
no: Det finnes %i anmeldelser.
pl: Jest %i komentarzy.
pt: Há %i comentários.
ru: Есть %i просмотр(ов).
sl: Ocene na voljo: %i.
sq: Ka %i pasqyra.
sr: Dostupno je %i kritika.
sv: Det finns %i recensioner.
tr: %i eleştiri var.

source: One review.
af: Daar is een resensie.
ar: هناك مراجعة واحدة.
ca: Hi ha una valoració.
de: Eine Bewertung verfügbar.
es: Hay un análisis (review).
fr: Il y a une description.
he: ‪.יש ביקורת אחת
hu: Egy megjegyzés.
it: C'è una revisione.
ja: ひとつのレビューがあります
lt: Yra viena apžvalga.
nl: Er is één recensie.
no: Det finnes en anmeldelse.
pl: Jest jeden komentarz.
pt: Há um comentário.
ru: Есть один просмотр.
sl: Na voljo je ena ocena
sq: Ka një pasqyrë.
sr: Jedna kritika je dostupna.
sv: Det finns en recension.
tr: Bir eleştiri var.

source: %i sources are available. (%s/s)
af: %i bronne is beskikbaar. (%s/s)
ar: %i المصادر متوفرة (%s/s)
ca: %i fonts hi ha disponibles. (%s/s)
de: %i Quellen verfügbar. (%s/s)
es: %i fuentes hay disponibles. (%s/s)
fr: %i sources sont disponibles. (%s/s)
he: %i מקורות זמינים. (%s)
hu: %i forrás elérhető. (%s/s)
it: Sono disponibili %i fonti. (%s/s)
ja: %i ソースが利用可能です. (%s/s)
lt: Yra %i šaltinių(-iai). (%s/s)
nl: Er zijn %i bronnen beschikbaar. (%s/s)
no: %i kilder er tilgjengelige. (%s/s)
pl: %i żródeł jest dostępnych. (%s/s)
pt: %i fontes estão disponíveis. (%s/s)
ru: %i источника(ов) доступно. (%s/s)
sl: Viri na voljo: %i. (%s/s)
sq: Ka %i burime të vlefshme. (%s/s)
sr: %i Dostupnih Izvora. (%s/s)
sv: %i källor är tillgängliga. (%s/s)
tr: %i kaynak bulundu. (%s/s)

source: One source is available. (%s/s)
af: Een bron is beskikbaar. (%s/s)
ar: مصدر واحد متوفر (%s/s)
ca: Una font està disponible. (%s/s)
de: Eine Quelle verfügbar. (%s/s)
es: Una fuente esta disponible. (%s/s)
fr: Une source est disponible. (%s/s)
he: ‪.(%s) מקור אחד זמין
hu: Egy forrás elérhető. (%s/s)
it: È disponibile una sola fonte. (%s/s)
ja: ひとつのソースが利用可能です. (%s/s)
lt: Yra vienas šaltinis. (%s/s)
nl: Er is één bron beschikbaar. (%s/s)
no: En kilde er tilgjengelig. (%s/s)
pl: Dostępne jest jedno zródło. (%s/s)
pt: Uma fonte está disponível. (%s/s)
ru: Один источник доступен. (%s/s)
sl: Na voljo je en vir. (%s/s)
sq: Ka një burim të vlefshëm. (%s/s)
sr: Dostupan Jedan Izvor. (%s/s)
sv: En källa är tillgänglig. (%s/s)
tr: Tek kaynak bulundu. (%s/s)

source: The network has not returned any matches yet.
af: Die netwerk het nog geen resultate gelewer nie.
ca: La xarxa encara no ha registrat cap resultat. Envy es mantindrà cercant fins que tanquis la cerca.
de: Es sind noch keine Ergebnisse verfügbar.
es: La red no ha registrado ningún resultado todavía. Envy se mantendrá buscando hasta que cierres la búsqueda.
fr: Le réseau n'a pas encore retourné de résultat.
he: ‪.הרשת לא החזירה אף תוצאה עדיין
hu: Még nincs eredmény.
it: La rete non ha fornito alcun risultato.
ja: ネットワークはまだどんな結果も返していません
lt: Iš tinklo negauta jokių radinių, atitinkančių paieškos kriterijus.
nl: Het netwerk heeft nog geen resultaten teruggestuurd.
no: Det ble ikke funnet noe på nettverket.
pl: Sieć nie zwróciła jeszcze żadnych odpowiadających zapytaniu wyników.
pt: A rede ainda não retornou quaisquer resultados.
ru: Сеть все ещё не возвратила никаких результатов.
sl: Omrežje še ni vrnilo nobenih zadetkov.
sq: Rrjeti ende nuk kthen përgjigje.
sr: Još uvek nema rezultata potrage, strpite se još malo.
sv: Nätverket har inte returnerat några träffar ännu.
tr: Ağ henüz uygun hale gelmedi.

source: Some results are available, but were filtered out.
af: Sommige resultate is gevind, maar is uitgefiltreer.
ca: Alguns resultats s'han trobat, però han estat filtrats perquè s'han considerat insegurs.
de: Es sind Ergebnisse verfügbar, die jedoch herausgefiltert wurden.
es: Algunos resultados fueron encontrados, pero fueron filtrados porque son inseguros.
fr: Quelques résultats sont disponibles mais ont été filtrés.
he: ‪.מספר תוצאות נמצאו, אך סוננו
hu: Van néhány találat, de ki lettek szűrve.
it: Alcuni risultati sono disponibili, ma sono stati filtrati.
ja: いくつかの結果が利用可能ですが、フィルタにかけられました
lt: Radinių yra, bet jie buvo nufiltruoti.
nl: Er zijn resultaten beschikbaar, maar ze zijn uitgefilterd.
no: Det ble funnet noen filer, men de ble filtrert ut.
pl: Jakieś wyniki są dostępne, lecz zostały odfiltrowane.
pt: Alguns resultados estão disponíveis, mas foram filtrados.
ru: Некоторые результаты доступны, но были отфильтрованы.
sl: Nekaj rezultatov je bilo najdenih, vendar zaradi dejavnega filtra nisi vidni.
sq: Disa rezultate u gjetën, por u filtruan.
sr: Nešto je pronađeno, ali nije prošlo filter.
sv: Resultat finns tillgängligt men är bortfiltrerat.
tr: Filtrenin dışında bazı sonuçlar bulundu.

source: No searches have been started in this window yet.
af: Geen soektogte is al in hierdie venster begin nie.
ar: لا يوجد عمليات بحث بدات في هذه النافذه حتى الان.
ca: Encara no hi ha cap cerca iniciada en aquesta finestra.
de: In diesem Fenster wurde noch keine Suche gestartet.
es: No hay ninguna búsqueda iniciada en esta ventana, todavía.
fr: Aucune recherche en cours dans cette fenêtre.
he: ‪.אף חיפוש לא החל בחלון זה עדיין
hu: Ebben az ablakban még nem futtattak le keresést.
it: Non è stata effettuata nessuna ricerca su questa finestra.
ja: このウィンドウではまだ検索を開始していません
lt: Jokia paieška šiame lange dar nebuvo pradėta.
nl: Er zijn nog geen zoekopdrachten uitgevoerd in dit venster.
no: Det er ingen søk som er startet ennå.
pl: Nie rozpoczęto jeszcze żadnego wyszukiwania w tym oknie.
pt: Não há buscas iniciadas nesta janela ainda.
ru: Поиск ещё не был запущен в этом окне.
sl: V tem oknu še ni bilo pričeto nobeno iskanje.
sq: Në këtë dritare nuk kryhen kërkime.
sr: U ovom prozoru još niste započeli potragu.
sv: Inga sökningar har blivit startade i detta fönster ännu.
tr: Pencerede henüz arama başlatılmadı.

source: No Metadata
af: Geen Metadata
ca: No hi ha metainformació.
de: Keine Metadaten
es: No Hay Metadata
fr: Pas de métadonnées
he: ‪Metadata ללא
hu: Nincs metaadat
it: Nessun Metadata
ja: メタデータ無し
lt: Nėra meta duomenų
nl: Geen metadata
no: Ingen metadata
pl: Bez Metadanych
pt: Sem Metadata
ru: Нет мета данных
sl: Ni metapodatkov
sq: Pa Metadata
sr: Nema Metadate
sv: Ingen metadata
tr: Veri Yok

source: No Schema Columns
ca: No hi ha columnes de l'esquema.
de: Keine Schema-Spalten
es: No Columnas de Esquema
fr: Pas de Colonnes de schéma
hu: Nincs séma oszlop
it: Colonne senza schema
ja: スキーマカラムがありません
lt: Be schemos stulpelių
nl: Geen Schema Kolommen
pl: Kolumny bez schematu (wzorca)
pt: Sem Colunas de Schema
ru: Без колонок схемы
sq: Pa Kolona Skeme
sv: Ingen schemakolumn
tr: Şema sütunu yok

source: (Clear Search History)
af: (Maak Soekgeskiedenis Skoon)
ca: (Neteja l'historial de cerca)
de: (Verlauf löschen)
es: (Limpiar Historía de Búsqueda)
fr: (Nettoyer l'historique des recherches)
he: ‪(נקה את היסטוריית החיפוש)
hu: (előzmények törlése)
it: (Cancella parole ricercate)
ja: (検索履歴をクリア)
lt: (Valyti paieškos žurnalą)
nl: (zoekgeschiedenis wissen)
no: (Fjern søkelogg)
pl: (Wyczyść historię wyszukiwania)
pt: (Limpar Histórico de Busca)
ru: (Очистить историю поисков)
sl: (Pobriši zgodovino iskanja)
sq: (Pastro Historinë Kërkimore)
sr: (Očisti predjašnje potrage)
sv: (Rensa sökhistorik)
tr: (Arama geçmişini temizle)

source: Search Envy
af: Soek Met Envy
ar: بحث Envy
ca: Cerca en Envy
de: In den P2P-Netzwerken suchen
es: Buscar en Envy
fr: Rechercher dans Envy
he: ‪חפש בשרזה
hu: Envy keresés
it: Cerca su Envy
ja: Envy検索
lt: Ieškoti P2P tinkle
nl: Doorzoek het Envy netwerk
no: Søk med Envy
pl: Szukaj
pt: Procurar no Envy
ru: Поиск Envy
sl: Išči po Envy
sq: Kërko te Envy
sr: Traži Envy
sv: Sök Envy
tr: Envy'da Ara
