Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Display _Name:
af: _Naam:
ar: :ال_إسم
ca: _Nom:
de: _Name:
es: _Nombre:
fr: _Nom :
he: שם
hu: _Név
it: _Nome:
ja: 名前:
lt: Pa_vadinimas:
nl: _Naam:
no: _Navn:
pl: Nazwa:
pt: _Nome:
ru: _Название:
sl: _Ime:
sq: _Emri:
sr: Ime:
sv: _Namn:
tr: _İsim:

source: Graph Item Properties
af: Grafiekitem Eienskappe
ar: خصائص مادة المخطط
ca: Propietats
de: Eigenschaften von Graph-Element
es: Propiedades
fr: Propriétés du graphique
he: הגדרות רכיב גרף
hu: Grafikonelem
it: Proprietà elemento del grafico
ja: グラフアイテムプロパティ
lt: Grafiko elemento ypatybės
nl: Eigenschappen van grafiekonderdelen
no: Egenskaper
pl: Właściwość punktu Wykresu
pt: Propriedades dos Itens do Gráfico
ru: Свойства элемента графика
sl: Lastnosti grafikonskega elementa
sq: Vetitë e Njësisë Grafike
sv: Egenskaper för diagramartikel
tr: Grafik Özellikleri

source: _Source:
af: _Bron:
ar: :ال_مصادر
ca: Font:
de: _Quelle:
es: Fuente:
he: :מקור
hu: _Forrás
it: _Fonte:
ja: ソース:
lt: Š_altinis:
nl: _Bron:
no: _Kilde:
pl: Źródło:
pt: _Fonte:
ru: _Источник:
sl: _Vir:
sq: _Burimi:
sr: Izvor:
sv: _Källa:
tr: _Kaynak:

source: Multiplier:
af: Beperkings:
ar: :المعيار
ca: Paràmetre:
de: Faktor:
es: Multiplicador:
fr: Paramètre :
he: :כופל
hu: Szorzó:
it: Moltiplicatore:
ja: パラメータ:
lt: Daugiklis:
nl: Vermenigvuldiger:
no: Parameter:
pl: Parametr (mnożnik):
pt: Exibir:
ru: Множитель:
sl: Parameter:
sq: Shumësi:
sr: Parametar:
sv: Parameter:
tr: Parametre:

source: Units:
af: Eenhede:
ar: :الوحدات
ca: Unitats:
de: Einheiten:
es: Unidades:
fr: Unités :
he: :יחידות
hu: Egység:
it: Unità:
ja: 単位:
lt: Vienetai:
nl: Eenheden:
no: Enheter:
pl: Jednostki:
pt: Unidades:
ru: Единицы:
sl: Enote:
sq: Njësia:
sr: Jedinica:
sv: Enheter:
tr: Birimler:

source: _Display:
af: _Beeld:
ar: :ال_عرض
ca: Mostra:
de: _Anzeige:
es: Mostrar:
fr: Affichage :
he: :תצוגה
hu: _Megjelenítés
it: _Visualizzazione:
ja: 表示:
lt: _Vaizdas:
nl: _Weergave:
no: _Visning:
pl: Wyświetl:
pt: _Exibir:
ru: _Отображение:
sl: _Prikaz:
sq: _Ekranizimi:
sr: Ekran:
sv: _Visa:
tr: _Görüntüle:

source: Select Color...
af: Selekteer Kleur...
ar: تحديد اللون...
ca: Color...
de: Farbe wählen...
es: Color...
fr: Couleur...
he: ...בחר צבע
hu: Szín kiválasztása...
it: Seleziona colore...
ja: 色選択...
lt: Pasirinkti spalvą...
nl: Selecteer kleur...
no: Velg farge...
pl: Wybierz kolor...
pt: Selecionar a Cor...
ru: Выбрать цвет...
sl: Izberi barvo...
sq: Zgjidhni ngjyrën...
sr: Odaberite Boju...
sv: Välj färg…
tr: Renk Seçimi...

source: Security Rule
af: Sekuriteitsreëls
ar: قاعدة الأمان
ca: Normes de seguretat
de: Regel
es: Reglas de seguridad
fr: Règle de sécurité
he: חוק אבטחה
hu: Biztonsági szabály
it: Regole di sicurezza
ja: セキュリティ規則
lt: Saugos taisyklė
nl: Beveiligingsregel
no: Sikkerhetsregel
pl: Reguła bezpieczeństwa
pt: Regra de Segurança
ru: Правило безопасности
sl: Varnostno pravilo
sq: Rregulli i Sigurisë
sr: Sigurnosna Pravila
sv: Säkerhetsregel
tr: Güvenlik Kuralı

source: _Rule:
af: _Reël:
ar: :ال_قاعدة
ca: _Norma:
de: _Regel:
es: _Regla:
fr: _Règle :
he: :חוק
hu: _Szabály
it: _Regola:
ja: 規則:
lt: _Taisyklė:
nl: _Regel:
no: _Regel:
pl: Reguła:
pt: _Regra:
ru: _Правило:
sl: _Pravilo:
sq: _Rregulli:
sr: P_ravilo:
sv: _Regel:
tr: Kural:

source: Network Address (IP)|Content Filter
af: Netwerk (IP) Adres|Inhoud Filter
ar: الشبكة (IP) عنوان|مرشح المحتوى
ca: Adreça de xarxa (IP)|Filtre de contingut
de: IP-Adresse|Inhaltsfilter
es: Dirección de Red (IP)|Filtro de contenido
fr: Adresse (IP) réseau|Filtre de contenu
he: כתובת רשת IP|מסנן תכנים
hu: Hálózati (IP) cím|Tartalomszűrő
it: Indirizzo rete (IP)|Filtro contenuti
ja: ネットワーク(IP) アドレス|内容フィルタ
lt: Tinklo (IP) adresas|Turinio filtras
nl: Netwerk (IP) adres|Inhoudfilter
no: Nettverksadresse (IP)|Innholdsfilter
pl: Adres sieciowy (IP)|Filtr zawartości
pt: Rede (IP) Filtro de Endereço/Conteúdo
ru: Адрес сети (IP)|Фильтр содержания
sl: IP naslov|Vebinski filter
sq: Adresë Rrjeti (IP)|Filtër i Përmbajtjes
sr: Network (IP) Address|Content Filter
sv: Network (IP) Address|Content Filter
tr: Ağ Adresi(IP)|İçerik Filtresi

source: Comment:
af: Kommentaar:
ar: :التعليق
ca: Comentari:
de: Kommentar:
es: Comentario:
fr: Commentaire :
he: :הערה
hu: Megjegyzés:
it: Commento:
ja: コメント:
lt: Komentaras:
nl: Opmerking:
no: Merknad:
pl: Komentarz:
pt: Comentário:
ru: Заметка:
sl: Komentar:
sq: Komenti:
sr: Komentar:
sv: Kommentar:
tr: Açıklama:

source: _Network Address:
af: _Netwerkadres:
ar: :عنوان ال_شبكة
ca: Adreça de xarxa:
de: _Netzwerkadresse:
es: Dirección de red:
fr: Adresse _réseau :
he: :כתובת רשת
hu: _Hálózati adatok
it: _Indirizzo rete:
ja: ネットワークアドレス:
lt: Tinklo _adresas:
nl: _Netwerk adres:
no: _Nettverksadresse:
pl: Adres sieciowy:
pt: _Endereço da Rede:
ru: _Сетевой адрес:
sl: _Omrežni naslov:
sq: Adresa e _Rrjetit:
sr: Mrež_na Adresa:
sv: _Nätverksadress:
tr: Ağ Adresi:

source: IP Address:
af: IP Adres:
ar: :IP عنوان
ca: Adreça IP:
de: IP-Adresse:
es: Dirección IP:
fr: Adresse IP :
he: :IP כתובת
hu: IP cím:
it: Indirizzo IP:
ja: IPアドレス:
lt: IP adresas:
nl: IP adres:
no: IP adresse:
pl: Adres IP:
pt: Endereço IP:
ru: IP адрес:
sl: IP naslov:
sq: Adresa IP:
sr: IP Adresa:
sv: IP-adress:
tr: IP Adres:

source: Netmask:
af: Netmasker:
ar: :قناع الشبكة
ca: Màscara de xarxa:
de: Netzmaske:
es: Máscara de red:
he: :Mask כתובת
hu: Hál. maszk:
ja: ネットマスク:
lt: Kaukė:
nl: Netmasker:
no: Nettmaske:
pl: Maska sieci:
pt: Máscara da Rede:
ru: Маска сети:
sl: Maska
sq: Netmaska:
sv: Nätmask:
tr: Ağ Maskesi:

source: _Content Filter:
af: _Inhoud Filter:
ar: :مرشح ال_محتوى
ca: Filtre de _contingut:
de: _Inhaltsfilter:
es: Filtro de _Contenido:
fr: Filtre de _contenu:
he: :מסנן תוכן
hu: _Tartalomszűrő:
it: Filtro _contenuto:
ja: 内容フィルタ:
lt: Turinio _filtras:
nl: Filter deze _inhoud:
no: _Innholdsfilter:
pl: Filtr zawartości:
pt: _Filtro de Conteúdo:
ru: _Фильтр содержания:
sl: _Vsebinski filter:
sq: Filtri i _Përmbajtjes:
sr: Filter Sadržaja:
sv: _Innehållsfilter:
tr: _İçerik Filtresi:

source: Match Any
af: Tref Enige
ar: مطابقة
ca: Coincideix qualsevol
de: logisch UND
es: Cualquiera
fr: Au moins un mot
he: שיתאים חלקית
hu: Bármilyen egyezés
it: Una
ja: 何れかに一致
lt: Bet kuris žodis
nl: Elk woord
no: Match tilfeldig
pl: Którekolwiek
pt: Combinar Qualquer Um
ru: Удовл. любое
sl: ali (or)
sq: Krahaso Disa
sr: Nešto Isto
sv: Matcha någon
tr: Herhangi Eşleme

source: Match All
af: Tref Almal
ar: مطابقة الكل
ca: Coincideixen totes
de: logisch ODER
es: Todas
fr: Tous les mots
he: שיתאים להכל
hu: Pontos egyezés
it: Tutte
ja: 全て一致
lt: Visi žodžiai
nl: Complete regel
no: Match alle
pl: Wszystkie
pt: Combinar com Todos
ru: Удовл. всем
sl: in (and)
sq: Krahaso Gjithçka
sr: Sve Isto
sv: Matcha alla
tr: Tümünü Eşleştir

source: Action:
af: Aksie:
ar: بدون|قبول|رفض
ca: Acció:
de: Aktion:
es: Acción:
he: :פעולה
hu: Feladat:
it: Azione:
ja: 動作:
lt: Veiksmas:
nl: Actie:
no: Ingen|Aksepter|Nekt
pl: Akcja:
pt: Ação:
ru: Действие:
sl: Dejanje:
sq: Veprimi:
sr: Akcija:
sv: Effekt:
tr: Faaliyet:

source: None|Accept|Deny
af: Geen|Aanvaar|Weier
ar: :الإنتهاء
ca: Cap|Accepta|Denega
de: Keine|Erlauben|Verweigern
es: Ninguno|Aceptar|Denegar
fr: Aucune|Accepter|Refuser
he: אין|קבל|חסום
hu: Semmi|Elfogad|Blokkol
it: Nessuna|Accetta|Non accetta
ja: 無し|受理|拒否
lt: Jokio|Prileisti|Drausti
nl: Geen|Accepteer|Weiger
no: Går ut:
pl: Żadna|Akceptuj|Odmawiaj
pt: Nenhuma|Aceitar|Negar
ru: Никакое|Допустить|Запретить
sl: Nobeno|Sprejmi|Zavrni
sq: Asnjë|Pranoje|Mohoje
sr: Ništa|Prihvatam|Odbijam
sv: Ingen|Acceptera|Neka
tr: Hiçbiri|Onayla|Yoksay

source: Expires:
af: Verval:
ar: (بدون (بغير تحديد|في نهاية الجلسة|: بعد
ca: Venç:
de: Läuft ab:
es: Caduca:
fr: Expire :
he: :תקף עד
hu: Lejárat:
it: Scadenza:
ja: 期限:
lt: Panaikinti:
nl: Verloopt op:
no: Aldri (ubestemt)|Ved avslutning av økten|Etter:
pl: Wygasa:
pt: Expirar:
ru: Истекает:
sl: Poteče:
sq: Skadimi:
sr: Ističe:
sv: Utgångsdatum:
tr: Süresi Doldu:

source: Never (Indefinite)|At End of Session|After:
af: Nooit (Onbepaald)|Aan Einde van Sessie|Na:
ca: Mai (Indefinit)|Quan acabi la sessió|Després de:
de: Nie (Unbegrenzt)|Bei Programmende|Nach:
es: Nunca (Indefinido)|Al terminar la sesión|Después:
fr: Jamais (Indéfini)|A la fin de la session|Après :
he: לעולם לא|בסיום ההפעלה|לאחר
hu: Soha (nincs meghatározva)|A program futásáig|Megadott ideig (Nap/Óra/Perc):
it: Mai (Indefinito)|Alla fine della Sessione|Dopo:
ja: 無し (無期限)|セッション終了時迄|終了期限:
lt: Niekada (Visam laikui)|Sesijos pabaigoje|Po:
nl: Nooit (oneindig)|Aan het eind van deze sessie|Na:
pl: Nigdy (Nieokreślone)|Pod koniec sesji|Po:
pt: Nunca (Indefinido)|No fim da Sessão|Após:
ru: Никогда (навсегда)|В конце сессии|После:
sl: Nikoli (za nedeoločen čas)|Do konca seje|Po:
sq: Kurrë (pa përcaktim)|Në Fund të Sesionit|Pas:
sr: Nikada (Beskonačno)|Na Kraju Rada|Posle:
sv: Aldrig (obestämt)|Till slutet av sessionen|Efter:
tr: Asla(Sonsuz)|Oturum sonunda|Sonra:

source: d
de: T
fr: j
he: י
hu: N
it: g
ja: 日
ru: д
tr: g

source: h
de: S
he: ש
hu: Ó
it: o
ja: 時
nl: u
no: t
ru: ч
sl: u
sq: o
sr: s
tr: s

source: m
ar: حسنا
he: ח
hu: P
ja: 分
ru: м
tr: d

source: Schedule Event
af: Bylae Geval
ar: جدول الأحداث
ca: Calendari d'tasca
de: Planen Aufgabe
es: Calendario de Tareas
fr: Planifier les Tâches
he: לוח זמנים לפעילות
hu: Menetrend Feladat
it: Pianifica Attività
ja: タスクのスケジュール
lt: Atlikti Užduotį
nl: Taak Plannen
no: Planlegg Oppgave
pl: Harmonogram Zadań
pt: Agendar Tarefa
ru: Запланировать
sl: Urnik Naloga
sq: Detyrë Kalendari
sr: Распоред задатака
sv: Schema Uppgift
tr: Program Görev

source: Select Task Type
ca: Selecta Tasca Type
de: Wählen Sie Task-Typ
es: Selectar Tipo de Tarea
fr: Sélectionnez le type de Tâche
it: Selezionare tipo di compito
nl: Selecteer Taak Type
pl: Wybierz typ zadania
pt: Selecione o tipo de tarefa
ru: Выбор задачи типа

source: % of Download limit
ca: % de límit Download
de: % der Download limit
es: % de limit Download
fr: % de la limite Bas
it: % del limite di Download
nl: % van Download indien beperkt
pl: % limitu pobierania
pt: % de limit Download
ru: % От загрузки предел

source: % of Upload limit
ca: % de límit Upload
de: % der Upload limit
es: % de limit Upload
fr: % de la limite Des
it: % del limite di Upload
nl: % van Upload indien beperkt
pl: % limitu wysyłania
pt: % de limit Upload
ru: % От раздачи предел

source: Active Task
ca: Tasca Activo
de: Aktive Aufgabe
es: Tarea Activo
fr: Tâche Actif
it: Compito Attivo
nl: Taak actief
pl: Aktywnych zadań
pt: Tarefa Ativa
ru: Активные задачи

source: Enable G2 Only
es: Solo G2
fr: Activer G2 seulement
pt: Habilitar somente G2
ru: только G2

source: Set Event Time
es: Selectar Tiempo de Tarea
fr: Temps de Travail Mis
pt: Definir o tempo
ru: Установить время события

source: Specified days
ca: Dias Specificos
es: Dias specificos
fr: Des journées spécifiques
nl: Specifieke dagen
pt: Dias especificados
ru: Указанные дни

source: One-time only
af: One day only
ar: One day only
ca: Solo Un Dia
de: One day only
es: Solo un dia
fr: Une journée seulement
he: One day only
hu: One day only
it: One day only
ja: One day only
lt: One day only
nl: Alleen één keer
no: One day only
pl: One day only
pt: Um dia só
ru: Один день
sl: One day only
sq: One day only
sr: One day only
sv: One day only
tr: One day only

source: Notes
af: Kommentaar
ar: تلاحظ
ca: Comentaris
de: Kommentare
es: Comentarios
fr: Commentaires
he: תגובות
hu: Hozzászólások
it: Commenti
ja: コメント
lt: Komentarai
nl: Reacties
no: Kommentarer
pl: Komentarze
pt: Comentários
ru: Комментарии
sl: Komentarji
sq: Komente
sr: Коментари
sv: Kommentarer
tr: Yorumlar

source: Select Columns from Schema
af: Selekteer Kolomme van Skema
ar: تحديد الأعمدة من المخطط
ca: Selecciona columnes de l'esquema
de: Spalten- / Schema-Einstellungen
es: Seleccionar columna del esquema
fr: Sélectionnez les colonnes à partir du schéma
he: בחר עמודות מהסכמה
hu: Oszlopok kiválasztása
it: Seleziona colonne dallo schema
ja: スキーマからカラムを選択
lt: Pasirinkite stulpelius iš schemos
nl: Selecteer kolommen
no: Velg kolonner fra skjema
pl: Wybierz kolumny ze Schemy (schematu wzorca)
pt: Selecionar Colunas do Schema
ru: Выбор колонок из схемы
sl: Izberi stolpce iz sheme
sq: Zgjidhni Kolonat nga Skema
sr: Odaberite Kolonu iz Šeme
sv: Välj kolumner för schema
tr: Şemadan Sütun Seç

source: Select a schema from the list, then select the fields to display as columns.
af: Selekteer 'n skema van die lys en selekteer dan die velde wat as kolomme vertoon moet word.
ar: قم بتحديد مخطط من القائمة ثم حدد الحقول لعرضها على شكل أعمدة
ca: Selecciona un esquema de la llista i, després, selecciona els camps a mostrar.
de: Wählen Sie ein Schema aus der Liste und anschließend die gewünschten Felder.
es: Seleccione un tipo de archivo, y después seleccione los campos a mostrar.
fr: Sélectionnez un schéma dans la liste, puis les champs à afficher en tant que colonnes.
he: ‏כעמודות‎ ‏להצגה‎ ‏השדות‎ ‏את‎ ‏ובחר‎ ‏מהרשימה‎, ‏סכמה‎ ‏בחר
hu: Válasszon ki egy típust, majd a listából az önnek tetsző oszlopokat.
it: Seleziona uno schema dalla lista, poi seleziona i campi da mostrare come colonne.
ja: リストからスキーマを選択し、その後カラムとして表示するフィールドを選択して下さい
lt: Pasirinkite schemą iš sąrašo, o po to pažymėkite laukus, kuriuos rodyti kaip stulpelius.
nl: Selecteer een schema uit de lijst, selecteer vervolgens de gewenste kolommen.
no: Velgt et skjema fra listen, deretter velg felt som skal vises som kolonner.
pl: Wybierz scheme (schemat wzorca) z listy, potem wybierz pola do wyświetlenia jako kolumny.
pt: Selecione um Schema da lista, então selecione os campos para exibir como colunas.
ru: Выберите схему из списка, затем выберите колонки для отображения.
sl: Izberite shemo iz seznama in nato izberite polja (stolpce) za prikaz.
sq: Zgjidhni një skedë nga lista, pastaj zgjidhni fushat që do të shfaqni si kolona.
sr: Izaberite šemu sa liste, zatim odaberite detalje koje želite da prikažete uz datoteke u fasckli, kao kolone .
sv: Välj ett schema från listan. Välj sedan fälten att visa som kolumner.
tr: Listeden bir şema seçip, sonra sütun olarak görünmesi için alanlar seçiniz.

source: Shared Folders Manager
af: Gedeelde Lêers Beheerder
ar: إدارة مجلد المشاركة
ca: Controlador de carpetes de la col·lecció
de: Ordner verwalten
es: Manejador de carpetas en Colección
fr: Gestionnaire de dossiers partagés
he: מנהל תיקיית שיתוף
hu: Megosztott mappák
it: Gestore cartelle condivise
ja: 共有フォルダ管理
lt: Bendrintų aplankų tvarkytuvė
nl: Vrijgegeven mappen beheerder
no: Delte mapper
pl: Menadżer udostępnionych folderów
pt: Gerenciador de Pasta Compartilhada
ru: Общий доступ
sl: Upravljalec deljenih map
sq: Menaxhoni Dosjet e Shpërndara
sr: Pomoćnik oko Deljenih Fascikala
sv: Hanterare för utdelade filer
tr: Paylaşılan Klasör Yönetimi

source: This is a list of folders in your personal library. {n}First add folders, then click the checkboxes to publicly share or hide them. Specific files and subfolders can be shared/unshared from the Library.
af: Hierdie is 'n lys van gidse in jou biblioteek. Jy kan gidse byvoeg of verwyder deur die knoppies aan die linkerkant te gebruik. Wanneer jy 'n nuwe gids byvoeg word dit outomaties gedeel met ander gebruikers, maar jy kan dit afskakel vanuit die Envy biblioteek as jy wil.
ar: هذه هي قائمة المجلدات في مكتبتك . يمكنك أن تضيف و أن تزيل المجلدات باستخدام الأزرار التي على اليسار . عندما تضيف أي مجلد جديد هو أصلا للمشاركة مع المستخدمين الآخرين ، يمكنك أن تزيله من مكتبة شير-أزا متى ما تريد
ca: Aquesta és la llista de carpetes en la col·lecció. Pots afegir o treure carpetes amb els botons de baix a l'esquerra. Quan afegeixes una nova carpeta inicialment es comparteix amb altres usuaris; no obstant, pots deixar de compartir-la des de la llista de carpetes de la col·lecció.
de: Das ist eine Liste der Ordner Ihrer Bibliothek. Sie können mit den Buttons links Ordner hinzufügen oder entfernen. Wenn Sie einen neuen Ordner hinzufügen, wird er standardmäßig freigegeben. Sie können die Freigabe in der Bibliothek jedoch auch aufheben.
es: Esta es la lista de carpetas en Colección. Puedes agregar o quitar carpetas usando los botones en la derecha. Cuando añadas una nueva carpeta va a ser inicialmente compartida con los usuarios, puedes descompartirla desde Mis Colecciones
fr: Ceci est la liste des dossiers de votre bibliothèque. Vous pouvez ajouter et supprimer des dossiers en utilisant les boutons en dessous de la liste. Lorsque vous ajoutez un nouveau dossier, il est partagé avec les autres utilisateurs.
he: זוהי רשימת התיקיות שבספריה שלך. אתה יכול להוסיף ולהסיר תיקיות בעזרת הכפתורים משמאל. כשאתה מוסיף תיקייה חדשה היא באופן אוטומטי מתחילה להיות משותפת עם המשתמשים, תוכל לבחור לא לשתף אותה מתוך הספריה
hu: Az itt felvett mappák automatikusan megosztásra kerülnek, de később letilthatja a megoszásukat a Könyvtárban.
it: Questa è la lista delle cartelle nella tua libreria. Puoi aggiungere e rimuovere cartelle utilizzando i pulsanti sulla sinistra. Quando aggiungi una cartella, questa è inizialmente condivisa con altri utenti, tuttavia puoi rimuoverla dalla condivisione su Envy.
ja: これはライブラリ内のフォルダリストです。 左側のボタンを使用することでフォルダの追加・削除ができます。 新規フォルダ追加時にはデフォルトで共有する設定になりますが、必要であればEnvyライブラリでそれを非共有にすることも出来ます。
lt: Čia yra Jūsų kolekcijos aplankų sąrašas. Jūs galite pridėti ar pašalinti aplankus naudodamiesi mygtukais apačioje. Kai Jūs pridėsite naują aplanką, jis iš pradžių taps bendrintas, tačiau Jūs galėsite atjungti bendrinimą iš Envy kolekcijos lango.
nl: Dit is een lijst met mappen uit je bibliotheek. Je kunt mappen toevoegen en verwijderen met de knoppen linksonder. Een nieuw toegevoegde map wordt automatisch gedeeld met andere gebruikers. In de bibliotheek kun je de vrijgave echter altijd uitschakelen.
no: Dette er en liste over mapper i mine filer. Du kan legge til og fjerne mapper med knappene til høyre. Når du legger til en mappe blir den automatisk delt med andre brukere, men du kan skru av delingen hvis du vil.
pl: To jest lista folderów w Twojej bibliotece (zasobach). Możesz dodawać i usuwać foldery używając przycisków po lewej. Gdy dodasz nowy folder początkowo jest on udostępniany innym użytkownikom, jednak możesz przestać go udostępniać z biblioteki zasobów Envyy jeśli zechcesz.
pt: Esta é uma lista de pastas na sua biblioteca. Você pode adicionar e remover pastas usando os botões a esquerda. Qdo você adiciona uma nova pasta ela é compartilhada com outros usuários, mas você pode descompartilhá-la se você desejar.
ru: Это список папок Вашего хранилища. Можно добавлять или удалять папки кнопками слева. Когда Вы добавляете новую папку, она становиться доступной для всех, но Вы можете изменить это позже из самого хранилища.
sl: Tu je naveden seznam map v vaši knjižnici. S pomočjo spodnjih gumbov lahko dodajate in odstranjujete mape. Ko dodate novo mapo je ta takoj na voljo drugim uporabnikom na mreži vendar jo lahko naknadno umaknete iz seznama deljenih map.
sq: Kjo është lista me dosjet në librarinë tuaj. Dosjet mund t'i shtoni dhe t'i hiqni duke përdorur butonat majtas. Kur shtoni një dosje të re, në fillim ajo shpërndahet me përdoruesit e tjerë; gjithsesi, këtë mund ta çaktivizoni në librarinë e Envy-s.
sr: Ovde je lista fascikala u vašoj kolekciji.Možete ukloniti ili dodati fascikle koristeći dugmad na levoj strani.Kada dodate novu fasciklu ona je inicijalno deljena sa ostalim korisnicima, ipak Vi kasnije možete da je isključite iz deljenja ukoliko to želite(iz kolekcije-library).
sv: Detta är en lista över mappar i ditt bibliotek. Du kan lägga till och ta bort mappar med knapparna till vänster. När du lägger till en ny mapp delas den initialt ut till andra användare. Du kan dock sluta dela ut den från biblioteket om du vill.
tr: Bu kütüphanenizdeki klasörlerin listesidir. Soldaki düğmeyi kullanarak klasör ekleyip kaldırabilirsiniz . Daha önce diğer kullanıcılar ile paylaşılan yeni bir klasör eklediğinizde, bununla birlikte isterseniz Envy kütüphanesinden bunu paylaşmayabilirsiniz.

source: Copy URI (P2P Link)
af: Kopieer URI
ar: نسخ الرابط
ca: Copiar URI
de: URI kopieren
es: Copiar URI
fr: Copie d'URI
he: URI העתק
hu: URI másolása
it: Copia URI
ja: URIをコピー
lt: Nuorodos kopijavimas
nl: URI kopiëren
no: Kopier URI
pl: Kopiuj URI
pt: Copiar URI
ru: Копировать ссылку
sl: Kopiraj URI
sq: Kopjo URI-n
sr: Kopiraj URI
sv: Kopiera URI
tr: URI Kopyala

source: You can copy the P2P Link ('URI') for a selected item in various formats.{n}Simply click the format you wish to save to clipboard:
af: Jy kan 'n URI van die geselekteerde item kopieer in 'n verskeidenheid formate. Kies asseblief die formaat wat jy wil gebruik deur op een van die URIs hieronder te kliek:
ar: You can copy a URI for the selected item in a variety of different formats. Please choose the format you wish to use by clicking one of the URIs below:
ca: Pots copiar el URI en diversos formats. Per favor, tria el format que vulgues d'aquests:
de: Sie können für das gewählte Objekt eine URI in verschiedenen Formaten kopieren. Bitte wählen Sie das gewünschte Format, indem Sie unten auf eine URI klicken:
es: El URI para el archivo seleccionado puede ser copiado de varias formás. Seleccione su forma favorita, magnet es recomendado:
fr: Vous pouvez copier une URI de cet objet dans différents formats. Veuillez choisir le format à utiliser en cliquant sur une des URI ci-dessous :
he: של הרכיב הנבחר בצורות שונות, אנא בחר את הקונטקסט של הכתובת שאתה מעוניין בה על ידי לחיצה על אחד :מהכתובות שמתחת URI אתה יכול להעתיק את הכתובת
hu: Különböző formátumokban másolhatja le a kiválasztott URI-t. Válasza ki az önnek legmegfelelőbbet és másolja le:
it: Puoi copiare una URI per l'elemento selezionato in una varietà di formati diversi. Scegli il formato che vuoi utilizzare cliccando su uno degli URI seguenti:
ja: 選択したファイル用にそれぞれ異なる形式のURIをコピーすることが出来ます。 以下の中から使用したい形式のURIを選択して下さい:
lt: Jūs galite nukopijuoti pasirinkto failo nuorodą skirtingais formatais. Pasirinkite norimą formatą, paspaudę vieną iš žemiau pateiktų nuorodų:
nl: Je kunt in verschillende formaten een URI kopiëren van het geselecteerde bestand. Selecteer het formaat naar keuze door te klikken op één van de URI's hieronder:
no: Du kan kopiere en URI til valgte objekt på flere forskjellige måter. Vennligst velg en av URI-typene du ønsker å bruke under:
pl: Możesz skopiować URI zaznaczonego pliku w wielu różnych formatach. Proszę, wybierz format który chcesz użyć klikając na jedno URI-ów poniżej:
pt: Você pode copiar a URI para o item selecionado em uma variedade de diversos formatos. Por favor escolha o formato que você deseja clicando em uma das URIs abaixo:
ru: Вы можете скопировать ссылку на объект в различных форматах. Выберите нужный формат щелкнув на одну из ссылок ниже:
sl: Omogočeno vam je kopiranje URI naslova za izbran element v različne oblike oz. formate. Obliko izberete tako, da kliknete na enega od spodnjih URI-jev:
sq: Ju mund të kopjoni një URI për njësinë e zgjedhuri në një mori formatesh të ndryshme. Ju lutemi zgjidhni formatin që dëshironi të përdorni duke klikuar një nga URI-t më poshtë:
sr: Vi možete kopirati URI za selektovanu datoteku u više različith formata. Molimo Vas izaberite foramat koji želite da koristite tako što ćete kliknuti na URIe ispod:
sv: Du kan kopiera en URI för den valda artikeln till flera olika format. Välj det format som du vill använda genom att klicka på det nedan:
tr: Farklı formattaki değişiklik içinden seçilen parça için URI kopyalayabilirsin. Lütfen URI'nin altında kullanmak istediğiniz formatlardan birini tıklayınız:
