Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Add a folder of media files to the playlist...
af: Voeg 'n gids met medialêers by die medialys...
ar: إضافة مجلد مع ملفات وسائط إلى قائمة التشغيل...
ca: Afegeix una carpeta a la llista de reproducció...
de: Einen Ordner zur Wiedergabeliste hinzufügen...
es: Agregar carpeta a la lista de reproducción...
fr: Ajouter un dossier de fichiers média à la liste de lecture...
he: ‪הוסף תיקיה עם קבצי מדיה לרשימת ההשמעה
hu: Egy egész mappányi médiafájl hozzáadása a lejátszólistához...
it: Aggiungi una cartella di file multimediali alla playlist...
ja: 再生リストにメディアファイルのフォルダを追加します...
lt: Įtraukti aplanką su grotuvo failais į grojaraštį...
nl: Voeg een map met media bestanden toe aan de afspeellijst...
no: Legg filene fra en mappe til spillelisten...
pl: Dodaj folder plików medialnych do listy odtwarzania...
pt: Adicionar uma pasta de arquivos de mídia a lista de execuções...
ru: Добавить папку с медиа файлами в список воспроизведения...
sl: Dodaj mapo z medijskimi datotekami v predvajalni seznam...
sq: Shton në listë një dosje të mediaskedave...
sr: Dodaje fasciklu u playlistu...
sv: Lägg till en mapp med mediafiler till spellistan…
tr: Oynatma listesine ortam dosyası içeren bir klasör ekle...

source: Lock video to 16:9 aspect ratio, suitable for film.
af: Stel video op 'n beeldverhouding van 16:9 in, geskik vir film.
ar: تقفيل النسبة المساحية للفيديو على 16:9 ، مناسب للفيلم
ca: Usa per a la reproducció de vídeo una proporció de cinema (16:9).
de: Das Seitenverhältnis auf 16:9 stellen.
es: Usar proporción de cine (16:9).
fr: Bloquer le ratio d'aspect de la vidéo sur 16:9, conforme au format film.
he: נעל ליחס תמונה 4:3 אשר מתאים לצפייה בסרט
hu: 16:9-es képarány, szélesvásznú.
it: Regola il video al formato cinematografico 16:9.
ja: 映画のような16:9のアスペクト比で固定します
lt: Nustatyti vaizdo matmenų santykį 16:9, kaip plačiaekraniniame filme.
nl: De breedte-hoogte verhouding voor de video vaststellen op 16:9, wat geschikt is voor films.
no: Sett videoen til 16:9 aspekt, passer til film.
pl: Zablokuj video na stosunku 16:9, nadającym się do filmu.
pt: Travar o vídeo no aspecto 16:9, adequado para Filme.
ru: Фиксировать пропорции видео на 16:9, как в фильме.
sl: Zakleni video v razmerje 16:9 - kino format.
sq: Bllokon raportin 16:9 për pamjen e videos, që përshtatet për filmat.
sr: Zaključava sliku na 16:9 veličina, pogodno za gledanje filmova.
sv: Lås videon till 16:9-proportioner så att den passar för film
tr: Filmi rahat izlemek için videoyu 16:9 'lık en boy oranında sabitle.

source: Lock video to 4:3 aspect ratio, suitable for TV.
af: Stel video op 'n beeldverhouding van 4:3 in, geskik vir TV.
ar: تقفيل النسبة المساحية للفيديو على 4:3 ، مناسب للتلفزيون
ca: Usa per a la reproducció de vídeo una proporció de televisió (4:3).
de: Das Seitenverhältnis auf 4:3 stellen.
es: Usar proporción de televisión (4:3).
fr: Bloquer le ratio d'aspect de la vidéo sur 4:3, conforme au format télévision.
he: נעל ליחס תמונה 16:9 אשר מתאים לצפייה בטלוויזיה
hu: 4:3-as képarány, mint a TV.
it: Regola il video al formato televisivo 4:3.
ja: TVのような4:3のアスペクト比で固定します
lt: Nustatyti vaizdo matmenų santykį 4:3, kaip televizoriuje.
nl: De breedte-hoogte verhouding voor de video vaststellen op 4:3, wat geschikt is voor TV.
no: Sett videoen til 4:3 aspekt, passer til TV.
pl: Zablokuj video na stosunku 4:3, nadającym się do telewizji.
pt: Travar vídeo no aspecto 4:3, adequado para a TV.
ru: Фиксировать пропорции видео на 4:3, как в ТВ.
sl: Zakleni video v razmerej 4:3 - TV format.
sq: Bllokon raportin 4:3 për pamjen e videos, që përshtatet për TV.
sr: Zaključava sliku na 4:3 veličina, pogodno za gledanje TV programa.
sv: Lås videon till 4:3-proportioner så att den passar för TV.
tr: Filmi rahat izlemek için videoyu 4:3 'lık en boy oranında sabitle.

source: Use the video's default aspect ratio.
af: Gebruik die video se standaard beeldverhouding.
ar: إستخدام النسبة المساحية الإفتراضية للفيديو
ca: Usa la proporció per defecte del vídeo reproduït.
de: Das Originalseitenverhältnis benutzen.
es: Usar proporción automática por defecto.
fr: Utiliser le ratio d'aspect par défaut de la vidéo.
he: השתמש ביחס תמונה אשר קבוע כברירת המחדל בקובץ הוידאו
hu: A videó eredeti képaránya.
it: Utilizza il formato video originale.
ja: ビデオのデフォルトアスペクト比を使用します
lt: Naudoti numatytąjį vaizdo matmenų santykį.
nl: Gebruik de basis breedte-hoogte verhouding van de video.
no: Bruk videoens normale aspekt.
pl: Użyj stosunek pliku video.
pt: Usar o aspecto padrão original do vídeo.
ru: Использовать установленные в видео пропорции.
sl: Uporabi privzeto razmerje za film.
sq: Përdor raportin tipik të pamjes së videos.
sv: Använd videons ursprungsproportioner.
tr: Videonun varsayılan en boy oranını kullan.

source: Clear (empty) the playlist.
af: Maak die medialys skoon.
ar: مسح قائمة التشغيل (الفارغة) ـ
ca: Buida la llista de reproducció.
de: Die Wiedergabeliste löschen.
es: Limpiar la lista de reproducción.
fr: Nettoyer la liste de lecture.
he: נקה את רשימת ההשמעה
hu: Lejátszólista törlése (ürítése).
it: Svuota la playlist.
ja: 再生リストをクリア(空に)します
lt: Išvalyti (ištuštinti) grojaraštį.
nl: De afspeellijst compleet wissen.
no: Tøm spillelisten.
pl: Wyczyść (opróżnij) listę odtwarzania.
pt: Limpar (esvaziar) a lista de execuções.
ru: Очистить список воспроизведения.
sl: Počisti (sprazni) predvajalni seznam.
sq: Pastron (boshatis) listën.
sr: Očisti (isprazni) playlistu.
sv: Rensa medialistan.
tr: Oynatma listesini temizle.

source: Close the current media file, freeing up memory.
af: Maak die huidige medialêer toe om geheue te bespaar.
ar: إغلاق ملف الوسائط الحالي ، تحرير الذاكرة
ca: Tanca l'arxiu actual, alliberant memòria.
de: Die aktuelle Datei schließen, um Speicher freizugeben.
es: Cerrar archivo.
fr: Fermer le fichier média actuel, cela libèrera de la mémoire.
he: סגור את קובץ המדיה, לפינוי הזיכרון
hu: Zárd be a médiafájlt memóriaspórolás céljából.
it: Chiudi il file multimediale corrente, liberando la memoria.
ja: 現在のメディアファイルを閉じて、メモリ領域を開放します
lt: Užverti veikiantį grotuvo failą, tuo pačiu atlaisvinant atmintį.
nl: Het huidige mediabestand afsluiten, waardoor geheugen vrijgemaakt wordt.
no: Lukk denne filen, for å fri opp minne.
pl: Zamknij obecny plik medialny, uwalniając pamięć.
pt: Fechar o arquivo de mídia atual, liberando memória.
ru: Закрыть текущий медиа файл, освободив при этом память.
sl: Zapri trenutno medijsko datoteko, sproščam spomin.
sq: Mbyll mediaskedën aktuale dhe e lëshon në kujtesë.
sv: Stäng den nuvarande mediafilen och frigör den från ditt minne.
tr: Yürürlükteki ortam dosyasını kapat, belleği boşalt.

source: Save the playlist as a collection file...
ar: حفظ قائمة التشغيل كملف مجموعة...
ca: Desa la llista de reproducció com un arxiu de col·lecció...
de: Die Wiedergabeliste als Rich-Collection-Datei speichern...
es: Guardar lista de reproducción como un archivo de Colección...
fr: Créer un fichier collection de la liste de lecture...
he: שמור את רשימת ההשמעה כקובץ אוסף...
hu: Lejátszólista mentése, mint gyűjtemény...
it: Salva la playlist come file di collezione...
lt: Išsaugoti grojaraštį kaip rinkinio failų komplektą...
nl: Sla de afspeellijst op als een collectie...
pt: Salvar a lista de execuções como um arquivo de coleção...
ru: Сохранить список воспроизведения как файл коллекции...
sl: Shrani predvajalni seznam, kot kolekcijsko datoteko...
sq: Ruan listën si skedë koleksioni...
sv: Spara spellistan som en samlingsfil...

source: Toggle full-screen video mode.
af: Vertoon die video in volskerm.
ar: تشغيل نمط الفيديو في كامل الشاشة
ca: Visualitza el vídeo en pantalla completa.
de: In den Vollbild-Modus wechseln.
es: Pantalla completa.
fr: Basculer en mode plein-écran.
he: עבור למצב תצוגת וידאו במסך מלא
hu: Teljes képernyős mód.
it: Modalità video a schermo intero.
ja: 全画面ビデオモードに切り替えます
lt: Į-/Išjungti visaekranę vaizdo veikseną.
nl: In- of uitschakelen van het afspelen van de video in het volledige beeldscherm.
no: Vis fullskjerm modus.
pl: Włącz tryb pełnoekranowego video.
pt: Modo de Tela Cheia.
ru: В-/Выключить полноэкранный режим видео.
sl: Preklopi celozaslonski način.
sq: Vë mënyrën filmike me ekran të plotë.
sr: Prebaci u full-screen video mod.
sv: Växla helskärmsläge för videon.
tr: Tam ekran video moduna geç.

source: Mute audio playback
af: Maak die volume stil
ar: كتم الصوت
ca: Posa el so del reproductor en silenci.
de: Audiowiedergabe stummschalten
es: Poner el sonido del reproductor en Silencio.
fr: Playback audio muet
he: השתק את הקול
hu: Némítás.
it: Muto
ja: オーディオ再生をミュートします
lt: Nutildyti garsą
nl: Het geluid stilzetten
no: Demp lyd på avspilling.
pl: Wycisz odtwarzanie audio
pt: Playback de áudio mudo
ru: Приглушить играющее аудио
sl: Nemo (mute)
sq: Heq zërin e pjesës
sv: Tysta ljuduppspelning.
tr: Sesi kapat

source: Skip ahead to the next file in the current playlist.
af: Gaan na die volgende medialêer in die huidige medialys.
ar: تجاوز إلى الملف التالي في قائمة التشغيل الحالية
ca: Va al siguiente arxiu de la llista de reproducció.
de: Die nächste Datei in der Wiedergabeliste wiedergeben.
es: Ir al siguiente archivo.
fr: Passer au fichier suivant dans la liste de lecture actuelle.
he: דלג לקובץ הבא ברשימת ההשמעה הנוכחית
hu: Előremegy a következő fájlra.
it: Passa al file successivo nella playlist corrente.
ja: 現在の再生リスト内の次のファイルに進みます
lt: Pereiti prie sekančio failo veikiančiame grojaraštyje.
nl: Ga naar het volgende bestand van de afspeellijst.
no: Gå til neste fil i denne spillelisten.
pl: Przeskocz do następnego plik w obecnej liście odtwarzania.
pt: Pular para o próximo arquivo da lista de execuções atual.
ru: Перейти к следующему файлу в текущем списке воспроизведения.
sl: Preskoči do naslednje datoteke v trenutnem predvajalnem seznamu.
sq: Kalon përpara në skedën tjetër të listës aktuale.
sr: Ide na sledeću datoteku u playlisti.
sv: Byt till den efterföljande filen i spellistan.
tr: Yürürlükteki oynatma listesini sonraki dosyaya atlat.

source: Next File
af: Volgende Lêer
ar: الملف التالي
ca: Següent arxiu
de: Nächste Datei
fr: Fichier suivant
he: הקובץ הבא
hu: Következő
it: File successivo
ja: 次のファイル
no: Neste
pl: Następny plik
ru: Следующий файл
sl: Naslednja datoteka
sq: Skedë e Parme
sr: Sledeća datoteka
sv: Nästa fil
tr: sonraki Dosya

source: Open and play a media file or playlist...
af: Open en speel 'n medialêer of medialys...
ar: فتح و تشغيل ملف وسائط أو قائمة تشغيل...
ca: Obre i reprodueix un arxiu multimèdia o llista de reproducció...
de: Eine Datei oder eine Wiedergabeliste öffnen und abspielen...
es: Abrir media o lista de reproducción...
fr: Ouvrir et lire un fichier média ou une liste de lecture...
he: פתח ונגן את קובץ המדיה או את רשימת ההשמעה
hu: Lista vagy médiafájl megnyitása és lejátszása...
it: Apri e riproduci un file multimediale o una playlist...
ja: メディアファイル又は再生リストのファイルをオープン・再生します...
lt: Atverti ir groti grotuvo failą ar grojaraštį...
nl: Een mediabestand of afspeellijst openen of afspelen...
no: Åpne eller spill av en fil eller en spilleliste...
pl: Otwórz i odtwórz plik medialny lub listę odtwarzania...
pt: Abrir e tocar um arquivo de mídia ou lista de execuções...
ru: Открыть и играть медиа файл или список воспроизведения...
sl: Odpri ali predvajaj medijsko datoteko ali predvajalni seznam...
sq: Hap dhe luan një mediaskedë ose listë...
sr: Otvara ili pokreće media datoteku ili playlistu...
sv: Öppna och spela upp mediafiler eller spellistor…
tr: Ortam dosyası/oynatma listesi aç ve oynat...

source: Pause playback of the media file.
af: Vries terugspeel van medialêer.
ar: إيقاف تشغيل ملف الوسائط مؤقتا
ca: Posa en pausa la reproducció.
de: Die Wiedergabe anhalten.
es: Poner en pausa la reproducción.
fr: Mettre en pause la lecture du fichier média.
he: השהה ניכון של קובץ המדיה
hu: Lejátszás szüneteltetése.
it: Sospendi il file multimediale.
ja: メディアファイルの再生を一時停止します
lt: Pristabdyti grotuvo failo grojimą.
nl: Pauzeer het afspelen van het mediabestand.
no: Sett denne filen på pause.
pl: Zatrzymaj odtwarzanie pliku medialnego.
pt: Pausar o playback do arquivo de mídia.
ru: Приостановить воспроизведение медиа файла.
sl: Trenutno zaustavi predvajanje medijske datoteke.
sq: Pushon leximin e mediaskedës.
sv: Gör en paus i uppspelningen av mediafilen.
tr: Ortma dosyasını oynatmayı duraklat.

source: Start playing the current media file.
af: Begin die huidige medialêer speel.
ar: تشغيل ملف الوسائط الحالي
ca: Inicia la reproducció del fitxer actual.
de: Die aktuelle Datei wiedergeben.
es: Iniciar reproducción.
fr: Lancer la lecture du fichier média actuel.
he: התחל לנגן את קובץ המדיה הנוכחי
hu: Lejátszás elkezdése.
it: Avvia l'esecuzione del file multimediale.
ja: 現在のメディアファイルを再生します
lt: Groti pažymėtą grotuvo failą.
nl: Het huidige mediabestand afspelen.
no: Spill av denne filen.
pl: Rozpocznij odtwarzanie pliku medialnego.
pt: Começar a tocar o arquivo de mídia atual.
ru: Начать играть текущий медиа файл.
sl: Začni predvajanje trenutne medijske datoteke.
sq: Nis leximin e mediaskedës aktuale.
sv: Starta uppspelning av den nuvarande mediafilen.
tr: Yürürlükteki ortam dosyasını oynatmaya başla.

source: Play
ar: تشغيل
ca: Reprodueix
de: Wiedergeben
fr: Lecture
he: נגן
hu: Lejátszás
ja: 再生
no: Spill av
pl: Odtwarzaj
pt: Tocar
ru: Играть
sl: Predvajaj
sq: Lexo
sr: Pokreni
sv: Spela upp
tr: Oynat

source: Show or hide the playlist editor.
af: Vertoon of verwyder die medialys redigeerder.
ar: إظهار أو إخفاء محرر قائمة التشغيل
ca: Mostra la llista de reproducció.
de: Die Wiedergabeliste ein- oder ausblenden.
es: Mostrar/Ocultar la lista de reproducción.
fr: Afficher ou masquer l'éditeur de liste de lecture.
he: הצג או הסתר את עורך רשימת ההשמעה
hu: Lejátszólista-szerkesztő megjelenítése, elrejtése.
it: Mostra o nascondi l'editor della playlist.
ja: 再生リストエディタを表示・非表示します
lt: Rodyti ar paslėpti grojaraščio redaktorių.
nl: Toon of verberg de afspeellijst.
no: Vis eller skjul spilleliste-vinduet.
pl: Pokaż lub ukryj okno Lity odtwarzania
pt: Mostrar ou esconder o editor de lista de execuções.
ru: Показать или скрыть редактор списка воспроизведения.
sl: Pokaži ali skrij urejevalnik predvajalnega seznama.
sq: Tregon ose fsheh editorin e listës.
sr: Prikaži ili sakrij playlist editor.
sv: Visa eller dölj spellistseditorn.
tr: Oynatma listesi yayıncısını göster/gizle.

source: Skip back to the previous file in the current playlist.
af: Gaan terug na die vorige medialêer in die huidige medialys.
ar: الرجوع إلى الملف السابق في قائمة التشغيل الحالية
ca: Va a l'arxiu anterior de la llista de reproducció.
de: Zur vorherigen Datei der Wiedergabeliste zurückspringen.
es: Ir al archivo anterior.
fr: Revenir au fichier précédent dans la liste de lecture actuelle.
he: דלג לקובץ הקודם ברשימת ההשמעה הנוכחית
hu: Visszamegy az előző fájlra.
it: Passa al file precedente nella playlist corrente.
ja: 現在の再生リスト内の前のファイルに戻ります
lt: Pereiti prie ankstesnio failo veikiančiame grojaraštyje.
nl: Ga terug naar het vorige bestand van de afspeellijst.
no: Gå tilbake til forrige fil i denne spillelisten.
pl: Powróć do poprzedniego pliku w obecnej Liście odtwarzania
pt: Pular de volta ao arquivo anterior da lista de execuções atual.
ru: Перейти к предыдущему файлу в текущем списке воспроизведения.
sl: Preskoči na prejšnjo datoteko v trenutnem predvajalnem seznamu.
sq: Kalon pas në skedën tjetër të listës aktuale.
sv: Byt till den föregående filen i spellistan.
tr: Yürürlükteki oynatma dosyasındaki bir önceki dosyaya geri dön.

source: Previous File
af: Vorige Lêer
ar: الملف السابق
ca: Anterior arxiu
de: Vorherige Datei
fr: Fichier précédent
he: הקובץ הקודם
hu: Előző
it: File precedente
ja: 前のファイル
no: Tilbake
pt: Arquivo Anterior
ru: Предыдущий файл
sl: Prejšnja datoteka
sq: Skedë e Pasme
sr: Prethodna datoteka
sv: Föregående fil
tr: Önceki Dosya

source: View and edit the properties of the selected files.
ar: عرض و تحرير خصائص الملفات المحددة
ca: Mostra i edita les propietats dels fitxers seleccionats.
de: Die Eigenschaften der ausgewählten Dateien anzeigen bzw. ändern.
es: Ver y editar las propiedades de los archivos seleccionados.
fr: Voir ou éditer les propriétés des fichiers sélectionné.
he: הצג וערוך את המאפיינים של הקבצים שנבחרו.
hu: A kiválasztott fájl tulajdonságainak szerkesztése.
it: Visualizza e modifica le proprietà dei file selezionati.
lt: Peržvelgti ir redaguoti pasirinktų failų ypatybes.
nl: Bekijk en wijzig de eigenschappen van het gekozen bestand.
pt: Ver e editar as propriedades dos arquivos selecionados.
ru: Просмотр и правка свойств выделенных файлов.
sq: Tregon dhe editon vetitë e skedës së zgjedhur.
sv: Visa och redigera egenskaper fr de valda filerna.
tr: Seçilen dosyanın özelliklerini göster ve değişimine imkan ver.

source: Toggle random (shuffle) mode in the current playlist.
af: Aktiveer of deaktiveer die willekeurige speelmodus (shuffle).
ar: تشغيل نمط (الخلط) العشوائي في قائمنة التشغيل الحالية
ca: Activa o desactiva la reproducció a l'atzar a l'actual llista de reproducció.
de: Zufallswiedergabe ein- oder ausschalten.
es: Reproducción al azar.
fr: Basculer la liste de lecture actuelle en mode lecture aléatoire.
he: קבע מצב בחירה רנדומלית ברשימת ההשמעה הנוכחית
hu: Véletlenszerű lejátszás kapcsolgatása.
it: Attiva la modalità di riproduzione casuale nella playlist corrente.
ja: 現在の再生リストをランダム(シャッフル)モードに切り替えます
lt: Į-/Išjungti atsitiktinį failų pasirinkimą iš veikiančio grojaraščio.
nl: In- of uitschakelen van het afspelen van afspeellijst in willekeurige volgorde.
no: Bruk tilfeldig (shuffle) modus i denne spillelisten.
pl: Włącz tryb losowy(shuffle) w obecnej liście odtwarzania.
pt: Modo aleatório na lista de execuções atual.
ru: В-/Выключить режим перетасовки в текущем списке воспроизведения.
sl: Preklopi naključni način v trenutnem predvajalnem seznamu.
sq: Vë mënyrën rastësore (përzierë) në listën aktuale.
sv: Växla slumpläge för spellistan.
tr: Oynatma listesi karışık modda.

source: Rate the selected files.
ar: تصنيف الملفات المحددة
ca: Qualifica els arxius seleccionats.
de: Die ausgewählten Dateien bewerten.
es: Ratio de archivos seleccionados.
fr: Écrire des évaluations pour les fichiers sélectionnés.
he: דרג את הקבצים שנבחרו.
hu: Kiválasztott fájl osztályozása.
it: Valuta il file selezionato.
lt: Įvertinti pasirinktus failus.
nl: Beoordeel de gekozen bestanden.
pt: Classificar os arquivos selecionados.
ru: Оценить выделенные файлы.
sq: Vlerëson skedën e zgjedhur.
sv: Betygstt de valda filerna.
tr: Seçilen dosyaya reyting ekle.

source: Remove the selected media file from the playlist.
af: Verwyder die geselekteerde medialêer van die medialys.
ar: إزالة ملف الوسائط المحدد من قائمة التشغيل
ca: Treu l'arxiu seleccionat de la llista de reproducció.
de: Die markierte Datei aus der Wiedergabeliste entfernen.
es: Quitar archivo de la lista de reproducción.
fr: Enlever le fichier média sélectionné de la liste de lecture.
he: הסר את קובץ המדיה הנבחר מרשימת ההשמעה
hu: Eltávolítja a lejátszólistából.
it: Rimuovi il file multimediale selezionato dalla playlist.
ja: 選択したメディアファイルを再生リストから削除します
lt: Pašalinti pažymėtą grotuvo failą iš grojaraščio.
nl: Verwijder de geselecteerde mediabestanden van de afspeellijst.
no: Fjern valgte fil fra spillelisten.
pl: Usuń wybrany plik z listy odtwarzania.
pt: Remover o arquivo de mídia selecionado da lista de execuções.
ru: Удалить помеченный медиа файл из списка воспроизведения.
sl: Odstrani izbrane medijske datoteke iz predvajalnega seznama.
sq: Fshin nga lista mediaskedën e zgjedhur.
sr: Ukloni selektovani media fajl sa playliste.
sv: Radera de valda mediafilerna från spellistan.
tr: Seçilmiş ortam dosyasını oynatma listesinden kaldır.

source: Repeat the current media file.
af: Herhaal die huidige medialêer.
ar: تكرار ملف الوسائط الحالي
ca: Repeteix l'arxiu multimèdia actual.
de: Die aktuelle Datei wiederholen.
es: Repetir archivo.
fr: Répéter le fichier média actuel..
he: נגן שנית את קובץ המדיה הנוכחי
hu: Ismételt lejátszás kapcsolgatása.
it: Ripeti il file multimediale corrente.
ja: 現在のメディアファイルの再生を繰り返します
lt: Kartoti veikiančio failo grojimą.
nl: De huidige afspeellijst herhalen.
no: Gjenta denne filen.
pl: Powtórz obecnie odtwarzany plik.
pt: Repetir o arquivo de mídia atual.
ru: Повторять воспроизведение текущего медиа файла.
sl: Ponovi trenutno medijsko datoteko.
sq: Përsërit mediaskedën aktuale.
sv: Reptera den nuvarande mediafilen.
tr: Yürürlükteki ortam dosyasını tekrarla.

source: Save the current playlist to a file...
af: Stoor die huidige medialys na 'n lêer...
ar: حفظ قائمة التشغيل الحالية إلى ملف...
ca: Desa la llista de reproducció a un arxiu.
de: Die Wiedergabeliste abspeichern...
es: Guardar la lista de reproducción...
fr: Sauvegarder la liste de lecture actuelle dans un fichier...
he: שמור את רשימת ההשמעה הנוכחית
hu: A jelenlegi list mentése...
it: Salva la playlist corrente come file...
ja: 現在の再生リストをファイルに保存します...
lt: Išsaugoti veikiantį grojaraštį kaip failą...
nl: De huidige afspeellijst opslaan als een bestand...
no: Lagre denne spillelisten...
pl: Zapisz obecną listę odtwarzania do pliku...
pt: Salvar a lista de execuções atual para um arquivo...
ru: Сохранить текущий список воспроизведения в файл...
sl: Shrani trenutni predvajalni seznam kot datoteko...
sq: Ruan në skedë listën aktuale...
sr: Sačuvaj trenutnu playlistu...
sv: Spara spellistan till en fil…
tr: Yürürlükteki oynatma listesini bir dosyaya kaydet...

source: Select and play this file.
af: Selekteer en speel hierdie lêer.
ar: تحديد و تشغيل هذا الملف
ca: Selecciona i reprodueix aquest arxiu.
de: Diese Datei wiedergeben.
es: Reproducir.
fr: Sélectionner et lire ce fichier..
he: בחר ונגן את קובץ המדיה
hu: Lejátsza a fájlt.
it: Seleziona ed esegui il file selezionato.
ja: このファイルを選択・再生します
lt: Pažymėti ir groti pasirinktą failą.
nl: Het geselecteerde bestand afspelen.
no: Velg og spill av denne filen.
pl: Wybierz i odtwórz plik.
pt: Selecionar e tocar este arquivo.
ru: Выбрать и проигрывать этот файл.
sl: Izberi in predvajaj datoteko.
sq: Zgjedh dhe luan skedën.
sr: Označi i pokreni ovu datoteku.
sv: Välj och spela upp denna fil.
tr: Dosyayı seç ve oynat.

source: Display the media settings page...
af: Vertoon die media verstellingsbladsy...
ar: عرض صفحة إعدادات الوسائط...
ca: Mosta la finestra de configuració de multimèdia.
de: Medieneinstellungen konfigurieren...
es: Mostar la pantalla de configuración...
fr: Afficher la page des réglages média...
he: הצג את עמוד הגדרות המדיה
hu: A médiabeállításokat mutatja...
it: Mostra la pagina delle impostazioni multimediali...
ja: メディア設定ページを表示します...
lt: Atverti grotuvo nuostatų langą...
nl: De mediainstellingen aanpassen...
no: Vis mediainnstillingene...
pl: Pokaż stronę ustawienia multimediów...
pt: Exibir a pagina de configurações de mídia...
ru: Показать окно медиа установок...
sl: Prikaži stran z nastavitvami medijev...
sq: Tregon faqen e vendosjeve të medias...
sv: Visa mediainställningssidan…
tr: Ortam özellikleri sayfasını görüntüle...
