Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Switch to Transfers view on download
af: Verander na Oordragte aansig as aflaai
ar: التبديل إلى عرض عمليات النقل مع التحميل
ca: Canvi a vista de transferències en descàrrega
de: Bei Download zu Transfers wechseln
es: Cambiar a vista de transferencias en descarga
fr: Passage automatique à l'onglet Transferts
he: ‪עבור לחלון ההעברות בתחילת הורדה
hu: Letöltésnél átkapcsol Forgalom ablakba
it: Passa a Trasferimenti al download
ja: ダウンロードで転送画面に切り替える
lt: Eiti prie siuntimų pridėjus naują failą
nl: Ga bij download naar het venster Verkeer
no: Gå til overføringsvindu ved nedlasting
pl: Przełącz do widoku Transferów po rozpoczęciu pobierania
pt: Trocar para Tranferências ao baixar
ru: При загрузке перейти к пересылкам
sl: Pri prenašanju preklopi na pogled 'Prenosi'
sq: Kalo tek pamja Transferimi kur shkarkon
sr: Prebaci na Razmenu kad krenem da skidam
sv: Växla till överföringsvyn vid nedladdning
tr: İndirmede transfer anahtarlarını görüntüle

source: Hide side bar when starting search
af: Steek sybalk weg as soektog begin
ar: إخفاء الشريط الجانبي عند بدء البحث
ca: Amaga la barra lateral al començar la cerca
de: Suchleiste automatisch ausblenden
es: Esconder la barra de al lado al empezar la busqueda
fr: Masquer auto. le panneau de recherche
he: ‪הסתר סרגל צדדי בתחילת חיפוש
hu: Keresőpanel elrejtése kereséskor
it: Nascondi barra a lato durante la ricerca
ja: 検索開始時にサイドバーを非表示にする
lt: Slėpti paieškos skydelį pradėjus paiešką
nl: Verberg de zijbalk tijdens het zoeken
no: Skjul søkepanel ved starting av søk
pl: Schowaj boczny pasek kiedy zacznę wyszukiwanie
pt: Esconder a barra qdo começar a busca
ru: Скрыть панель поиска начав поиск
sl: Skrij stransko okno ob začetku iskanja
sq: Fshehe shufrën anësore sapo kërkimi nis
sr: Sakrij bočni panel kod nove potrage
sv: Gm sidpanelen när sökningen startar
tr: Aramaya başladığında yön çubuğunu gizle

source: Filter adult content from searches
af: Filtreer volwasse inhoud van soektogte
ar: فرز مواد البالغين من عمليات البحث
ca: Filtra el contingut d'adults a les cerques
de: Erotikfilter aktivieren
es: Filtrar contenido de adultos en las búsquedas
fr: Filtrer le contenu adulte des recherches
he: ‪סינון תוכן למבוגרים מהחיפוש
hu: Felnőtt tartalmú fájlok kiszűrése
it: Filtra contenuto per adulti dalle ricerche
ja: 検索結果に18禁フィルタを適用する
lt: Paieškose filtruoti turinį suaugusiems
nl: Filter volwassinhoud uit de zoekresultaten
no: Filtrer vekk innhold for voksne fra søk
pl: Filtruj zawartość dla dorosłych z wyszukiwań
pt: Filtrar o conteúdo adulto das buscas
ru: Фильтровать содерж. для взрослых
sl: Pri iskanju od-filtriraj vsebino za odrasle
sq: Filtro përmbajtjet për të rritur
sr: Filtriraj nedoličan sadržaj u potrazi
sv: Filtrera vuxet innehåll från sökningar
tr: Aramalarda ileri içerik filtresi

source: _Tooltips:
af: _Inligtingsblokkies:
ar: :الت_لميحات
ca: P_istes:
es: _Tooltips (mensajes):
fr: _Infobulles :
he: ‪‪:טיפים
hu: _Gyorstippek
it: _Tooltip:
ja: ツールチップ:
lt: _Užuominos:
no: Verktøytips:
pl: Podpowiedzi:
pt: D_icas:
ru: Показывать _подсказки для:
sl: _Zaslonski namigi:
sq: K_ëshilla:
sr: BrzaP_omoć:
sv: _Knappbeskrivningar
tr: A_raç türleri:

source: Delay (ms):
af: Wagtyd (ms):
ar: :(التأخر (مث
ca: Retard (ms):
de: Verzögerung:
es: Retraso (ms):
fr: Délai (ms) :
he: ‪(ms) :השהייה
hu: Késés (ms):
it: Ritardo (ms):
ja: 遅延(㍉秒):
lt: Delsa (ms):
nl: Vertragen(ms):
no: Forsinkelse:
pl: Opóźnienie (ms):
pt: Atraso (ms):
ru: Задерж.(мс):
sl: Zakasnitev(ms):
sq: Vonesa (ms):
sr: Kašnjenje(ms):
sv: Vänta (ms):
tr: Gecikme(ms):

source: Opacity:
af: Deursig:
ar: :العتامة
ca: Opacitat:
de: Transp.:
es: Opacidad:
fr: Opacité :
he: ‪:אטימות
hu: Átlátszó:
it: Opacità:
ja: 透明度:
lt: Ryškis:
nl: Opaciteit:
no: Uklarhet:
pl: Przezroczystość:
pt: Opacidade:
ru: Прозрач.:
sl: Motnost:
sq: Opaciteti:
sr: Prozirnost:
sv: Synlig:
tr: Opaklık:

source: DropShadows
af: Shadows
ar: الظل (إعادة)
ca: L'ombras
de: Schatten
es: Las sombras
fr: Ombres
he: הצל
hu: Shadows
it: Un'ombras
ja: Shadows
lt: Shadows
nl: Shadows
no: Shadows
pl: Shadows
pt: Sombras
ru: тень
sl: Shadows
sq: Shadows
sr: Shadows
sv: Shadows
tr: Shadows

source: _Tray:
af: _Taakbalk:
ar: _جوار الساعة:
ca: _Barra de tasques:
es: _Barra de tareas:
fr: _Icône système :
he: ‪:שורת משימות
hu: _Tálca
it: _Barra:
ja: トレイ:
lt: _Sistemos juostelė:
nl: _Systeembalk:
no: _Systemfeltet:
pl: Zasobnik systemowy:
ru: _Трей:
sl: _Opravilna vrstica:
sq: _Brezi:
sv: A_ktivitetsfält:
tr: _Boyut:

source: Close button behavior:
af: As ek sluit kliek:
ar: :عند النقر على إغلاق
ca: Quant fas clic al botó de tancament:
de: Bei Klick auf [X]:
es: Cuando hago click cerrar:
fr: Quand je clique sur Fermer :
he: :כשאני לוחצ/ת סגור
hu: Bezárás gomb:
it: Quando clicco chiudi:
ja: 閉じるをクリックした時:
lt: Kai paspaudžiu baigti:
nl: Als ik op Afsluiten klik:
no: Når jeg trykker lukk:
pl: Kiedy kliknę zamknij:
pt: Quando clicar em fechar:
ru: Когда щелкаю закрыть:
sl: Ko kliknem zapri:
sq: Kur klikoj mbylle:
sr: Kada pritisnem zatvori:
sv: När jag klickar stäng:
tr: Kapattığımda:

source: Ask Me|Minimize to Tray|Exit Immediately|Exit After Transfers
af: Vra My|Minimeer na Taakbalk|Sluit Dadelik|Sluit Na Oordragte
ar: السؤال|الإغلاق فورا|التصغير إلى جوار الساعة|الإغلاق بعد عمليات النقل
ca: Pregunta|Minimitza a barra de tasques|Tanca inmediatament|Tanca després de les transferències
de: Fragen|In den Tray minimieren|Sofort beenden|Nach Transfers beenden
es: Preguntarme|Minimizar barra de tareas|Cerrar Inmediatamente|Cerrar después de transferencias
fr: Me demander|Minimiser dans la barre des tâches|Fermer immédiatement|Fermer à la fin des transferts
he: ‪שאל אותי|מזער|סגור מיד|סגור בסיום פעולה
hu: Rákérdez|Leküldi az óra mellé|Azonnal bezár|Forgalom után bezár
it: Chiedi|Minimizza nell'area di notifica|Esci immediatamente|Esci al termine dei trasferimenti
ja: 確認する|タスクトレイに最小化|直ぐに終了|転送後に終了
lt: Paklausti|Patalpinti juostelėn|Iškart užverti|Baigti atsisiuntus
nl: Vraag me|Minimaliseer|Sluit direct|Sluit na verzenden
no: Spør meg|Minimer til systemfelt|Avslutt umiddelbart|Avslutt etter overføringer
pl: Spytaj mnie|Minimalizuj do zasobnika|Od razu zamknij|Zamknij po zakończeniu transferów
pt: Me Perguntar|Minimizar pro Tray|Fechar de Imediato|Fechar Após Transferências
ru: Спрашивать|Отправить в трей|Сразу закрыть|Закрыть после пересылок
sl: Vprašaj me|Minimiziraj v opravilno vrstico|Takoj zapri|Zapri po prenosih
sq: Më Pyet|Minimizohu në Brez|Mbylle Menjëherë|Mbylle Pas Transferimit
sr: Pitaj|Spusti u Tray|Odmah Zatvori|Zatvori tek kada završiš
sv: Fråga mig|Minimera till aktivitetsfältet|Stäng omedelbart|Stäng efter överföringar
tr: Bana Sor|Boyutu Küçült|Hemen Kapat|Transferden sonra Kapat

source: Minimize button behavior:
af: As ek minimeer kliek:
ar: :عند النقر على تصغير
ca: Quant es fa clic a minimitzar:
de: Bei Klick auf [-]:
es: Cuando hago click minimizar:
fr: Qd je clique sur Minimiser :
he: ‪:כשאני לוחצ/ת מזער
hu: Kis méret gomb:
it: Quando clicco minimizza:
ja: 最小化をクリックした時:
lt: Kai paspaudžiu sutraukti:
nl: Als ik minimaliseer:
no: Når jeg trykker minimer:
pl: Kiedy kliknę minimalizuj:
pt: Quando clicar em minimizar:
ru: Когда щелкаю свернуть:
sl: Ko izberem minimizranje:
sq: Kur klikoj minimizo:
sr: Kada pritisnem spusti:
sv: När jag klickar minimera.
tr: Tıklandığında Küçült:

source: Normal Taskbar|Minimize to Tray
af: Normaal|Minimeer na Taakbalk
ar: تصغير عادي|تصغير إلى جوار الساعة
ca: Normal|Minimitza a la barra de tasques
de: Minimieren (normal)|In den Tray minimieren
es: Normal|Minimizar barra de tareas
fr: Normal|Minimiser dans la barre des tâches
he: ‪רגיל|מזער
hu: Normál|Leküldi az óra mellé
it: Normale|Minimizza nell'area di notifica
ja: 通常|タスクトレイに最小化
lt: Įprastas veiksmas|Patalpinti juostelėn
nl: Normaal|Minimaliseer
no: Normal|Minimer til systemfeltet
pl: Normalnie|Minimalizuj do zasobnika
pt: Normal|Minimizar pro Tray
ru: Обычное действие|Отправить в трей
sl: Navadno|Minimiziraj v opravilno vrstico
sq: Normale|Minimizohu në Brez
sr: Normalno|Spusti u Tray
sv: Normal|Minimera till aktivitetsfltet
tr: Normal|Boyut Küçült

source: _Options:
af: _Verstellings:
ar: :_خيارات
ca: _Opcions:
de: _Optionen:
es: _Opciones:
he: :אפשרויות
hu: _Beállítások
it: _Opzioni:
ja: オプション:
lt: Pa_rinktys:
nl: _Opties:
no: _Egenskaper:
pl: Opcje:
pt: _Opções:
ru: _Опции:
sl: _Možnosti:
sq: Mundësi:
sr: _Opcije:
sv: _Alternativ:
tr: _Seçenekler:

source: Allow others to browse
af: Lys jou gedeelde lêers vir ander
ar: السماح للآخرين بتصفح الملفات المشاركة
ca: Permet que altres exploren
de: Durchsuchen erlauben
es: Permitir exploración de usuario
fr: Autoriser l'affich. de mes partages
he: אפשר לסייר בקבצי המשותפים
hu: Mások is lássák a megosztásom
it: Permetti di vedere i tuoi file
ja: 共有ファイルの参照を許可する
lt: Leisti peržiūrėti bendrintus failus
nl: Toon anderen mijn bestanden
no: La andre utforske mine filer
pl: Pozwól innym na przeglądanie
pt: Permitir navegar pelos arquivos
ru: Открыть общий доступ
sl: Dovoljuj brskanje drugim
sq: Të tjerët i shfletojnë shpërndarjet
sr: Dopusti drugima da vide šta delite
sv: Tillåt andra användare att se fillistan
tr: Başkaları görüntüleyebilmek için izin

source: Watch library folders
af: Hou biblioteekgidse dop
ar: مشاهدة مجلدات المكتبة
ca: Mostra les carpetes
de: Ordner überwachen
es: Ver carpetas de Colección
fr: Surveiller les dossiers
he: צפה בתיקיות הספריה
hu: Mappák figyelése
it: Visualizza cartelle nella libreria
ja: ライブラリフォルダを監視する
lt: Stebėti kolekcijos katalogus
nl: Bewaak bibliotheekmappen
no: Overvåk mapper i biblioteket
pl: Pilnuj folderów biblioteki (zasobów)
pt: Observar as pastas da biblioteca
ru: Следить за хранилищем
sl: Opazuj knjižnične mape
sq: Shiko dosjet në librari
sr: Prati fascikle moje kolekcije
sv: Bevaka biblioteksmappar
tr: Kütüphane klasörlerini izle

source: Quick hashing (more CPU)
af: Vinnige hashing (Meer CPU)
ar: (CPU تجزئة سريعة (إستهلاك أكثر لـ
ca: Hashing ràpid (més CPU)
de: Schnell hashen (mehr CPU)
es: Hash rápido (más CPU)
fr: Hachage rapide, plus le CPU
he: ‪(עומס למעבד)‎ ‏מהיר‎ ‏האשינג
hu: Gyors hash (nagy CPU használat)
it: Hash veloce (molta CPU)
ja: 高速ハッシュ (CPU負荷が掛ります)
lt: Greita maiša (daugiau CPU)
nl: Snel hashen (gebruikt meer CPU)
no: Rask hashing (bruker mer CPU)
pl: Szybkie hashowanie (więcej CPU)
pt: Hashing Rápido (Usa mais CPU)
ru: Быстрое хеширование
sl: Hitro zgoščevanje (+procesor)
sq: Grirje e shpejtë (mjaft CPU)
sr: Brzi hashing (Koristi više CPU-a)
sv: Snabb hashing (mer processorkraft)
tr: Hızlı tarama (Daha fazla CPU kullanır)

source: Show hashing status window
af: Onthou gidsaansigte
ar: تذكر طرق عرض المجلدات
ca: Recordar les vistes
de: Ansichtoptionen speichern
es: Mostrar vistas de hash
fr: Mémoriser l'affichage de Hachage
he: זכור את תצוגות התיקייה
hu: Utolsó mappa megjegyzése
it: Salva visualizzazione hash
ja: フォルダ表示を記録する
lt: Prisiminti aplankų peržiūros būdą
nl: Herinner de mappenweergave
no: Husk mappevisning
pl: Zapamiętaj widok hashowanie
pt: Lembrar a exibição da hash
ru: Запоминать вид папок
sl: Zapomni si poglede hitro
sq: Mbaje mend pamjen e shpejtë
sr: Zapamti hashing
sv: Kom ihåg hashing
tr: Klasör görünümlerini hızlı

source: Smart media series detection
ar: Smart media
es: Detección de la serie de media
fr: Détection des séries vidéo
he: Create ghost files when deleting
hu: Okos epizódérzékelés
it: Rilevamento serie di video
lt: Gudrus video serialų aptikimas
pt: Detecção das séries de vídeos
ru: Определение номеров серий у видео
sl: Smart video series detection
sq: Diktim i serive filmike
sv: Smart video series detection
tr: Zeki video serileri tespiti

source: Create ghost files by default
af: Create ghost files when deleting
ar: إنشاء ملفات وهمية عند الحذف
ca: Crea arxius fantasma
de: Erst. Ghost-Dateien beim Löschen
es: Crear huellas de archivos (fantasmas)
fr: Créer des fichiers fantômes
he: Smart media series detection
hu: Szellemfájl készítése törléskor
it: Crea file fantasma di cancellazione
ja: ファイル削除時にゴーストを作成する
lt: Kurti šešėlinius failus trinant
nl: Maak een spookbestand
pt: Criar arquivos ghost quando apagar
ru: Теневые файлы при стирании
sq: Krijo skeda fantazmë kur fshin
sv: Skapa skuggfil vid radering
tr: Silerken hayalet dosya yarat

source: _Recent Files:
af: _Onlangse Lêers:
ar: :ال_ملفات الأخيرة
ca: Arxius _recents:
de: _Neue Dateien:
es: Archivos _Recientes:
fr: Fichiers _récents :
he: :קבצים אחרונים
hu: _Legutóbbi fájlok:
it: _File recenti:
ja: ファイル履歴:
lt: Paskutiniai _failai:
nl: _Recente bestanden:
no: Nye filer:
pl: Ostatnie pliki:
pt: _Arquivos Recentes:
ru: _Последние файлы:
sl: _Nedavne datoteke:
sq: Skedat e Fundit:
sr: Korištene Datoteke:
sv: _Senast använda filer:
tr: _Güncel Dosyalar:

source: Remember:
af: Onthou:
ar: :تذكر
ca: Recorda:
de: Merken:
es: Recordar:
fr: Mémoriser :
he: :זכור
hu: Megjegyez
it: Memorizza:
ja: 記録:
lt: Prisiminti:
nl: Onthoud:
no: Husk:
pl: Pamiętaj:
pt: Lembrar de:
ru: Помнить:
sl: Zapomnite si:
sq: Mbaj mend:
sr: Pamti:
sv: Kom ihåg:
tr: Hatırla:

source: files
af: lêers
ar: :الملفات
ca: arxius
de: Dateien
es: archivos
fr: fichiers
he: קבצים
hu: fájlt
it: file
ja: ファイル
lt: failus(ų)
nl: items
no: filer
pl: pliki
pt: arquivos
ru: файлов
sl: datoteke
sq: skeda
sr: datoteka
sv: filer
tr: dosyalar

source: For up to:
af: Vir:
ar: :العدد حتى
ca: Fins a:
de: Bis zu:
es: Hasta:
fr: Jusqu'à :
he: עד
hu: pontosan
it: Fino a:
ja: 上限:
nl: Voor max.:
no: Opp til:
pl: Do:
pt: Por até:
ru: Не дольше:
sl: Za vkljuno do:
sq: Deri në:
sr: Do:
sv: Upp till:
tr: İçin:

source: days
af: dae
ar: يوم
ca: dies
de: Tage
es: días
fr: jours
he: ימים
hu: napig.
it: giorni
ja: 日
lt: dienas
nl: dagen
no: dager
pl: dni
pt: dias
ru: дней
sl: dni
sq: ditë
sr: dana
sv: dagar
tr: gün

source: Clear History
af: Maak nou skoon
ar: مسح المحفوظات الآن
ca: Esborra l'historial
de: Verlauf löschen
es: Borrar Historial
fr: Effacer l'historique
he: נקה היסטוריה כעת
hu: Előzmények törlése
it: Cancella crono.
ja: 履歴をクリア
lt: Valyti žurnalą
nl: Wis geschiedenis
no: Slett historie
pl: Wyczyść historię
pt: Limpar Histórico
ru: Очистить список
sl: Počisti zgodovino
sq: Pastro Historinë
sr: Obriši Zapamćene
sv: Rensa historik
tr: Geçmişi Temizle

source: Clear Ghosts
af: Skoon Ghosts
ar: مسح المحفوظات الآن
ca: Esborra fantasmas
de: Verlauf Ghosts
es: Borrar Fantasmas
fr: Effacer fantômes
he: נקה היסטוריה כעת
hu: Előzmények készítése
it: Cancella fantasmas
ja: 履歴をクリア
lt: Valyti failus
nl: Wis spookbestand
no: Slett ghosts
pl: Wyczyść ghosts
pt: Limpar Ghosts
ru: Очистить Теневые
sl: Počisti ghosts
sq: Pastro Fantazmë
sr: Obriši Ghosts
sv: Rensa skuggfil
tr: Geçmişi Hayalet

source: _Safe to Open Types:
af: _Veilig om oop te maak:
ar: _: أمان في فتح
ca: _Arxius segurs per a obrir:
de: _Sichere Dateitypen:
es: _Seguros de abrir:
fr: _Ouverture sûre :
he: :בטוח לפתיחה
hu: _Megosztható
it: Estensioni _sicure:
ja: 安全な拡張子:
lt: _Saugu atverti:
nl: Veilig te o_penen:
no: _Sikre å åpne:
pl: Bezpieczne do otwarcia:
pt: _Seguro para Abrir:
ru: _Не опасно открывать:
sl: _Varno za odpiranje:
sq: _Hap pa Rrezik:
sr: _Sigurno za Otvoriti:
sv: Säkra att _öppna:
tr: _Güvenli Aç:

source: _Add
af: _Voeg by
ar: إ_ضافة
ca: _Afegeix
de: _Hinzufügen
es: _Agregar
fr: _Ajouter
he: הוסף
hu: _Hozzáad
it: _Aggiungi
ja: 追加(_A)
lt: _Pridėti
nl: _Toevoegen
no: _Legg til
pl: Dodaj
pt: _Adicionar
ru: _Внести
sl: _Dodaj
sq: _Shto
sr: Dod_aj
sv: Lägg till
tr: _Ekle

source: _Never Share Types:
af: Deel _Nooit:
ar: _:بدون مشاركة
ca: _Mai compartir:
de: _Nie Freigeben:
es: _No compartir:
fr: Ne _jamais partager :
he: :לעולם על תשתף
hu: _Soha ne ossza meg
it: _Non condividere mai:
ja: 共有しない拡張子:
lt: _Niekada nebendrinti:
nl: _Nooit delen:
no: _Aldri del:
pl: Nigdy nie udostępniaj:
pt: _Nunca Compartilhar:
ru: Не _открывать доступ для:
sl: _Nikoli ne deli:
sq: _Kurrë Mos Shpërnda:
sr: _Nikada ne deli:
sv: _Dela aldrig ut:
tr: _Asla Paylaşma:

source: Store _Collections Here:
af: Stoor Ve_rsamelings Hier:
ar: :تخزين التجميعات _هنا
ca: Desa les _col·leccions aquí:
de: _Kollektionen hier speichern:
es: Guardar _Colecciones Aquí:
fr: Stocker les _collections ici :
he: :אגור כאן את האוספים
hu: _Gyűjtemények tárolása
it: Salva _collezioni qui:
ja: コレクションの格納先:
lt: _Laikyti rinkinius čia:
nl: _Verzamelingen hier opslaan:
no: Lagre _samlinger her:
pl: Przechowuj kolekcje tutaj:
pt: Armazenar as _Coleções Aqui:
ru: Держать _коллекции в папке:
sl: Shrani _zbirke na tem mestu:
sq: Depozito Këtu _Koleksionet:
sr: Ovde Sačuvaj Kolek_cije:
sv: Lagra _samlingar här:
tr: Tüm K_olleksiyonlar Burada:

source: _Media Handling
af: _Verstellings:
ar: _معالجة الوسائط
ca: _Opcions:
de: _Medienverwaltung:
es: _Opciones:
fr: _MultiMédia
he: :א_פשררויות
hu: _Beállítások
it: _Opzioni:
ja: オプション:
lt: Pa_rinktys:
nl: _Opties:
no: _Valg:
pl: Opcje:
pt: _Opções:
ru: _Опции:
sl: _Medijske storitve:
sq: _Mundësi:
sr: _Opcije:
sv: _Alternativ:
tr: _Medya Yönetimi

source: Choose Media Handler:
af: _Mediadienste Inpropprogram:
ar: :تحديد معالج الوسائط
ca: Tria un manejador de multimèdia:
de: Media Player wählen:
es: Seleccionar un programa de medios:
fr: _Choissisez un logiciel
he: :בחר תוסף לשירותי מדיה
hu: Médialejátszó kiválasztása:
it: Scegli il media player:
ja: メディア･プレーヤーの選択:
lt: Pasirinkite medija failų valdiklį:
nl: Kies een Mediaspeler:
no: Mediatjeneste-_plugin:
pl: Wybierz wtyczkę mediów:
pt: Escolha o Gerenciador de Mídia:
ru: Выбрать менеджер мультимедии:
sl: Izberi Medijske Handler:
sq: Zgjidheni Trajtuesin e Medias:
sv: Välj mediahanterare
tr: Ortam Servisleri Eklentisi:

source: Use Envy Media Player to PLAY file types listed below
af: Gebruik die Envy Media Speler om die volgende tipes lêers te SPEEL
ar: لتشغيل أنواع الملفات التالية Envy إستخدام مشغل
ca: Usa el reproductor de Envy per a reproduir
de: Di_e Medienwiedergabe benutzen um folgende Dateitypen wiederzugeben
es: Usar el reproductor de Envy para reproducir los archivos
fr: Lire dans Envy les types de fichier ci-dessous
he: השתמש בנגן המדיה של שרזה לניגון סוגי הקבצים שרשומים להלן
hu: A listában lévő fájltípusok lejátszása
it: Usa Envy media player per RIPRODURRE i tipi di file elencati di seguito
ja: 下のﾘｽﾄ内のﾌｧｲﾙﾀｲﾌﾟの再生にEnvyﾒﾃﾞｨｱﾌﾟﾚｰﾔｰを使用
lt: Naudoti „Envy“ grotuvą žemiau pateiktų failų tipams GROTI
nl: Gebruik de Envy Mediaspeler om volgende extensies AF TE SPELEN
no: Bruk Envy mediaspiller til å spille av disse filtypene
pl: Użyj Media player'a Envy do odtwarzania typów plików wymienionych poniżej
pt: Usar o Media Player do Envy pra TOCAR os tipos listados abaixo
ru: Открывать следующие типы файлов в проигрывателе Envy
sl: Uporabi Envy predvajalnik za PREDVAJANJE spodaj navedenih datotečnih tipov
sq: MediaLuajtësi në Envy do të LEXOJË llojet e skedave më poshtë
sr: Koristi Media Player za POKRETANJE datoteka samo ovih vrsta
sv: Använd Envys mediaspelare för att SPELA UPP filtyper som visas nedan
tr: Envy Ortam Oynatıcısı aşağıda listelenen dosya türlerini OYNATIR

source: Use Envy Media Player to ENQUEUE file types listed below
af: Gebruik die Envy Media Speler om die volgende tipes lêers te LYS
ar: لوضع أنواع الملفات التالية بالإنتظار Envy إستخدام مشغل
ca: Usa el reproductor de Envy per a posar en cua
de: _Die Wiedergabeliste für folgende Dateitypen benutzen
es: Usar el reproductor de Envy para poner en cola los archivos
fr: Mettre en file d'attente dans Envy les types de fichier ci-dessous
he: השתמש בנגן המדיה של שרזה לזיהוי סוגי הקבצים שרשומים להלן
hu: A listában lévő fájltípusok lejátszólistába való helyezése
it: Usa Envy media player per ACCODARE i tipi di file elencati di seguito
ja: 下のﾘｽﾄ内のﾌｧｲﾙﾀｲﾌﾟのEnvyﾒﾃﾞｨｱﾌﾟﾚｰﾔｰ再生ﾘｽﾄへの追加を許可
lt: ... taip pat ĮTRAUKIANT į grojaraščio eilę
nl: Gebruik de Envy Mediaspeler om volgende extensies AF TE WACHTEN
no: Bruk Envy mediaspiller til å sette i kø disse filtypene
pl: Użyj Media player'a Envy do zakolejkowania typów plików wymienionych poniżej
pt: Usar o Media Player do Envy pra PÔR NA FILA os tipos listados abaixo
ru: Брать в очередь проигрывателя файлы перечисленных ниже типов
sl: Uporabi Envy predvajalnik za POSTAVITEV V VRSTO spodaj navedenih datotečnih tipov
sq: MediaLuajtësi në Envy do të vë në radhë llojet e skedave më poshtë
sr: Koristi Media Player za DODAVANJE datoteka samo ovih vrsta
sv: Använd Envys mediaspelare för att KÖLÄGGA filtyper som visas nedan
tr: Envy Ortam Oynatıcısı aşağıda listelenen dosya türlerini SIRALAR

source: File _Types:
af: Lêer _Tipes:
ar: :نوع _الملف
ca: _Tipus d'arxius:
de: Datei_typen:
es: _Tipos de archivos:
fr: _Types de Fichier :
he: :סוגי קבצים
hu: _Fájltípusok
it: _Tipi di file:
ja: ファイルタイプ:
lt: _Failų plėtiniai:
nl: _Extensies:
no: Fil-typer:
pl: Typy plików:
pt: Tipos de _Arquivo:
ru: Типы файлов:
sl: _Tipi datotek:
sq: _Lloji i Skedave:
sr: Vrs_te Datoteka:
sv: Fil_typer:
tr: Dosya _Türleri:

source: Audio _Visualization Plugins:
af: Klankvisualiserings _inpropprogram:
ar: _:وظيفة المرئيات الصوتية الإضافية
ca: Visualitzacions d'àudio:
de: _Visualisierungsplugin:
es: Plugin de _Visualización de Audio:
fr: Plugin de _Visualisation Audio :
he: :תוסף אפקטים ויזואליים
hu: _Képi megjelenítés plugin
it: Plugin di _visualizzazione audio:
ja: オーディオ視覚プラグイン:
lt: Muzikos _vaizdo papildinys:
nl: Audio _Visualisatie Plugin:
no: Legg til visuell plugin:
pl: Wtyczka wizualizacji:
pt: Plugin de _Visualização de Áudio:
ru: Модуль аудио визуализации:
sl: Zvokovni _vizualizacijski vtičnik:
sq: Prizat e _Vegimit Zanor:
sr: Audio _Vizualizacijski Pluginovi:
sv: Insticksprogram för ljudvisualisering:
tr: Ses _canlandırma Eklentisi:

source: _Select Plugin...
af: _Selekteer Inpropprogram...
ar: _حدد الاضافات...
ca: _Selecciona component...
de: Plugin _wählen...
es: _Seleccionar Plugin...
fr: _Sélectionner un Plugin...
he: ...בחר תוסף
hu: _Plugin kiválasztása...
it: _Seleziona plugin...
ja: プラグインを選択(_S)...
lt: Pasirinkti _papildinį...
nl: _Selecteer Plugin...
no: _Velg plugin...
pl: Wybierz wtyczkę...
pt: _Selecionar Plugin...
ru: Выбрать _модуль...
sl: _Izberi vtičnik...
sq: _Zgjidhi Prizat...
sr: Odaberi Plugin...
sv: _Välj insticksprogram…
tr: Eklenti _Seç...
