Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: Processing
af: Envy is besig om
ar: %lu
ca: Envy està escanejant i processant
de: Scannt
es: Procesando
fr: Indexation de
he: %lu
hu: Hashelés:
it: Envy sta esaminando ed elaborando
ja: Envyはスキャン処理を実行中です
lt: „Envy“ skenuoja ir apdoroja
nl: Envy is
no: Envy skanner og bearbeider
pl: Envy skanuje i przetwarza
pt: Scaneando
ru: Envy просматривает и обрабатывает
sl: Envy trenutno pregleduje in obdeluje
sq: %lu
sr: Envy skenira i obrađuje
sv: Envy granskar och arbetar
tr: Envy

source: files:
af: lêers te prosesseer.
ca: arxius.
de: dateien:
es: archivos:
fr: fichiers :
hu: fájl van hátra.
it: file.
ja: ファイル
lt: failus(-ą,-ų)
nl: bestanden aan het scannen en verwerken.
no: filer.
pl: plik(ów).
pt: arquivos:
ru: файла(ов).
sl: datotek.
sr: datoteka.
sv: filer.
tr: dosyayı inceliyor.

source: No active downloads
af: Jy is nie tans besig met enige aflaaie nie.
ar: لم تقم بتحميل اي ملفات بعد
ca: No estàs descarregant cap arxiu encara.
de: Sie haben seit Programmstart noch keine Dateien heruntergeladen.
es: No estás descargando ningún archivo todavía.
fr: Ne téléchargez pas encore de fichiers
he: אינך מוריד אף קובץ עדיין.
hu: Jelenleg nem folyik semmilyen letöltés.
it: Non stai scaricando nessun file.
ja: 現在ダウンロード中のファイルはありません
lt: Jūs kol kas nesisiunčiate jokių failų.
nl: Je hebt nog geen bestanden gedownload.
no: Du laster ikke ned noen filer.
pl: Nie pobierasz jeszcze żadnych plików.
pt: Você não está baixando quaisquer arquivos ainda.
ru: Нет активных загрузок
sl: Trenutno ne prenašate nobenih datotek.
sq: Nuk po shkarkoni asnjë skedë.
sr: Još uvek ništa ne skidate.
sv: Du laddar inte ned några filer ännu.
tr: Henüz hiç dosya indirmediniz.

source: View Downloads
af: Gaan na Aflaaie
ar: اذهب الى مكتبة الملفات
ca: Mostra les descàrregues
de: Downloads
es: Ir a Descargas
fr: Voir les téléchargements
he: עבור להורדות
hu: Menjen a letöltésekhez
it: I miei download
ja: ダウンロードを表示
lt: Eiti į atsisiuntimus
nl: Ga naar downloads
no: Gå til nedlastinger
pl: Idź do Pobierań
pt: Ir para Downloads
ru: Перейти к загрузкам
sl: Pojdi na Prenose
sq: Shko te Shkarkimi
sr: Odi na Skidanje
sv: Gå till nedladdningar
tr: İndirmelere Git

source: 1 active download
af: Gaan na Aflaai (1)
ar: اذهب الى مكتبة الملفات (%i)
ca: 1 descàrregues
de: 1 aktiver Download
es: 1 descarga
fr: 1 téléchargement
he: ‪(1) ‏‏להורדות‎ ‏עבור
hu: Menjen a letöltésekhez (1)
it: 1 download attivo
ja: ダウンロードを表示 (1)
lt: Eiti į atsisiuntimą (1)
nl: 1 actieve download
no: Gå til nedlastinger (1)
pl: Idź do Pobierań (1)
pt: 1 download ativo
ru: Перейти к загрузке (1)
sl: Pojdi na prenos (1)
sq: Shko te Transferimi (1)
sr: Odi na Skidanje (1)
sv: 1 nedladdning
tr: 1 İndirme

source: %i active downloads
af: Gaan na Aflaaie (%i)
ca: %i descàrregues
de: %i aktive Downloads
es: %i dscargas
fr: %i téléchargements
he: ‎‏‏‫‫‏‫‏‫‏‏‫‫‫‫‫‫‎‎‪(%i) ‏להורדות‎ ‏עבור
hu: Menjen a letöltésekhez (%i)
it: %i download attivi
ja: ダウンロードを表示 (%i)
lt: Eiti į atsisiuntimus (%i)
nl: %i actieve downloads
no: Gå til nedlastinger (%i)
pl: Idź do Pobierań (%i)
pt: %i downloads ativos
ru: Перейти к загрузкам (%i)
sl: Pojdi na prenose (%i)
sq: Shko te Transferimi (%i)
sr: Odi na Skidanje (%i)
sv: %i nedladdningar
tr: %i İndirmelere

source: No files (
af: No lêers (
ca: No arxius (
de: No dateien (
es: No archivos (
fr: No fichiers (
hu: No fájlt (
ja: No ﾌｧｲﾙ (
lt: No failų (
nl: No bestanden (
no: No filer (
pl: No plików (
pt: No arquivos (
ru: No файла/ов (
sl: No datotek (
sq: No skeda (
sr: No datoteke (
sv: No filer (
tr: No dosya (

source: 1 file (
af: 1 lêer (
ca: 1 arxiu (
de: 1 dateie (
es: 1 archivo (
fr: 1 fichier (
hu: 1 fájlt (
ja: 1 ﾌｧｲﾙ (
lt: 1 failą (
nl: 1 bestand (
no: 1 fil (
pl: 1 plik (
pt: 1 arquivo (
ru: 1 файл (
sl: Eno datoteko (
sq: 1 skedë (
sr: 1 datoteku (
sv: 1 fil (
tr: 1 dosya (

source: %i files (
af: %i lêer (
ca: %i arxius (
de: %i dateien (
es: %i archivos (
fr: %i fichiers (
hu: %i fájlt (
ja: %i ﾌｧｲﾙ (
lt: %i failų(-us) (
nl: %i bestanden (
no: %i filer (
pl: %i plików (
pt: %i arquivos (
ru: %i файла/ов (
sl: %i datotek(i) (
sq: %i skeda (
sr: %i datoteke(a) (
sv: %i filer (
tr: %i dosya (

source: Uploads
af: Oplaaie
ar: رفع الملفات
ca: Pujades
es: Subidas
fr: Envois
he: העלאות
hu: Feltöltések
it: Upload
ja: アップロード
lt: Išsiuntimai
no: Opplastinger
pl: Wysyłania
ru: Раздачи
sl: Naložki (uploads)
sq: Ngarkesa
sr: Deljenje
sv: Uppladdningar

source: 1 seeding torrent
af: Geen aktiewe oplaaie nie
ar: لا يوجد ملفات نشطة
ca: No hi ha pujades
de: Keine aktiven Uploads
es: No hay subidas
fr: Aucun envoi
he: אין העלאות פעילות
hu: Nincs feltöltés
it: Nessun upload attivo
ja: アクティブなアップロードはありません
lt: Nėra aktyvių išsiuntimų
nl: Geen actieve uploads
no: Ingen opplastinger
pl: Brak pobierających
pt: Sem uploads ativos
ru: Нет активных раздач
sl: Ni aktivnih naložkov
sq: Asnjë ngarkesë aktive
sr: Niko ne skida ništa od vas
sv: Inga aktiva uppladdningar
tr: Aktif aktarım yok

source: No files uploaded
af: nog geen lêers vandag opgelaai nie.
ar: لم تقم برفع اية ملفات اليوم.
ca: Avui no s'ha pujat cap arxiu.
de: Noch keine Dateien hochgeladen
es: No se ha subido ningún archivo
fr: N'avez pas envoyé de fichier
he: לא העלאת/ה אף קובץ היום.
hu: Ma még nem volt semmilyen feltöltés.
it: Non hai inviato nessun file oggi.
ja: 今日はまだファイルをアップロードしていません
lt: Jūs neišsiuntėte šiandien nė vieno failo.
nl: Je hebt nog geen bestanden geüpload.
no: Du har ikke lastet opp noen filer i dag.
pl: Nie wysłałeś dziś żadnych plików.
pt: Você não fez upload de quaisquer arquivos hoje.
ru: Cегодня раздач не было
sl: Danes še niste naložili nobenih datotek.
sq: Nuk po ngarkoni asnjë skedë.
sr: Danas još niste ništa dali.
sv: Du har inte laddat upp några filer idag.
tr: Bugün hiç aktarım yapmadınız.

source: 1 file (%s)
af: 1 lêer (%s).
ar: لقد تم رفع ملف واحد (%s)
ca: 1 arxiu (%s)
de: 1 datei (%s)
es: 1 archivo (%s)
fr: 1 fichier (%s)
he: ‪(%s) ‏אחד‎ ‏קובץ‎ ‏היום‎ העלאת/‏ה
hu: 1 fájlt (%s)
ja: アップロード： 1 ﾌｧｲﾙ (%s)
lt: 1 failą (%s)
nl: 1 bestand (%s)
no: Opp 1 fil (%s)
pl: 1 plik (%s)
pt: 1 arquivo (%s)
ru: Всего 1 файл (%s)
sl: Eno datoteko (%s)
sq: 1 skedë (%s)
sr: 1 datoteku (%s)
sv: Upp 1 fil (%s)
tr: 1 dosya (%s) aktardınız

source: %i files (%s)
af: %i lêers (%s).
ar: لقد قمت برفع %i ملفات (%s)
ca: %i arxius (%s)
de: %i dateien (%s)
es: %i archivos (%s)
fr: %i fichiers (%s)
he: ‪‏קבצים‎ %i ‏היום‎ ‏העלאת/ה (%s)
hu: %i fájlt (%s)
it: %i file (%s)
ja: アップロード： %i ﾌｧｲﾙ (%s)
lt: %i failų(-us) (%s)
nl: %i bestanden (%s)
no: Opp %i filer (%s)
pl: %i plików (%s)
pt: %i arquivos (%s)
ru: Всего %i файла/ов (%s)
sl: %i datotek(i) (%s)
sq: %i skeda (%s)
sr: %i datoteke(a) (%s)
sv: Upp %i filer (%s)
tr: %i dosya (%s) aktardınız

source: General
af: Algemeen
ar: إعدادات عامة
de: Allgemein
fr: Général
he: כללי
hu: Általános
it: Generale
ja: 一般
lt: Bendra
nl: Algemeen
no: Generelt
pl: Ogólne
pt: Geral
ru: Главное
sq: Përgjithësi
sr: Opšta
sv: Generellt
tr: Genel

source: Welcome to Envy's Settings Manager
af: Welkom by die Envy Verstellingsbeheerder
ar: اهلا بك في مدير إعدادات Envy
ca: Configuració de Envy
de: Willkommen beim Envy-Einstellungsmanager
es: Configuración de Envy
fr: Bienvenue dans le gestionnaire de réglages de Envy
he: ‫‮‫‮ ברוכים הבאים למנהל ההגדרות של שרזה
hu: Envy részletes beállítások
it: Benvenuto nel gestore delle configurazioni di Envy
ja: Envy設定マネージャへようこそ
lt: Sveiki. Čia „Envy“ nuostatų tvarkytuvė
nl: Welkom bij Envy's instellingenbeheerder
no: Velkommen til Envy's innstillinger
pl: Witaj w Menedżerze ustawień Envy
pt: Bem-vindo ao Gerente de Configurações do Envy
ru: Добро пожаловать в менеджер установок Envy
sl: Dobrodošli v Envy upravljalcu z nastavitvami
sq: Mirë se erdhët te Menaxheri për Kuadrot e Envy-s
sr: Dobrodošli u Envy Pomoćnik za Podešavanja
sv: Välkommen till Envys inställningshanterare
tr: Envy'nın Ayarlar Yönetimine hoşgeldiniz.

source: These option pages allow users to customize how Envy works. Settings in the
af: Die Envy Verstellingsbeheerder laat gevorderde gebruikers toe om die werking van Envy heeltemal te verander. Die verstellings in die
ar: يسمح مدير إعدادات Envy للمستخدمين المتقدمين بالتخصيص كيفية عمل بالكامل . الإعدادات في قسم
ca: Aquesta pantalla permet configurar una gran quantitat de paràmetres del funcionament de Envy. La configuració
de: Der Einstellungsmanager erlaubt es Ihnen, Envy völlig ihren Wünschen anzupassen. In der Sektion
es: Esta pantalla permite configurar una gran cantidad de parámetros del funcionamiento de Envy. La configuración
fr: Le gestionnaire de réglages de Envy permet aux utilisateurs initiés de personnaliser entièrement le fonctionnement de Envy. Les réglages de la section
he: אשף ההגדרות של שרזה מאפשר למשתמשים מתקדמים להתאים באופן מלא איך שרזה תפעל.
hu: Itt mindent megtalál, ami a Envy részletes beállításához kellhet. Az
it: Il gestore delle configurazioni permette agli utenti esperti di personalizzare completamente Envy. Le configurazioni nella sezione
ja: Envy設定マネージャでは熟練したユーザがEnvyの挙動を思い通りに カスタマイズすることが出来ます。
lt: „Envy“ nuostatų tvarkytuvė leidžia patyrusiems naudotojams pilnai priderinti „Envy“ darbą prie savęs. Nuostatoms keisti skyriuje
nl: Met behulp van Envy's instellingenbeheerder kunnen ervaren gebruikers Envy volledig naar hun eigen wensen aanpassen. De instellingen in de sectie
no: Her kan brukere med erfaring endre Envy og hvordan det virker på nettverket. Innstillingene i
pl: Menedżer ustawień Envy pozwala zaawansowanym użytkownikom w pełni dostosować sposób działania Envy. Ustawienia w sekcji
pt: O gerente de configurações do Envy permite aos usuários avançados modificar completamente o modo como o Envy trabalha. As configurações na seção
ru: Менеджер установок Envy опытным пользователям позволит полностью настроить работу Envy. Установки в секции
sl: Envy nastavitveni upravljalec omogoča naprednim uporabnikom popolno prireditev delovanja programa. Nastavitev v
sq: Menaxheri për Vendosjet e Envy-s i lejon përdoruesit e avancuar të porositin tërësisht mënyrën si funksionon Envy. Vendosjet te seksioni
sr: Envy Pomoćnik za Podešavanja omogućuje naprednim korisnicima da podese Envy po svom ukusu.Podešavanja u
sv: Envys inställningshanterare tillåter avancerade användare att fullständigt anpassa hur Envy ska fungera. Inställningarna i
tr: Envy Ayarlar Yönetimi ileri kulanıcılara Envy'nın nasıl çalışacağını tamamen ayarlamalarına izin verir. Ayarlar

source: section relate to user experience.
af: afdeling hou verband met die gebruikerskoppelvlak.
ar: يتعلق بتجربة المستخدم
ca: està relacionada amb l'experiència de l'usuari.
de: kann das Verhalten von Envy gegenüber dem Benutzer angepasst werden.
es: esta relacionada con la experiencia del usuario.
fr: sont liés aux habitudes de l'utilisateur.
he: נועד להגדרת העדפות המשתמש:
hu: részben a felhasználói szokásaihoz igazíthatja a programot.
it: sono relative alle esperienze dell'utente.
lt: tereikia turėti tik patirties.
nl: hebben betrekking op de gebruikerservaring.
no: -vinduet er relatert til brukeropplevelsen.
pl: związane są z doświadczeniami użytkownika.
pt: relatam a experiência do usuário.
ru: потребуют некоторого пользовательского опыта.
sl: sekciji se nanaša na uporabnikovo doživljanje programa.
sq: kanë të bëjnë me përvojën e përdoruesit.
sr: kakva će biti zavise od vašeg iskustva.
sv: sektionen relaterar till användarens upplevelse.
tr: sekmesi kullanıcı olaylarını kapsar.

source: General:
af: Algemeen:
ar: عام:
de: Allgemein:
fr: Général :
he: כללי:
hu: Általános:
it: Generale:
lt: Bendra:
nl: Algemeen:
no: Generelt:
pl: Ogólne:
pt: Geral:
ru: Основное:
sl: Splošno:
sq: Përgjithësi:
sr: Opšta:
sv: Generellt:
tr: Genel:

source: Adjust common user interface behaviors, etc.
af: Algemene gebruikerskoppelvlak verstellings soos tooltips, minimeer gedrag, syferformate, vrae, ens.
ar: إعدادات واجهة المستخدم المشتركة مثل التلميحات و إجراءات التصغير و صيغ الأرقام و المطالبات الخ
ca: Configuració general com pistes, acció del botó minimitzar, formats, etc.
de: Einstellungen zur Benutzeroberfläche wie Tooltips, Verhalten beim Minimieren, Zahlenformate, Meldungen, etc.
es: Configuración general como mensajes emergentes (tooltips), acción del botón minimizar, formatos, etc.
fr: Réglages communs de l'interface utilisateur comme l'aide contextuelle, le comportement du mode réduit, l'affichage des unités de tranferts, les notifications, etc.
he: הגדרות ממשק משתמש רגילות כמו טיפים, מדיניות מזעור, צורת הצגת מספרים, הודעות וכדומה
hu: Felhasználói felület, gyorstippek, tálca, stb. beállításai.
it: Interfaccia dell'utente comune per le configurazioni quali i tooltip, le preferenze di minimizzazione, il numero dei formati, i prompt, ecc.
lt: Bendros naudotojo sąsajos nuostatos tokios, kaip patarimų kortelės, lango sumažinimo elgesys, skaičių formatai, užuominos ir t.t.
nl: Instellingen voor de gebruikersomgeving zoals tooltips, minimaliseren, getalformaten, meldingen, enz.
no: De vanligste innstillingene. Endre benevnelse, minimering, meldingsvinduer o.l.
pl: Popularne ustawienia interfejsu użytkownika takie jak zachowanie po zminimalizowaniu, format liczb, podpowiedzi, etc.
pt: As Configurações comuns de interface do usuário como dicas, comportamento ao minimizar, formato dos números, avisos, etc.
ru: Обычные пользовательские настройки как подсказки, минимизация, форматы номеров, запросы, и т.д.
sl: Nastavitve uporabniškega vmesnika kot npr.: orodni namigi, obnašanje minimiranja, oblike števil, kazalci (prompts), itd.
sq: Kuadro për ndërfaqen e zakontë të përdoruesit: me këshilla, sjellje minimizuese, formatet e numrave, lajmërime etj.
sr: Podešavanja vezane za korisničko izgled(interfejs), brzu pomoć, ponašanje kod zatvaranja, formata brojeva i sl.
sv: Vanliga inställningar för användargränssnitt som verktygstips, minimeringsbeteende, nummerformat, dialogrutor etc.
tr: Ortak kullanıcılar arayüzünde araçlar, küçültme, numara formatları, uyarılar vb. ayarlar vardır.

source: Library:
af: Biblioteek:
ar: المكتبة:
ca: La meva col·lecció:
de: Bibliothek:
es: Colección:
fr: Bibliothèque :
he: ספריה:
hu: Könyvtár:
it: Libreria:
lt: Kolekcija:
nl: Bibliotheek:
no: Mine filer:
pl: Zasoby:
pt: Biblioteca:
ru: Хранилище:
sl: Knjižnica:
sq: Librari:
sr: Kolekcija:
sv: Bibliotek:
tr: Kütüphane:

source: File access, management and presentation of the file library.
af: Voorstelling en beheer van die lêerbiblioteek en die oopmaak van lêers.
ar: تحتوي المكتبة على ملفات الخاصة و الملفات التي قيد التحميل
ca: Presentació i control de la col·lecció, i obertura d'arxius.
de: Einstellungen zur Bibliothek und Dateimanagement.
es: Presentación y manejo de la Colección, y apertura de archivos.
fr: Présentation et gestion de la bibliothèque de fichiers, ouverture des fichiers.
he: הצגת אפשרויות ניהול של קבצי הספריה ופתיחת קבצים
hu: A könyvtár beállításai, adatszervezés.
it: Presentazione, gestione e apertura dei file della libreria.
lt: Failų kolekcijos pateiktis ir valdymas bei failų atvėrimas.
nl: De presentatie en het beheer van de bestandenbibliotheek en het openen van bestanden.
no: Innstillinger for dine filer, organisering og filegenskaper.
pl: Prezentacja i zarządzanie Zasobami.
pt: Apresentação e gerenciamento da Biblioteca de arquivos, e da abertura de arquivos.
ru: Представление и управление Хранилищем, и связи файлов.
sl: Predstavitev in upravljanje datotečne knjižnice ter odpiranje datotek.
sq: Paraqet dhe menaxhon librarinë dhe hapjen e skedës.
sr: Prikaz i podešavanje vaše kolekcije i otvaranje datoteka.
sv: Presentation och hantering av ditt filbibliotek och öppna filer.
tr: Dosya kütüphanesini tanıtır ve yönetir, ve dosyaları açar.

source: Media Player:
af: Media Speler:
ar: مشغل الوسائط:
ca: Reproductor:
de: Medienwiedergabe:
es: Reproductor:
fr: Lecteur Multimédia :
he: נגן המדיה:
hu: Médialejátszó:
lt: Grotuvas:
nl: Media:
no: Mediaspiller:
pl: Odtwarzacz:
ru: Проигрыватель:
sl: Medijski predvajalnik:
sq: Lexuesi:
sv: Mediaspelare:

source: Set when to use the internal Envy Media System.
af: Waar en wanneer om die ingeboude Envy Mediasentrum te gebruik.
ar: يستعمل مركز مشغل الوسائط Envy
ca: Quan i com usar el Centre de Media de Envy.
de: Wann die Envy-Medienwiedergabe benutzt wird.
es: Cuando y como usar el Centro de Media de Envy.
fr: Quand et où utiliser le Lecteur Multimédia de Envy.
he: מתי ואיפה להשתמש בנגן המדיה הפנימי של שרזה
hu: Mikor és hogyan működjön a Médialejátszó.
it: Quando e dove usare lo Envy Media Centre integrato.
lt: Kada ir kur naudoti įmontuotą „Envy“ Grotuvo Centrą.
nl: Wanneer en waar het ingebouwde Envy mediacentrum moet worden gebruikt.
no: Når og hvordan du vil bruke Envy mediaspiller.
pl: Kiedy i gdzie używać wbudowanego Odtwarzacza.
pt: Quando e onde usar o Centro de Mídia Embutido do Envy.
ru: Когда и где использовать встроенный в Envy Медиа Центр.
sl: Kdaj in kako uporabiti vgrajen Envy medijski predvajalnik.
sq: Ku/kur përdoret qendra mediatike si pjesë e Envy-s.
sr: Kada i gde će Envy koristiti njen Media Centar.
sv: När och var den inbyggda mediaspelaren ska användas.
tr: Envy Medya Merkezi yapısı nerede ve ne zaman kullanılır.

source: IRC Chat:
af: IRC:
ca: Chat:
de: IRC:
es: IRC:
fr: IRC :
he: חדר שיחה:
hu: Csevegés:
it: IRC:
lt: Pokalbiai:
nl: IRC:
no: IRC:
pl: Chat:
pt: IRC:
ru: IRC:
sl: IRC:
sq: IRC:
sr: IRC:
sv: IRC:
tr: IRC:

source: Public chatroom connection settings and display options.
af: IRC chatroom connection settings and display options.
ar: IRC chatroom connection settings and display options.
ca: IRC chatroom connection settings and display options.
de: Grafische Einstellungen und Verbindungseinstellungen des IRC-Chats.
es: IRC chatroom connection settings and display options.
fr: Paramètres de connexion et visuelle du salon IRC.
he: הגדרות הפרופיל שלך, הצ'אט והמסרים מיידים
hu: Az IRC kliens kinézeti és hálózati beállításai.
it: IRC chatroom connection settings and display options.
lt: IRC pokalbių kanalų išvaizda ir susijugimo nuostatos.
nl: IRC chatroom connection settings and display options..
no: IRC chatroom connection settings and display options.
pl: IRC chatroom connection settings and display options.
pt: Configurações da conexão e visual da sala de chat do IRC.
ru: IRC Czat.
sl: IRC chatroom connection settings and display options.
sq: Pamje figurative të dhomës IRC dhe vendosjet e lidhjes.
sr: IRC chatroom connection settings and display options.
sv: IRC chatroom connection settings and display options.
tr: IRC sohbet odasının görünümü ve bağlantı ayarları.

source: Community:
af: Gemeenskap:
ar: المنتديات:
ca: Comunitat:
es: Comunidad:
fr: Communauté :
he: קהילה:
hu: Közösség:
it: Comunità:
lt: Bendrija:
nl: Gemeenschap:
no: Min profil:
pl: Społeczność:
pt: Comunidade:
ru: Сообщество:
sl: Družba:
sq: Komuniteti:
sr: Zajednica:
sv: Gemenskap:
tr: İletişim:

source: Your profile and direct chat settings.
af: Jou profiel, geselsies en kitsboodskap verstellings.
ar: ملف الإعدادات الخاص بك و مراسله منتدى الدعم الفني
ca: Configura el teu perfil, xat i serveis de missatgeria.
de: Ihr Profil, Chat und Instant Messaging-Einstellungen.
es: Configurar tu perfil, chat y servicios de mensajería.
fr: Votre profil, vos préférences pour les sessions de discussion et la messagerie instantanée.
he: הגדרות תצוגה וחיבור של חדר השיחה
hu: Saját adatlap beállítása, üzenetküldő szolgáltatások.
it: Il tuo profilo, chat e le configurazioni per la messaggeria istantanea.
lt: Jūsų profilio, pokalbių ir skubiųjų žinučių nuostatos.
nl: Beheer je profiel en je instelllingen voor het chatten en instant messaging.
no: Din profil. Egenskaper for samtale og meldinger.
pl: Twój profil i ustawienia wiadomości.
pt: Seu perfil, configurações de conversa e de mensagens instantâneas.
ru: Ваш профиль, чат и установки быстрых сообщений (пейджер).
sl: Nastavitve vašega profila, kramljanja (chat) in takojšnjega sporočanja (instant messaging).
sq: Kuadrot e profilit, chat-it dhe e mesazheve tuaja të çastit.
sr: Vaš profil, podešavanja vezane uz chat i instant messaging.
sv: Inställningar för din profil, chatt och direktmeddelanden.
tr: Profil, sohbet ve mesaj ayarları.

source: Remote:
af: Afstandbeheer:
ar: التحكم عن بعد:
ca: Remot:
de: Remote-Access:
fr: Accès à distance :
he: שליטה מרחוק:
hu: Távoli elérés:
it: Remoto:
lt: Nuotolinė prieiga:
nl: Web Interface:
no: Fjernkonsoll:
pl: Zdalny:
pt: Remoto:
ru: Удаленное управление:
sl: Oddaljeno:
sq: Hyrja në Largësi:
sr: Pristup na daljinu:
sv: Fjärråtkomst:
tr: Uzak:

source: Set Envy to be controlled from a web browser.
af: Stel die funksie in om Envy deur 'n afgeleë web blaaier te kan beheer.
ar: عملية القدرة للتحكم بالبرنامج عن بعد من خلال المتصفح الخاص بك
ca: Configura Envy per a ser controlat remotament des d'un navegador d'internet.
de: Envy konfigurieren, um die Bedienung über einen Webbrowser zu ermöglichen.
es: Setup the ability to control Envy remotely through a web browser.
fr: Configurer le contrôle à distance de Envy à partir d'un navigateur web.
he: קביעת אפשרות ליכולת שליטה בשרזה מרחוק על ידי הדפדפן
hu: A távoli használat beállításai.
it: Configura la funzione di controllo remoto di Envy tramite un web browser.
lt: Įjunkite nuotolinio „Envy“ programos valdymo, naudojantis naršykle, galimybę.
nl: Mogelijk maken om Envy op je PC te laten draaien, en het op afstand te bedienen via een browser.
no: Sett opp Envy slik at du kan kjøre programmet gjennom en vanlig Internett browser.
pl: Ustaw możliwość sterowania Envy przez przeglądarkę stron www.
pt: Configurar a habilidade de controlar o Envy remotamente através de um navegador de Internet.
ru: Включите поддержку удаленного управления, чтобы контроллировать Envy при помощи веб браузера.
sl: Nastavljanje zmogljivosti za oddaljen dostop do Envy z uporabo spletnega brskalnika.
sq: Aftësi për të kontrolluar Envy-n me pult nga një shfletues rrjeti.
sr: Omogućuje udaljeno kontrolisanje Shreaze preko Internet preglednika.
sv: Sätt upp möjligheten att styra Envy från en annan plats genom en webbläsare.
tr: Web tarayıcınız aracılığıyla Envy uzaktan kontrol yapmanızı sağlayan ayarlar.

source: Web Integration:
ar: الانترنت:
ca: Web:
de: Web:
es: Web:
fr: Web :
he: האינטרנט:
hu: Web:
it: Web:
lt: Žiniatinklis:
nl: Internet:
no: Internett:
pl: WWW:
pt: Web:
ru: Веб:
sl: Splet:
sq: Rrjeti:
sr: Web:
sv: Webb:
tr: Web Bütünleşmesi:
