Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: You have provided a SHA1 hash value which is different to the one currently associated with this download. Are you sure you want to change the SHA1 hash now?
af: Jy het 'n SHA1-hashwaarde verskaf wat verskil van die huidige een vir hierdie aflaai. Is jy seker jy wil die SHA1-hash verander?
ca: Estàs canviant el SHA1 a un diferent a l'associat amb aquesta descàrrega. Vols continuar?
de: Sie haben einen SHA1-Hash eingegeben, der sich von dem unterscheidet, der zur Zeit mit diesem Download verknüpft ist. Sind Sie sicher, dass Sie den SHA1-Hash jetzt ändern wollen?
es: ¿Estás seguro de cambiar el SHA1?
fr: Vous avez fourni une valeur de hachage SHA1 qui est différente de celle actuellement associée avec ce téléchargement. Êtes-vous certain de vouloir changer le hachage SHA1 maintenant ?
hu: Egy más SHA1 hash értéket adott meg, ami különbözik a jelenlegitől. Biztos ki akarja cserélni?
it: Hai inserito un hash SHA1 diverso da quello che è correntemente associato a questo download. Desideri modificare l'hash SHA1 ora?
ja: 現在このダウンロードと関連づけられているものとは異なるSHA1ハッシュ値を与えました。 本当にSHA1ハッシュを変更して宜しいですか?
lt: Jūs pateikėte SHA1 maišos reikšmę, kuri skiriasi nuo reikšmės, priskirtos šiam parsisiunčiamam failui. Ar tikrai įsitikinę, kad norite pakeisti SHA1 maišą?
nl: Je hebt een SHA1 hash waarde ingegeven die anders is als degene die momenteel met deze download is geassocieerd. Weet je zeker dat je de SHA1 hash nu wilt veranderen?
no: Du har gitt en SHA1 hash-verdi som er forskjellig fra den som er asossiert med denne nedlastingen. Er du sikker på at du vil endre SHA1 hashen nå?
pt: Você digitou um valor de hash SHA1 o qual é diferente do que está atualmente associado com este download. Você tem certeza de que você quer mudar o valor de hash SHA1 agora?
ru: Вы ввели значение SHA1 хеша, не совпадающее с текущим значением у загрузки. Уверены, что хотите изменить SHA1 хеш сейчас?
sl: Podali ste zgostitveno vrednost SHA1 (hash value), ki se razlikuje od tiste, ki je trenutno povezana s tem prenosom. Ste prepričani, da želite spremeniti zgostitveno vrednost SHA1?
sq: Ju dhatë një vlerë hashi SHA1 që ndryshon nga ajo që aktualisht shoqërohet me këtë shkarkesë. A jeni i sigurt se tani doni të ndryshoni hashin SHA1?
sv: Du har anget ett annat SHA1-värde än det som för tillfället är associerat med denna nedladdning. Är du säker på att du vill ändra det?
tr: Bu indirme ile güncel olarak birleşmiş farklı SHA1 hash değeri sağlanır. Şimdi SHA1 hash'i değiştirmek istediğinizden amin misiniz?

source: You have provided an eDonkey hash value which is different to the one currently associated with this download. Are you sure you want to change the eDonkey hash now?
af: Jy het 'n eDonkey2000 hashwaarde verskaf wat verskil van die huidige een vir hierdie aflaai. Is jy seker jy wil die eDonkey2000 hash verander?
ca: Estàs canviant el hash eDonkey a un diferent a l'associat amb aquesta descàrrega. Vols continuar?
de: Sie haben einen eD2k-Hash eingegeben, der sich von dem unterscheidet, der zur Zeit mit diesem Download verknüpft ist. Sind Sie sicher, dass Sie den ed2k-Hash jetzt ändern wollen?
es: ¿Estás seguro de cambiar el hash de eDonkey?
fr: Vous avez fourni une valeur de hachage eDonkey qui est différente de celle actuellement associée avec ce téléchargement. Êtes-vous certain de vouloir changer le hachage eDonkey maintenant ?
hu: Egy más eDonkey hash értéket adott meg, ami különbözik a jelenlegitől. Biztos ki akarja cserélni?
it: Hai inserito un hash eDonkey diverso da quello che è correntemente associato a questo download. Desideri modificare l'hash eDonkey ora?
ja: 現在このダウンロードと関連づけられているものとは異なるeDonkey2000ハッシュ値を与えました。 本当にeDonkey2000ハッシュを変更して宜しいですか?
lt: Jūs pateikėte eDonkey maišos reikšmę, kuri skiriasi nuo reikšmės, priskirtos šiam parsisiunčiamam failui. Ar tikrai įsitikinę, kad norite pakeisti eDonkey maišą?
nl: Je hebt een eDonkey hash waarde ingegeven die anders is als degene die momenteel met deze download is geassocieerd. Weet je zeker dat je de eDonkey hash nu wilt veranderen?
no: Du har gitt en eDonkey2000 hash-verdi som er forskjellig fra den som er asossiert med denne nedlastingen. Er du sikker på at du vil endre eDonkey2000 hashen nå?
pt: Você digitou um valor de hash eDonkey o qual é diferente do que está atualmente associado com este download. Você tem certeza de que você quer mudar o hash do eDonkey agora?
ru: Вы ввели значение eDonkey хеша, не совпадающее с текущим значением у загрузки. Уверены, что хотите изменить eDonkey хеш сейчас?
sl: Podali ste eDonkey2000 zgostitveno vrednost (hash value), ki se razlikuje od tiste, ki je trenutno povezana s tem prenosom. Ste prepričani, da želite spremeniti eDonkey2000 zgostitveno vrednost?
sq: Ju dhatë një vlerë hashi eDonkey që ndryshon nga ajo që aktualisht shoqërohet me këtë shkarkesë. A jeni i sigurt se tani doni të ndryshoni hashin eDonkey?
sr: You have provided an eDonkey2000 hash value which is different to the one currently associated with this download.Are you sure you want to change the eDonkey2000 hash now?
sv: Du har anget ett annat eDonkey hash-värde än det som för tillfället är associerat med denna nedladdning. Är du säker på att du vill ändra det?
tr: Bu indirme ile güncel olarak birleşmiş farklı eDonkey2000 hash değeri sağlanır. Şimdi eDonkey2000 hash'i değiştirmek istediğinizden emin misiniz?

source: You have provided a root tiger-tree hash value which is different to the one currently associated with this download. Are you sure you want to change the tiger-tree root hash now?
af: Jy het 'n tiger-tree hashwaarde verskaf wat verskil van die huidige een vir hierdie aflaai. Is jy seker jy wil die tiger-tree wortel-hash verander?
ca: Estàs canviant el root tiger-tree a un diferent a l'associat amb aquesta descàrrega. Vols continuar?
de: Sie haben einen TT-Root-Has eingegeben, der sich von dem unterscheidet, der zur Zeit mit diesem Download verknüpft ist. Sind Sie sicher, dass Sie den tiger-tree root-Hash jetzt ändern wollen?
es: ¿Estás seguro de cambiar el root tiger-tree hash?
fr: Vous avez fourni une valeur de hachage du root tiger-tree qui est différente de celle actuellement associée avec ce téléchargement. Êtes-vous certain de vouloir changer le hachage du root tiger-tree maintenant ?
hu: Egy más TTH hash értéket adott meg, ami különbözik a jelenlegitől. Biztos ki akarja cserélni?
it: Hai inserito un hash tiger-tree root diverso da quello che è correntemente associato a questo download. Desideri modificare l'hash tiger-tree root ora?
ja: 現在このダウンロードと関連づけられているものとは異なるtiger-treeルートハッシュ値を与えました。 本当にtiger-treeルートハッシュを変更して宜しいですか?
lt: Jūs pateikėte šakninę dryžinės (tiger-tree) maišos reikšmę, kuri skiriasi nuo reikšmės, priskirtos šiam parsisiunčiamam failui. Ar tikrai įsitikinę, kad norite pakeisti šakninę dryžinę maišą?
nl: Je hebt een root tiger-tree hash waarde ingegeven die anders is als degene die momenteel met deze download is geassocieerd. Weet je zeker dat je de tiger-tree root hash nu wilt veranderen?
no: Du har gitt en root tiger-tree hash-verdi som er forskjellig fra den som er asossiert med denne nedlastingen. Er du sikker på at du vil endre tiger-tree hashen nå?
pt: Você digitou um valor raiz tiger-tree o qual é diferente do que está atualmente associado com este download. Você tem certeza de que você quer mudar o hash raiz tiger-tree agora?
ru: Вы ввели корневое значение tiger-tree хеша, не совпадающее с текущим значением у загрузки. Уверены, что хотите изменить корневой tiger-tree хеш сейчас?
sl: Podali ste korensko 'tiger-tree' zgostitveno vrednost (hash value), ki se razlikuje od tiste, ki je trenutno povezana s tem prenosom. Ste prepričani, da želite spremeniti 'tiger-tree' korensko zgostiteveno vrednost?
sq: Ju dhatë një vlerë-rrënjë hashi tiger-tree që ndryshon nga ajo që aktualisht shoqërohet me këtë shkarkesë. A jeni i sigurt se tani doni të ndryshoni hash-rrënjën tiger-tree?
sv: Du har anget ett annat tiger-tree hash-värde än det som för tillfället är associerat med denna nedladdning. Är du säker på att du vill ändra det?
tr: Bu indirme ile güncel olarak birleşmiş farklı tiger-tree hash kök değeri sağlanır. Şimdi tiger-tree kök hash'i değiştirmek istediğinizden emin misiniz?

source: You cannot assume this download is complete and reverify it because you do not yet have any partial verification data, such as tiger-tree volume, eDonkey hashset or BitTorrent hashset. Without verification information the download cannot be reverified.
af: Jy kan nie aaneem hierdie aflaai is voltooi en dit herkontroleer nie, aangesien jy nog geen kontrole-data, soos 'n tiger-tree waarde, eDonkey hashset of BitTorrent hashset het nie. Sonder kontrole-data kan die aflaai nie herkontroleer word nie.
ca: Aquesta descàrrega no es pot asumir completa, perquè falta informació sobre el hash, que és necessària per a verificar-la.
de: Sie können diesen Download nicht als komplett annehemen und verifizieren, weil Sie keine Verifizierungsdaten (tiger-tree-Volumen, eD2k-Hashset oder BitTorrent-Hashset) haben. Ohne Verifizierungsinformationen kann der Download nicht erneut verifiziert werden.
es: Esta descarga no se puede asumir completa, porque falta información sobre el hash, que es necesaria para verificarla.
fr: Vous ne pouvez pas considérer que ce téléchargement est terminé et le revérifier car vous n'avez pour l'instant aucune donnée de vérification partielle, tel un volume tiger-tree, un hashset eDonkey ou BitTorrent. Sans information de vérification le téléchargement ne peut pas être vérifié.
hu: Nem tudja a letöltést késznek tekinteni és ellenőrizni, mert nincs hozzá megfelelő hash érték.
it: Non puoi simulare questo download come completo e riverificarlo perchè non sono presenti dati di verifica parziale, come un volume tiger-tree, un hashset eDonkey o un hashset BitTorrent. Senza le informazioni di verifica il download non può essere riverificato.
ja: tiger-treeボリュームやeDonkeyハッシュセット、BitTorrentハッシュセットといった、どのような部分検証データもない為、このダウンロードを完了・再検証できません。 検証情報が無ければダウンロードを再検証できません
lt: Negalima nustatyti, kad šio failo parsisiuntimas baigtas, ir atlikti patikrą iš naujo, nes kol kas nėra jokių dalinių patikros duomenų, tokių kaip dryžinės (tiger-tree) maišos apimtis, eDonkey ar BitTorrent maišos rinkiniai. Be patikros informacijos parsisiunčiamam failui negali būti atlikta patikra.
nl: Je kunt deze download niet als volledig beschouwen en opnieuw controleren want je hebt nog geen gedeeltelijke verificatie data, zoals het tiger-tree volume, de eDonkey hashset of de BitTorrent hashset. Zonder deze verificatiegegevens kan de download niet opnieuw worden gecontroleerd.
no: Du kan ikke gå ut i fra at denne filen er ferdig og reverifisere den fordi du har ennå ingen partielle verifikasjons data, slik som tiger-tree innhold, eDonkey hashset eller BitTorrent hashset. Uten verifikasjons-data kan ikke filen reverifiseres.
pt: Você não pode asssumir que este download está completo e re-verificá-lo porque você não tem aindao quaisquer dados de verificação parcial, tais como volume tiger-treee, hashset do eDonkey ou hashset do BitTorrent. Sem a informação de verificação o download não pode ser re-verificado.
ru: Вы не можете предположить, что загрузка полна, и проверить её заново, так как у Вас нет никаких частичных проверочных данных, таких как том tiger-tree, набор eDonkey или BitTorrent хеша. Без этой проверочной информации загрузка не может быть перепроверена.
sl: Ne smete sklepati, da je prenos zaključen in ponovno preverjen, ker še nimate na voljo katerekoli delne podatke za preverjanje (partial verification data), kot npr. 'tiger-tree' zvezek, eDonkey nabor izvlečkov (hashset) ali BitTorrent nabor izvlečkov. Brez podatkov o preverjanju se prenos ne more ponovno preveriti.
sq: Nuk mund të supozoni se kjo shkarkesë ka përfunduar dhe ta riverifikoni atë, pasi nuk keni akoma ndonjë të dhënë të pjesshme verifikuese, si vëllimin tiger-tree, hashsetin eDonkey ose atë BitTorrent. Pa informacion verifikues shkarkesa nuk mund të riverifikohet.
sv: Du kan inte anta att denna nedladdning är färdig och återverifiera den eftersom du inte har någon verifikationsdata, t.ex. tiger-tree-volym, eDonkey hashset eller BitTorrent hashset. Utan verifikationsinformation kan inte nedladdningen verifieras.
tr: Bu indirmenin tamamlanmasını kabul edemezsiniz çünkü tiger-tree bölümü, eDonkey hashset ya da BitTorrent hashset gibi bazı veri doğrulama parçalarına sahip değilsiniz. Doğrulama bilgileri olmadan indirme gerçekleştirilemez.

source: Are you sure you want to assume this download is complete and reverify it? The whole file will be considered, and Envy will accept parts which pass verification and redownload parts which fail verification.
af: Is jy seker jy wil aanneem dat hierdie aflaai voltooi is en dit herkontroleer? Die totale lêer sal oorweeg word, en Envy sal net dele aanvaar wat die kontrole deurkom, en die res weer aflaai.
ca: Estàs segur/a d'asumir aquesta descàrrega com completa i reverificar-la? Envy reverificarà l'arxiu, i acceptarà les parts correctes, i descarregarà de nou aquelles incorrectes.
de: Sind Sie sicher, dass Sie diesen Download als komplett annehmen und neu verifizieren wollen? Die ganze Datei wird untersucht und Envy wird die Teile akzeptieren, die die Verifizierung bestehen und die, die sie nicht bestehen neu herunterladen.
es: ¿Estás seguro de asumir esta descarga como completa y reverificarla? Envy reverificará el archivo, y aceptará las partes correctas, y descarga de nuevo aquellas incorrectas.
fr: Êtes-vous certain de vouloir considérer ce téléchargement comme terminé et de le revérifier ?? Le fichier terminé sera pris en compte, et Envy acceptera les parties qui passent la vérification et téléchargera à nouveau les parties qui échouent lors de cette vérification.
he: ‪.האם אתה בטוח שברצונך ששרזה תניח שההורדה הושלמה, ולאמת את ההורדה מחדש? כל הקובץ ייחשב, ושרזה תאשר את החלקים שיעברו את האימות בהצלחה ותוריד מחדש את החלקים שיכשלו בשלב האימות
hu: Késznek veszis a letöltést és úgy ellenőrzi? A fájl újra lesz hashelve, jó és rossz részek is elfogadásra kerülnek.
it: Desideri simulare questo download come completo e riverificarlo? Verrà considerato il file intero e Envy accetterà le parti che riescono a passare la verifica e riscaricherà le parti che falliscono la verifica.
ja: このダウンロードを完了済みとして再検証しますか? ファイル全体が考慮され、Envyは検証に成功する部分を受け付け、検証に失敗する部分を再ダウンロードします
lt: Ar tikrai norite nustatyti, kad šio failo parsisiuntimas baigtas ir atlikti jos patikrą? Bus peržiūrimas visas failas, ir „Envy“ priims tas dalis, kurios praeis patikrą, o tas dalis, kurios nepraeis patikros, atsiųs iš naujo.
nl: Ben je zeker dat dit bestand compleet is en je het wilt laten hercontroleren? Het hele bestand zal worden overwogen, en Envy zal de succesvol gecontroleerde delen behouden en de mislukte delen opnieuw downloaden.
no: Er du sikker på at du vil gå ut i fra at denne filen er ferdig og reverifisere den? Hele filen vil betraktes, Envy vil godta deler som blit verifiserte og laste ned nye deler for de som feilet verifiseringen.
pt: Você tem certeza de que você quer assumir que este download está completo e re-verificá-lo? O arquivo inteiro será considerado, e o Envy aceitará as partes que passarem na verificação e baixará de novo as partes que falharem na verificação.
ru: Вы уверены, что хотите предположить, что эта загрузка полна, и повторно её проверить? Будет рассмотрен весь файл, и Envy примет только те части, которые пройдут проверку. Другие же части будут загружены заново.
sl: Ste prepričani, da želite sklepati, da je prenos zaključen in ga ponovno preveriti? V poštev bo prišla celotna datoteka in Envy bo potrdila dele, ki opravijo preverjanje ter prenese dele, ki preverjanja ne opravijo.
sq: A jeni i sigurt se doni të supozoni se kjo shkarkesë ka përfunduar dhe do e riverifikoni atë? E tërë skeda do të merret parasysh dhe Envy do të pranojë pjesë të cilat e kalojnë verifikimin dhe do të rishkarkojë pjesët që nuk e kalojnë atë.
sv: Är du säker på att du vill anta att nedladdningen är färdig och återverifiera den? Hela filen kommer att granskas och Envy kommer att acceptera godkänta delar och ladda ned ej godkända delar igen.
tr: Bu indirmeyi tamamlanmış kabul etmek istediğine emin misiniz? Bütün dosya hesaba katılacak ve Envy doğrulanan parçaları kabul edecek, doğrulanmayan parçalar kabul edilmeyecek.

source: Are you sure you want to forget all sources for the selected download?
af: Is jy seker jy wil alle bronne vergeet vir die geselekteerde aflaai?
ca: Estàs segur/a d'oblidar totes les fonts d'aquesta descàrrega?
de: Sind Sie sicher, dass Sie alle Quellen für den markierten Download vergessen wollen?
es: ¿Estás seguro de olvidar todas las fuentes de esta descarga?
fr: Êtes-vous certain de vouloir oublier toutes les sources du téléchargement sélectionnées ?
hu: Biztos, hogy a letöltés minden forrását törölni akarja?
it: Desideri rimuovere tutte le fonti del download selezionato?
ja: 選択したダウンロードの全てのソースを消去してよろしいですか?
lt: Ar tikrai norite, kad būtų užmiršti visi šaltiniai pažymėtam failui?
nl: Weet je zeker dat je alle bronnen wilt vergeten voor de geselecteerde download?
no: Er du helt sikker på at du vil glemme alle kildene til denne nedlastingen?
pt: Você tem certeza de que você quer esquecer todas as fontes para o download selecionado?
ru: Уверены, что хотите забыть все источники помеченной загрузки?
sl: Ste prepričani, da želite pozabiti vse vire za izbran prenos?
sq: A jeni i sigurt se doni të harroni gjithë burimet për shkarkesën e zgjedhur?
sr: Jeste li sigurni da želite da zaboravim sve izvore odabrane datoteke?
sv: Är du säker på att du vill glömma alla källor för den valda nedladdningen?
tr: Seçilen indirme için bütün kaynakları kaybetmek istediğinize emin misiniz?

source: Are you sure you want to forget the current verification status? All downloaded data will be treated as untrusted, and cached hashtrees and hashsets will be flushed.
af: Is jy seker jy wil die huidige kontole-status vergeet? Alle afgelaaide data sal as onbetroubaar beskou word, en gestoorde hashtrees en hashsets sal skoongemaak word.
ca: Estàs segur/a d'oblidar l'estat actual de verificació? Tota la informació de la descàrrega serà tractada com insegur/a, per a tornar a verificar-la.
de: Sind Sie sicher, dass Sie den aktuellen Verifizierungsstatus vergessen wollen? Alle heruntergeladenen Daten werden als nicht verifiziert betrachtet und gepufferte Hashtrees und Hashsets werden gelöscht.
es: ¿Estás seguro de olvidar el estado actual de verificación? Toda la información de la descarga va a ser tratada como inseguro, para reverificarla.
fr: Êtes-vous certain de vouloir oublier le statut de vérification actuel ? Toutes les données téléchargées seront considérées comme non-vérifiées, et les « hashtrees » et « hashsets » en cache seront nettoyés.
hu: Biztos, hogy törölni akarja a jelenlegi azonosítási állapotot? Minden letöltés megbízhatatlan lesz és a hash értékek pedig törölve lesznek.
it: Desideri azzerare lo stato di verifica corrente? Tutti i dati scaricati verranno trattati come non sicuri, mentre gli hashtree e hashset verranno svuotati.
ja: 現在の検証状況を消去してよろしいですか? ダウンロードした全てのデータが未検証として扱われ、キャッシュされたハッシュツリーとハッシュセットはフラッシュされます
lt: Ar tikrai norite, kad būtų užmiršta esamos patikros būklė? Visi parsisiųsti duomenys bus laikomi nepatikimais, o talpykla su maišų medžiais ir rinkiniais bus išvalyta.
nl: Weet je zeker dat je de huidige verificatie status wilt vergeten? Alle gedownloade data zal als onbetrouwbaar worden beschouwd, en opgeslagen hashtrees en hashsets zullen worden verwijderd.
no: Er du sikker på at du vil glemme nåværende verifiseringsposisjon? Alle data som blir lastet ned vil bli sett på som usikre og cachede hashtrees og hash-sets vil bli fjernet.
pt: Você tem certeza de que você quer esquecer o status da verificação atual? Todos os dados baixados serão tratados como não confiáveis, e as árvores de hash armazenadas e hashsets serão descartados.
ru: Уверены, что хотите забыть текущее состояние проверки? Все загруженные данные будут считаться недостоверными, и все деревья и наборы хешов будут сброшены.
sl: Ste prepričani, da želite pozabiti trenutno preveritveni status? Vsi prenešeni podatki se bodo smatrali, kot varni (trusted) in medpomnjeni izvečki (hashtrees oz. hashsets)se bodo pobrisali.
sq: A jeni i sigurt se doni të harroni statusin aktual të verifikimit? Gjithë të dhënat e shkarkuara do të trajtohen si të pabesueshme, dhe hash-pemët e depozituara do të shpërbëhen.
sv: Är du säker på att du vill glömma aktuell verifikationsstatus? All nedladdad data kommer att behandlas som opålitlig och cachade hashtrees och hashsets kommer att bli spolade.
tr: Güncel doğrulama durumlarını kaybetmek istediğinize emin misiniz? Tüm İndirme verilerine güvenilmeyecektir ve hashtrees-hashsets zulaları temizlenecektir.

source: Erased %I64i bytes from the download.
af: %I64i grepe van die aflaai geskrap.
ca: %I64i octets han estat esborrats de la descàrrega.
de: %I64i Bytes vom Download entfernt.
es: %I64i bytes fueron borrados de la descarga.
fr: %I64i octets effacés du téléchargement.
hu: %I64i bájt törölve a letöltésből.
it: %I64i byte cancellati dal download.
ja: ダウンロードから %I64i バイトを消去しました
lt: Ištrinta %I64i baitų(-ai) parsisiunčiamame faile.
nl: %I64i bytes van de download zijn gewist.
no: Slettet %I64i byte fra nedlastingen.
pt: Apagados %I64i bytes do download.
ru: Стерто %I64i байт из загрузки.
sl: Brisal %I64i bajtov v prenosu.
sq: Fshiva %I64i bajte nga shkarkesa.
sr: Izbrisano %I64i bajta is skidanja.
sv: Raderade %I64i bytes från nedladdningen.
tr: %I64i byte indirmeden silindi.

source: You have made changes to the name field. Are you sure you want to rename this download?
af: Jy het verandering in die naam-veld gemaak. Is jy seker jy wil die aflaai hernoem?
ca: Has canviat el Nom de l'arxiu. ¿Estàs segur de canviar-lo?
de: Sie haben das Namensfeld geändert. Sind Sie sicher, dass Sie diesen Download umbenennen wollen?
es: Usted ha cambiado el nombre del archivo. ¿Está seguro de renombrarlo?
fr: Vous avez fait des changements dans le champ « nom ». Êtes-vous certain de vouloir renommer ce téléchargement ?
hu: Megváltoztatta a letöltés nevét. Biztos át akarja nevezni?
it: Hai modificato il nome del file. Desideri rinominare questo download?
ja: 名前領域を変更しました。このダウンロードをリネームして宜しいですか?
lt: Jūs pakeitėte vardą. Ar tikrai norite pervardinti šį parsisiunčiamą failą?
nl: Je hebt de bestandsnaam aangepast. Weet je zeker dat je deze download wilt hernoemen?
no: Du har gjort endringer i navnefeltet. Er du sikker på at du vil endre navnet på denne nedlastingen?
pt: Você fez mudanças no nome de campo. Você tem certeza de que você quer renomear este download?
ru: Вы сделали изменения в поле имени. Уверены, что хотите переименовать эту загрузку?
sl: Spremenili ste imensko polje. Ste prepričani, da želite preimenovati ta prenos?
sq: Ju kryet ndryshime te fusha e emrit. A jeni i sigurt se doni të riemërtoni shkarkesën?
sr: Napravili ste promenu u polju imena.Jeste li sigurni da želite preimenovati ovo skidanje?
sv: Du har ändrat filnamnet. Är du säker på att du vill ändra namn på denna nedladdning?
tr: İsim alanında değişiklikler yaptınız. Bu indirme ismini değiştirmek istediğinize emin misiniz?
