Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: All Media Files|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Playlists|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Audio Files|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Video Files|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|CD Audio Tracks|*.cda|MIDI Files|*.mid;*.rmi;*.midi|All Files|*.*||
af: Alle Media Lêers|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Medialyste|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Klanklêers|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Video Lêers|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|CD Klank Snitte|*.cda|MIDI Lêers|*.mid;*.rmi;*.midi|Alle Lêers|*.*||
ca: Tots els arxius de Media|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Playlists|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Audio Files|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Video Files|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|CD Audio Tracks|*.cda|MIDI Files|*.mid;*.rmi;*.midi|All Files|*.*||
de: Alle Multimedia Dateien|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Wiedergabelisten|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Audio Dateien|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;|Video Dateien|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.ogm;*.wmv|CD Audio Tracks|*.cda|MIDI Dateien|*.mid;*.rmi;*.midi|Alle Dateien|*.*||
es: Todos los archivos de Media|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Playlists|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Audio Files|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Video Files|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|CD Audio Tracks|*.cda|MIDI Files|*.mid;*.rmi;*.midi|All Files|*.*||
fr: Fichiers multimédia|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Playlists|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Fichiers Audio|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Fichiers Video|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Pistes CD Audio|*.cda|Fichiers MIDI|*.mid;*.rmi;*.midi|Tous|*.*||
hu: Minden médiafájl|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Lejátszólisták|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Audiófájlok|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Videófájlok|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|AudióCD hangsávok|*.cda|MIDI fájlok|*.mid;*.rmi;*.midi|Minden fájl|*.*||
it: Tutti i file multimediali|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Playlist|*.asx;*.wax;*.m3u;*.wvx;*.wmx|File audio|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|File video|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Tracce CD audio|*.cda|File MIDI|*.mid;*.rmi;*.midi|Tutti i file|*.*||
ja: 全てのメディアファイル|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|再生リスト|*.asx;*.wax;*.m3u;*.wvx;*.wmx|オーディオファイル|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|ビデオファイル|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|CDオーディオトラック|*.cda|MIDIファイル|*.mid;*.rmi;*.midi|全てのファイル|*.*||
lt: Visi grotuvo failai|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Grojaraščiai|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Garso failai|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Vaizdo failai|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|CD garso takeliai|*.cda|MIDI failai|*.mid;*.rmi;*.midi|Visi failai|*.*||
nl: Alle mediabestanden|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Afspeellijsten|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Audiobestanden|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Videobestanden|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|CD audiobestanden|*.cda|MIDI bestanden|*.mid;*.rmi;*.midi|Alle bestanden|*.*||
no: Alle media filer|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Playlists|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Audio Files|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Video Filer|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|CD lyd Tracks|*.cda|MIDI filer|*.mid;*.rmi;*.midi|Alle filer|*.*||
pt: Todos os Arquivos de Mídia|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Playlists|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Arquivos de Áudio|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Arquivos de Vídeo|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Faixas de Áudio de CD|*.cda|Arquivos MIDI|*.mid;*.rmi;*.midi|Todos os Arquivos|*.*||
ru: Все медиа файлы|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Списки воспроизв.|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Аудио файлы|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Видео файлы|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|CD аудио трэки|*.cda|MIDI файлы|*.mid;*.rmi;*.midi|Все файлы|*.*||
sl: Vse medijske datoteke|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Predvajalni seznami|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Zvočne datoteke|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Video datoteke|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Glasba na zgoščenki|*.cda|MIDI datoteke|*.mid;*.rmi;*.midi|Vse datoteke|*.*||
sq: Tërë Skedat Mediatike|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Lista|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Skeda Zanore|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Skeda Filmike|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Kolona CD Audio|*.cda|Skeda MIDI|*.mid;*.rmi;*.midi|Tërë Skedat|*.*||
sv: Alla mediafiler|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Spellistor|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Ljudfiler|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Videofiler|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Ljudspår på CD|*.cda|MIDI-filer|*.mid;*.rmi;*.midi|Alla filer|*.*||
tr: Tüm ortam dosyaları|*.asx;*.wax;*.m3u;*.wvx;*.wmx;*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm;*.cda;*.mid;*.rmi;*.midi;*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|Oynatma Listeleri|*.asx;*.wax;*.m3u;*.wvx;*.wmx|Ses Dosyaları|*.asf;*.wav;*.snd;*.au;*.aif;*.aifc;*.aiff;*.wma;*.rm;*.mp3;*.ogg;*.ogm|Video Dosyaları|*.avi;*.asf;*.mpeg;*.mpg;*.m1v;*.mp2;*.mpa;*.mpe;*.wmv|CD Ses Trackleri|*.cda|MIDI Dosyalar|*.mid;*.rmi;*.midi|Tüm Dosyalar|*.*||

source: Unable to load media file "%s"
af: Kon nie medialêer "%s" laai nie
ca: l'arxiu "%s", no es pogué carregar.
de: Fehler beim Laden von "%s"
es: El archivo "%s", no se pudo cargar.
fr: Impossible de charger le fichier média « %s »
hu: Médiafájl betöltése sikertelen: "%s"
it: Impossibile caricare il file multimediale "%s"
ja: メディアファイル "%s" を読み込めませんでした
lt: Neįmanoma įkelti grotuvo failo „%s“
nl: Niet mogelijk om mediabestand "%s" te laden
no: Klarte ikke å åpne media fil "%s"
pt: Incapaz de carregar o arquivo de mídia "%s"
ru: Не могу загрузить медиа файл «%s»
sl: Medijska datoteka "%s" ni bila uspešno naložena
sq: Nuk mund të ngarkohet kjo skedë mediatike "%s"
sr: Ne mogu učitati datoteku "%s"
sv: Kan inte ladda mediafilen "%s"
tr: "%s" ortam dosyası yüklenemez

source: The file may be damaged, or you may not have the necessary codecs to play it.
af: Die lêer mag dalk beskadig wees, of jy het nie die nodige kodeks om dit te speel nie.
ca: Pot estar corrupte, o no tens els Còdecs necesaris per a la seva reproducció.
de: Die Datei ist möglicherweise beschädigt, oder die Datei benutzt einen Codec, den Sie nicht installiert haben.
es: Puede estar corrupto, o usted no tiene los Codecs necesarios para su reproducción.
fr: Le fichier est endommagé, ou vous n'avez pas les bons codecs pour le lire.
hu: A fájl vagy hibás vagy nincsenek feltelepítve a megfelelő kodekek.
it: Il file potrebbe essere danneggiato, o potresti aver bisogno dei codec necessari per eseguirlo.
ja: ファイルが破損しているか、再生に必要なコーデックがインストールされていない可能性があります
lt: Failas turbūt sugadintas arba Jūs galbūt neturite reikiamo šio failui grojimui kodeko.
nl: Het bestand is misschien beschadigd, of je hebt de noodzakelijke codecs niet om het af te spelen.
no: Denne filen kan være ødelagt, eller så kan det være at du ikke har rett codec til å spille den av med.
pt: Este arquivo pode estar danificado, ou você pode não ter os codecs necessários para rodá-lo.
ru: Файл может быть поврежден, или Вы не имеете подходящих кодеков для его воспроизведения.
sl: Datoteka je morda okvarjena ali pa morda nimate ustreznih kodekov za njeno predvajanje.
sv: Filen kan vara skadad eller du kanske inte har nödvändig codec för att spela upp den.
tr: Bu dosya zarar görmüş olabilir ya da bunu oynatmak için gerekli codec'e sahip olmayabilirsiniz.

source: Part of this file could not be played, you may need to download additional codecs.
af: Dele van hierdie lêer kan nie gespeel word nie, jy mag dalk addisionele kodeks moet aflaai.
ca: part d'aquest arxiu no ha pogut ser reproduït. Pots necessitar Codecs adicionals.
de: Ein Teil dieser Datei kann nicht abgespielt werden. Möglicherweise mûssen Sie zusätzliche Decoder herunterladen.
es: Parte de este archivo no pudo ser reproducido. Usted puede necesitar Codecs adicionales.
fr: Une partie de ce fichier ne peut être jouée, vous devriez télécharger des codecs additionnels.
hu: A fájl részletét nem lehet lejátszani, nincsenek feltelepítve a megfelelő kodekek.
it: Parte di questo file potrebbe non essere riproducibile, potresti aver bisogno di scaricare codec aggiuntivi.
ja: このファイルで再生できない部分があり、追加のコーデックをダウンロードする必要がある可能性があります
lt: Dalies šio failo neįmanoma atlikti. Jums reikėtų parsisiųsti papildomų kodekų.
nl: Een deel van dit bestand kon niet worden afgespeeld, je moet misschien extra codecs downloaden.
no: Deler av denne filen kunne ikke spilles av, du bør kanskje laste ned ekstra codec.
pt: Parte deste arquivo não pôde ser executado, você pode precisar baixar codecs adicionais.
ru: Часть этого файла не может быть воспроизведена, воможно Вам нужно загрузить дополнительные кодеки.
sl: Dela te datoteke ni bilo mogoče predvajati. Morda boste morali prenesti dodatne kodeke.
sv: Delar av filen kan inte spelas upp. Du kanske måste ladda ned ytterligare codecs.
tr: Dosyanın bir parçası oynatılamadı, indirim için ek codec'e ihtiyacınız olabilir.

source: Playlist:
af: Medialys:
ar: الأغاني:
ca: LLISTA:
es: Lista de Reproducción
fr: Liste de Lecture
he: ‪ר ש י מ ת ה ש מ ע ה
hu: LEJÁTSZÓLISTA:
ja: 再 生 リ ス ト
lt: GROJARAŠTIS:
nl: AFSPEELLIJST:
no: Spilleliste
pl: Lista Odtwarzania:
pt: Lista de Execuções
ru: Список Воспроизведения
sl: Senzam Predvajanja:
sq: Lista:
sr: Playlista:
sv: Spellista:
tr: Oynatma Listesi:

source: Envy could not instantiate its MediaServices plugin. Please reinstall Envy, and confirm that you have the necessary media codecs and output drivers installed.
af: Envy kon nie die MediaDienste inpropprogram instansieer nie. Herinstalleer Envy en maak seker dat jy die nodige media kodeks en afvoerdrywers geinstalleer het.
ca: Envy no ha pogut iniciar els serveis de reproducció. per favor reinstala Envy, i confirma que tens tots els codecs, filtres i controladors necesaris..
de: Envy konnte das MediaServices-Plugin nicht laden. Bitte installieren Sie Envy erneut und stellen Sie sicher, dass Sie die nötigen Codecs und Ausgabetreiber installiert haben.
es: Envy no pudo iniciar los servicios de reproducción. Por favor reinstale Envy, y confirme que tiene todos los codecs, filtros y controladores necesarios..
fr: Envy ne peut instancier le module MediaServices. Veuillez réinstaller Envy et confirmer que les codecs et pilotes nécessaires sont installés sur votre PC.
hu: A Envy nem tudta betölteni a MediaServices plugint. Telepítsd újra a Envy és győződj meg róla, hogy minden fontos kodeket is föltelepítettél.
it: Envy non riesce ad instanziare il plugin MediaServices. Reinstalla Envy e assicurati di avere i codec multimediali e i driver necessari installati.
ja: Envyはそのメディアサービスプラグインをインスタンス化できません。 Envyを再インストールし、必要なメディアコーデックと出力ドライバがインストールされているか確認して下さい
lt: „Envy“ nesugebėjo sukurti atmintyje Grotuvo paslaugų papildinio objekto. Įdiekite „Envy“ iš naujo ir įsitikinkite, kad Jūs turite įdiegę reikalingus grotuvo kodekus bei išvesties tvarkykles.
nl: Envy kon de MediaServices plugin niet opstarten. Installeer Envy alsjeblieft opnieuw en kijk na of je de benodigde mediacodecs en outputdrivers hebt geïnstalleerd.
no: Envy klarte ikke å starte pluginfunksjonen for mediafiler. Vennligst installer Envy på nytt og kontroller at du har tilstrekkelige codec og drivere installert.
pt: O Envy não pôde iniciar o seu Plugin de Mídia. Por favor reinstale o Envy, e confirme que você tem os codecs e drivers necessários.
ru: Envy не смогла создать экземпляр модуля MediaServices. Переустановите Envy программу и удостоверьтесь, что у Вас установлены все необходимые медиа кодеки и драйвера вывода данных.
sl: Envy ni uspela instancirati (spraviti v instanco) svoj MediaServices vtičnik. Ponovno namestite program Envy in potrdite, da imate nameščene ustrezne kodeke in gonilnike.
sv: Envy kan inte initiera sitt insticksprogram för MediaServices. Installera om Envy och kontrollera att alla mediacodecs och utmatningsenheter är installerade.
tr: Envy MedyaServisleri plugin'ini desteklenemedi. Lütfen Envyyı tekrar yükleyin ve zorunlu ortam codeclerinin ve çıkış sürücülerinin yüklendiğini doğrulayın.

source: Envy Media Player
de: Envy-Medienwiedergabe
es: Reproductor de Envy
fr: Lecteur Multimédia Envy
hu: Envy Médialejátszó
it: Lettore multimediale di Envy
ja: Envyメディアプレーヤー
lt: Envy grotuvas
nl: Envy Media Speler
pl: Odtwarzacz Multimedialny Envy
ru: Проигрыватель Envy
sq: MediaLuajtësi i Envy-s
sv: Envy mediaspelare
tr: Envy Ortam Sistema

source: Envy Media
he: ‪ נ ג ן ה מ ד י ה ש ר ז ה
ja: Envy メディア システム
lt: Envy Medija
ru: МЕДИА Envy
tr: Envy Ortam

source: (No Visualisation)
af: (Geen Visualisering)
ca: (No Visualització)
de: (Keine Visualisierung)
es: (No Visualización)
fr: (Pas de visualisation)
he: ‪(ללא אפקטים ויזואליים)
hu: (Nincs képi megjelenítés)
it: (Nessuna visualizzazione)
ja: (視覚効果無し)
lt: (Be muzikos vaizdo)
nl: (Geen visualisatie)
no: (Visualisering av)
pl: (Bez wizualizacji)
pt: (Sem visualização)
ru: (Без визуализации)
sl: (Brez vizualizacije)
sq: (Asnjë vegim)
sr: (Nema Vizualizacije)
sv: (Ingen visualisering)
tr: (Görüntü Yok)

source: Open
ca: Obre
de: Öffnen
es: Abrir
fr: Ouvrir
he: ‪פתח
hu: Megnyitás
it: Apri
ja: 開く
lt: Atverti
nl: Openen
no: Åpne
pl: Otwórz
pt: Abrir
ru: Открыть
sl: Odpri
sq: Hape
sr: Otvori
sv: Öppna
tr: Aç

source: Completed
af: Voltooi
ar: مكمل
ca: Completat
de: Beendet
es: Completado
fr: Terminé
he: ‪הושלם
hu: Kész
it: Completato
ja: 完了
lt: Baigta
nl: Voltooid
no: Ferdig
pl: Zakończono
pt: Completado
ru: Завершено
sl: Končano
sq: Përfundon
sr: Skinuto
sv: Färdig
tr: Tamamlandı

source: Estimated time:
af: Tyd oor:
ar: Estimated time remaining:
ca: Temps estimat per a que la descàrrega acabi:
de: Geschätzte Dauer:
es: Tiempo estimado para que la descarga termine:
fr: Temps restant estimé :
he: ‪:זמן מוערך שנותר
hu: Hátralévő idő:
it: Tempo residuo stimato:
ja: 予想残り時間:
lt: Apytiksl. likę laiko:
nl: Geschatte resterende tijd:
no: Estimert tid igjen:
pl: Przewidywany czas:
pt: Tempo restante estimado:
ru: Примерно осталось:
sl: Ocenjen čas do konca:
sq: Kohë e mbetur:
sr: Preostalo vremena:
sv: Beräknad återstående tid:
tr: Kalan zaman değerlendirildi:

source: Number of reviews:
af: Geen reviews
ca: Nombre de comentaris:
de: Anzahl der Rezensionen:
es: Nmero de análisis:
fr: Nombre de revues :
he: מספר ביקורות:
hu: Megjegyzések száma:
it: Numero di revisioni:
ja: レビュー数:
lt: Apžvalgų skaičius:
nl: Aantal commentaren:
no: Antall reviews:
pl: Liczba recenzji:
pt: Número de comentários:
ru: Число просмотров:
sl: Število ocen:
sq: Pasqyra:
sr: Nažalost nema reviews
sv: Antal recensioner:
tr: Yorum sayısı:

source: Number of sources:
af: Bronne:
ar: عدد المصادر:
ca: Nombre de fonts:
de: Anzahl Quellen:
es: Número de Fuentes:
fr: Nombre de sources :
he: ‪:מספר מקורות
hu: Források:
it: Numero di fonti:
ja: ソース数:
lt: Šaltinių skaičius:
nl: Aantal bronnen:
no: Antall kilder:
pl: Liczba źródeł:
pt: Número de fontes:
ru: Кол-во источников:
sl: število virov:
sq: Burime:
sr: Broj izvora:
sv: Antal källor:
tr: Kaynak numarası:

source: No sources
af: Geen bronne
ca: No hi ha fonts
de: Keine Quellen
es: No hay fuentes
fr: Aucune source
he: ‪אין מקורות
hu: Nincs forrás
it: Nessuna fonte
ja: ソース無し
lt: Šaltinių nėra
nl: Geen bronnen
no: Ingen kilder
pl: Brak źródeł
pt: Sem fontes
ru: Нет источников
sl: Ni virov
sq: Asnjë burim
sr: Nažalost nema izvora
sv: Inga källor
tr: Kaynak yok

source: %i days %i hours
af: %i dae en %i ure
ar: %i days %i ساعات و
ca: %i dius i %i hores
de: %i Tage und %i Stunden
es: %i dias y %i horas
fr: %i jours et %i heures
he: ‫%i ימים %i שעות
hu: %i nap %i óra
it: Envy ha completato il download di:
ja: %i 日 %i 時間
lt: %i d. ir %i val.
nl: %i dagen and %i uren
no: %i dager og %i timer
pl: %i dni i %i godziny
pt: %i dias e %i horas
ru: %i д. и %i час.
sl: %i dni in %i ur
sq: %i ditë %i orë
sr: %i dana i %i sati
sv: %i dagar och %i timmar
tr: %i gün ve %i saat

source: %i hours %i minutes
af: %i ure en %i minute
ar: %i ساعات و %i دقائق
ca: %i hores i %i minuts
de: %i Stunden und %i Minuten
es: %i horas y %i minutos
fr: %i heures et %i minutes
he: ‪‫%i שעות %i דקות
hu: %i óra %i perc
it: %i giorni e %i ore
ja: %i 時間 %i 分
lt: %i val. ir %i min.
nl: %i uur en %i minuten
no: %i timer og %i minutter
pl: %i godziny i %i minuty
pt: %i horas e %i minutos
ru: %i час. и %i мин.
sl: %i ur in %i minut
sq: %i orë e %i minuta
sr: %i sati i %i minuta
sv: %i timmar och %i minuter
tr: %i saat ve %i dakika

source: %i minutes %i seconds
af: %i minute en %i sekondes
ar: %i دقائق و %i ثواني
ca: %i minuts i %i segons
de: %i Minuten und %i Sekunden
es: %i minutos y %i segundos
fr: %i minutes et %i secondes
he: ‪‫%i דקות %i שניות
hu: %i perc %i másodperc
it: %i ore e %i minuti
ja: %i 分 %i 秒
lt: %i min. ir %i sek.
nl: %i minuten en %i seconden
no: %i minutter og %i sekunder
pl: %i minuty i %i sekundy
pt: %i minutos e %i segundos
ru: %i мин. и %i сек.
sl: %i minut in %i sekund
sq: %i minuta e %i sekonda
sr: %i minuta i %i sekunda
sv: %i minuter och %i sekunder
tr: %i dakika %i saniye

source: %i seconds
af: %i sekondes
ar: %i ثواني
ca: %i segons
de: %i Sekunden
es: %i segundos
fr: %i secondes
he: ‪%i שניות
hu: %i másodperc
it: %i secondi
ja: %i 秒
lt: %i sek.
nl: %i seconden
no: %i sekunder
pl: %i sekundy
pt: %i segundos
ru: %i сек.
sl: %i sekund
sq: %i sekonda
sr: %i sekunda
sv: %i sekunder
tr: %i saniye

source: Total transfer speed:
af: Spoed:
ca: Velocitat total de transferència:
de: Geschwindigkeit:
es: Velocidad total de transferencia:
fr: Vitesse totale :
he: ‪:מהירות הורדה
hu: Sebesség:
it: Velocità totale:
ja: 総転送速度:
lt: Visuminė sparta:
nl: Totale downloadsnelheid:
no: Hastighet:
pl: Prędkość transferu:
pt: Velocidade total:
ru: Скорость передачи:
sl: Skupna hitrost prenosa:
sq: Shpejtësi:
sr: Brzina prenosa:
sv: Total överföringsfart:
tr: Toplam transfer hızı:

source: Total downloaded:
af: Voltooi:
ar: حجم التحميل:
ca: Volum descarregat:
de: Heruntergeladen:
es: Volumen Descargado:
fr: Volume téléchargé :
he: ‪:גודל שהורד
hu: Letöltve:
it: Volume scaricato:
ja: ダウンロード量:
lt: Atsisiunt. apimtis:
nl: Hoeveelheid gedownload:
no: Lastet ned:
pl: Pobrano:
pt: Volume baixado:
ru: Загрузили|Всего|%:
sl: Prenešen zvezek (total):
sq: Në shkarkim:
sr: Skinuto:
sv: Nedladdad volym:
tr: İndirme miktarı:

source: Volume uploaded:
af: Gestuur:
ar: حجم التحميل:
ca: Volum pujat:
de: Hochgeladen:
es: Volumen Subido:
fr: Ratio d'envoi :
he: ‪:העותק התעדכן
hu: Feltöltve:
it: Volume inviato:
ja: アップロード量:
lt: Išsiunt. santykis:
nl: Hoeveelheid geüpload:
no: Lastet opp:
pl: Wysłano:
pt: Volume feito de upload:
ru: Соотношение:
sl: Naložen zvezek (ratio):
sq: Në ngarkim:
sr: Dano:
sv: Uppladdad volym:
tr: Aktarım miktarı:

source: Limit Download Bandwidth
af: Perk aflaai spoed
ar: الحد من سرعة التحميل
ca: Limitar la velocitat de Descàrrega
de: Limit Download-Bandbreite
es: Limitar la velocidad de Descarga
fr: Limiter la vitesse de téléchargement
he: מגבלת מהירות ההורדה
hu: Limit letöltési sávszélességgel
it: Limite di velocità di Download
ja: 制限のダウンロード速度
lt: Riba atsisiuntimo greitis
nl: Beperk Download snelheid
no: Begrens nedlastingshastighet
pl: Ograniczyć prędkości pobierania
pt: Limite de velocidade de Download
ru: Предельная скорость загрузки
sl: Omejiti hitrost prenosa
sq: Limit shkarko shpejtësi
sr: Ограничење скидати податке брзина
sv: Begränsa nedladdningshastighet
tr: Indirebilirsiniz hız sınırı

source: Limit Upload Bandwidth
af: Perk oplaai spoed
ar: الحد الأقصى للسرعة تحميل
ca: Límitar la velocitat de Pujada
de: Limit Upload-Bandbreite
es: Limitar la velocidad de Subida
fr: Limiter la vitesse de envoyé
he: מגבלת מהירות ההעלאה
hu: Limit feltöltési sávszélességet
it: Limite di velocità di Upload
ja: 制限アップロード速度
lt: Apriboti išsiuntimo greitį
nl: Beperk Upload snelheid
no: Begrens opplastingshastigheten
pl: Ograniczyć prędkość wysyłania
pt: Limite de velocidade de Upload
ru: Предельная скорость загрузки
sl: Omejiti hitrost upload
sq: Limit upload shpejtësi
sr: Лимит уплоад брзину
sv: Begränsa uppladdningshastighet
tr: Upload hız sınırı

source: Multiple
af: Veelvoudige
ar: متعددة
ca: Múltiple
de: Mehrfach
es: Múltiple
he: ‪‪כפול
hu: Több
it: Multiplo
ja: 複数
lt: Skirtingi
nl: Meerdere
no: Sammensatt
pl: Wiele
pt: Múltiplos
ru: Разные
sl: Mnogoteri
sq: Shumëfishe
sv: Flera
tr: Çeşit
