Repository: GetEnvy/Envy
Catalog: Languages/Poedit/*.po
Languages: af, ar, ca, de, es, fr, he, hu, it, ja, lt, nl, no, pl, pt, ru, sl, sq, sr, sv, tr

source: G2 (Gnutella2) is Envy's premiere network. Disabling support for it may limit features and the quality of your search results. Are you sure you wish to do this?
af: Gnutella2 is Envy se primêre netwerk. Deur ondersteuning daarvan af te skakel mag dit die aantal en kwaliteit van jou soekresultate aansienlik benadeel. Is jy SEKER jy wil dit doen?
ca: Gnutella2 és la xarxa predeterminada de Envy. Deshabilitant el suport a aquesta la teva cerca empitjorarà notablement. Estàs segur que vols fer això?
de: Gnutella2 ist Envys Hauptnetzwerk. Wenn sie die Unterstützung für Gnutella2 deaktivieren, könnten sich die Anzahl und die Qualität Ihrer Suchergebnisse stark verschlechtern. Sind Sie SICHER, dass Sie das wollen?
es: Gnutella2 es la Red Premiere de Envy. Deshabilitando soporte a esta va a empeorar severamente tu búsqueda y cálidad de resultados. Estas SEGURO que deseas hacer esto?
fr: Gnutella2 est le réseau principal de Envy. Le désactiver peut limiter considérablement le nombre de résultats et la qualité de vos recherches.nnÊtes-vous certain de vouloir vous déconnecter de ce réseau ?
hu: A Gnutella2 a Envy fő hálózata. Kikapcsolásával lecsökkenhet a találatok száma és minősége kereséskor. Biztos, hogy ezt akarja tenni?
it: Gnutella2 è la rete principale di Envy. Disabilitare il supporto per questa può limitare enormemente sia il numero che la qualità delle tue ricerche. Desideri continuare?
ja: Gnutella2はEnvyの主ネットワークです。それを禁止した場合、検索結果の数と品質に重大な制限を与える可能性があります。それでも禁止しますか?
lt: Gnutella2 - tai „Envy“ programos pagrindinis tinklas. Atjungus jo palaikymą, gali labai sumažėti tiek radinių skaičius, tiek ir jų kokybė. Ar TIKRAI norite tęsti?
nl: Gnutella2 is Envy's voornaamste netwerk. Het uitschakelen van de ondersteuning hiervoor kan zowel het aantal als de kwaliteit van je zoekresultaten zwaar begrenzen. Weet je zeker dat je dit wilt doen?
no: Gnutella2 er hovednettverket til Envy. Hvis du skrur det av kan det være at du får både lavere antall søkeresultat og lavere kvalitet på filene. Er du sikker på at du vil gjøre dette?
pl: Gnutella 2 jest podstawową siecią Envy. Wyłączenie wsparcia dla niej może dotkliwie ograniczyć zarówno liczbę jak jakość Twoich wyników wyszukiwania. Czy jseteś PEWIEN że chcesz to zrobić?
pt: Gnutella 2 é a rede premiére do Envy. Desativar o suporte pode limitar severamente ambos o número e a qualidade dos seus resultados de busca. Você tem CERTEZA que você quer fazer isto?
ru: Gnutella2 - это главная сеть Envy. Выключая её поддержку, Вы очень уменьшите число и ухудшите качество результатов поиска. Вы УВЕРЕНЫ, что хотите это сделать?
sl: Omrežje Gnutella2 je Envyo glavno omrežje. Onemogočanje podpore za to omrežje lahko izredno omeji tako število kot kvaliteto vaših iskalnih rezultatov. Ste PREPRIČANI, da želite nadaljevati?
sq: Gnutella2 është rrjeti parësor i Envy-s. Nëse nuk e lejoni përkrahjen e tij, numri dhe cilësia e rezultateve të kërkimit mund të kufizohet mjaft. A jeni i SIGURT se doni ta bëni këtë?
sr: Gnutella2 je Envy glavna mreža.Obustavljanje podrške može ozbiljno smanjiti broj i kvalitetu rezultata potrage.Jeste li sigurni da to želite?
sv: Gnutella2 är Envys primära nätverk. Avstängning av stöd för det kan drastiskt minska både mängden och kvaliteten på sökresultat. Är du SÄKER på att du vill göra detta?
tr: Gnutella2 Envy'nın ana ağıdır. Bunun desteği kaldırılırsa arama sonuçlarının kalitesi ve sayısı kısıtlanır. Bunu yapmak istediğinize emin misiniz?

source: Can't bind to %s port %i for incoming connections. Incoming connections will not be supported.
af: Kan nie na %s poort %i koppel vir inkomende konneksies nie. Inkomende konneksies sal nie ondersteun word nie.
ca: Ha estat impossible associar %s amb el port %i per a connexions entrants. No seran suportades connexions entrants.
de: Kann nicht an %s Port %i für eingehende Verbindungen binden. Eingehende Verbindungen nicht möglich.
es: Imposible asociar %s con el puerto %i para conexiones entrantes. Conexiones entrantes no van a ser soportadas.
fr: Impossible de se relier au %s port %i pour les connexions entrantes. Les connexions entrantes ne seront pas supportées.
he: ‪‪‏נכנסים‎ ‏לחיבורים‎ ‏תמיכה‎ ‏תיהיה‎ ‏לא‎ ‏לכן‎ ‏נכנסים‎. ‏לחיבורים‎ %s ‏של‎ %i ‏פורט‎ ‏את‎ ‏לקבוע‎ ‏ניתן‎ ‏לא
hu: Nem tudok kacsolódni: %s port %i A bejövő kapcsolatok nem támogatottak.
it: Impossibile connettere a %s porta %i per le connessioni in entrata. Le connessioni in entrata non saranno supportate.
ja: 入力接続用に %s ポート %i をバインドできませんでした。入力接続はサポートされません
lt: Neįmanoma susieti %s adreso %i prievado įeinantiems susijungimams. Įeinantys susijungimai nebus palaikomi.
nl: Kan geen contact maken met %s poort %i voor binnenkomende verbindingen. Binnenkomende verbindingen zijn niet mogelijk.
no: Klarer ikke å binde %s port %i for innkommende koblinger. Innkommende koblinger kan ikke støttes.
pl: Nie można przydzielić portu %s %i dla połączeń przychodzących. Połączenia przychodzące nie będą aktywne
pt: Impossível aceitar conexões de %s na porta %i. Conexões de entrada não serão suportadas.
ru: Не могу использовать %s порт %i для входящих соединений. Входящие соединения не будут поддерживаться.
sl: Vezava na %s vrata %i, za vhodne povezave, ni uspela. Vhodne povezave ne bodo mogoče.
sq: Nuk mund të varem tek %s porti %i për lidhje të hyra. Lidhjet e hyra nuk do të përkrahen.
sr: ne mogu se spojiti na %s port %i. Primanje poziva nije moguće
sv: Kan inte binda till %s port %i för inkommande anslutningar. Inkommande anslutningar kommer inte att stödjas.
tr: Gelen bağlantılar için %s port %i'den bağlanamaz. Gelen bağlantılar desteklenmeyecektir.

source: Can't resolve %s for outgoing connections. Outgoing connections will use the default interface.
af: Kan nie %s gebruik vir uitgaande konneksies nie. Uitgaande konneksies sal die standaardkoppelvlak gebruik.
ca: No s'ha pogut resoldre %s per a connexions sortints. Les connexions sortints usaran la interfície predeterminada.
de: Kann %s für ausgehende Verbindungen nicht auflösen. Ausgehende Verbindungen benutzen das Standardinterface.
es: No se puede resolver %s para conexiones salientes. Conexiones salientes van a usar la interfaz predeterminada.
fr: Impossible de résoudre %s pour les connexions sortantes. Les connexions sortantes utiliseront l'interface par défaut.
hu: Nem tudom feloldani a kimenő kapcsolatokhoz: %s. A kimenő kapcsolatok az alapértelmezett interfészt fogják használni.
it: Impossibile risolvere %s per le connessioni in uscita. Le connessioni in uscita utilizzeranno l'interfaccia predefinita.
ja: 出力接続用の %s を名前解決できません。出力接続はデフォルトインターフェースを使用します
lt: Neįmanoma nustatyti %s adreso išeinantiems susijungimams. Išeinatiems susijungimams bus naudojamas numatytasis sąsajos įtaisas.
nl: Kan de uitgaande verbindingen niet oplossen voor %s. Uitgaande verbindingen gebruiken de standaard interface.
no: Klarer ikke å avgjøre %s for utgående koblinger. Utgående koblinger vil bruke normal grensesnitt.
pl: Nie można przekierować połączeń wychodzących na %s. Połączenia wychodzące będą wykonywane na domyślnych ustawieniach.
pt: Impossível resolver %s para conexões de saída. As Conexões de saída usarão a interface padrão.
ru: Не могу опросить %s для исходящих соединений. Исходящие соединения будут использовать интерфейс по умолчанию.
sl: Ne morem razrešiti %s za izhodne povezave. Izhodne povezave bodo uporabljale privzeti vmesnik.
sq: Nuk mund të zgjidh %s për lidhje të dala. Lidhjet e dala do të përdorin ndërfaqen tipike.
sr: Greška na %s za odlazeće veze. Odlazeće veze će koristiti osnovn izgled(interface).
sv: Kan inte hämta %s för utgående anslutningar. Utgående anslutningar kommer att använda det förvalda gränsnittet.
tr: Giden bağlantılar için karar verilemez %s. Giden bağlantılar varsayılan arayüzde kullanılır.

source: Your outgoing bandwidth is too low to enable this network
af: Jou uitgaande bandwydte is te laag om hierdie netwerk aan te skakel
ca: La teva banda ampla de pujada és molt baixa per a aquesta xarxa
de: Ihre Uploadbandbreite reicht nicht aus, um dieses Netzwerk zu aktivieren
es: Tu ancho de banda de subida es muy baja para esta red
fr: Votre bande passante sortante est trop basse pour activer ce réseau
hu: A feltöltési sebesség túl alacsony a hálózat bekapcsolásához
it: La tua banda in uscita è troppo bassa per abilitare questa rete
ja: あなたの出力帯域はこのネットワークへ接続出来る程大きくありません
lt: Jūsų išeinanti greitaveika yra per maža šio tinklo įgalinimui
nl: Je uitgaande bandbreedte is te laag om dit netwerk aan te kunnen zetten.
no: Din utgende bndbresse er for lav for kunne bruke dette nettverket
pl: Szerokość Twojego pasma połączenia wychodzacego jest za mała aby umożliwić połączyć się z tą siecią.
pt: Sua banda de upload é muito baixa para ativar essa rede
ru: Исходящяя полоса пропускания слишком низка для включения этой сети.
sl: Vaša izhodna pasovna širina je premajhna za uporabo tega omrežja
sq: Shtrirja dalëse e bandës tuaj është tepër e vogël për lejimin e këtij rrjeti
sr: Brzina slanja podataka je premala da bi se omogućila ova mreža
sv: Din utgående bandbredd är för låg för att använda detta nätverk
tr: Ağı etkinleştirmek için ayrılan bantgenişliği çok az.

source: Firewalled, not listening for incoming connections.
af: Agter 'n netskans, luister nie vir inkomende konneksies nie.
ca: Està sota un tallafocs. No respondrà a les connexions entrants.
de: Firewall erkannt. Es wird nicht auf eingehende Verbindungen gewartet.
es: Hay un firewall. No se van a escuchar las conexiones entrantes.
fr: Derrière un pare-feu, ne pourra pas écouter les connexions entrantes...
he: חומת האש, לא מקשיב לחיבורים נכנסים.
hu: Tűzfallal védve. Nem fogad bejövő kapcsolatokat.
it: Protetto da firewall, non in ascolto per connessioni in entrata.
ja: ファイアーウォールされていて入力接続に応答できません
lt: Už užkardos, įeinančių susijungimų nesiklausoma.
nl: Er is een firewall ontdekt, er wordt niet naar binnenkomende verbindingen geluisterd.
no: Blokkert av brannmur, lytter ikke etter innkommende koblinger.
pl: Za Firewallem, bez nasłuchu połączeń przychodzacych.
pt: Atrás de Firewall, não escutando conexões de entrada.
ru: За бранмауэром, не прослушивается на входящие соединения.
sl: Za požarnim zidom, kjer ne slišim vhodnih povezav.
sq: Me fajruoll, nuk po dëgjoj lidhjet e hyra.
sr: Iza vatrozida, ne slušam dolazeće pozive.
sv: Bakom brandvägg, kan inte acceptera inkommande anslutningar.
tr: Güvenlik duvarı, gelen bağlantıları kabul etmiyor.

source: Forcing your PC into hub mode may have adverse effects on performance and the P2P network. It is generally better to allow Envy to decide whether or not hub mode should be used.\n\nHub mode does not produce better search results, or have any other advantages for you.\n\nAre you certain you wish to do this, despite the disadvantages?
af: Deur jou rekenaar te forseer om in hub-modus te werk, mag 'n negatiewe impak hê op werksverrigting, asook die P2P netwerk. Dit is normaalweg beter om Envy toe te laat om te besluit of hub-modus gebruik moet word of nie.\n\nHub-modus lewer NIE beter soekresultate nie en hou ook geen ander voordele vir jou in nie.\n\nIs jy seker jy wil dit nogsteeds doen, ten spyte van die nadele?
ca: Forçant el teu PC en mode hub pots obtenir conseqüències en el rendiment i a la Xarxa P2P. És millor deixar a Envy escollir entre els modes hub o leaf.\n\nEl mode Hub no dóna millors resultats de cerques ni cap altre avantatge per a tu.\n\nEstàs segur que vols fer això?
de: Das Erzwingen des HUB-Modus kann negative Auswirkungen auf das Netzwerk und die Ausführgeschwindigkeit von Envy haben. Es ist generell besser Envy diese Entscheidung selbst treffen zu lassen.\n\nDer Hub Modus führt NICHT zu besseren Suchergebnissen, und hat auch keine anderen Vorteile für Sie.\n\nSind Sie SICHER, dass Sie das wollen?
es: Forzando tu PC en modo hub puede hacer efectos en el rendimiento y en la red P2P Es generalmente mejor dejar a Envy eligir si ser modo hub o leaf.\n\nEl modo Hub no produce mejores búsquedas, u otra ventaja para ti.\n\nEstas seguro que quieres hacer esto, a pesar de estas desventajas?
fr: Forcer votre PC à passer en mode « hub » peut avoir des effets néfastes sur ses performances et le réseau. Il est généralement conseillé de laisser Envy décider seul si le mode « hub » doit être utilisé.\n\nLe mode « hub » n'apporte aucun bénéfice à l'utilisateur local, et il consomme plus de bande passante, de mémoire et de ressources système.nnÊtes-vous certain de vouloir le faire ?
hu: A PC hub módba való kényszerítése negatívan befolyásolhatja a hálózati teljesítményt. Általában a legjobb, ha a Envy dönti el, hogy érdemes-e átkapcsolni vagy nem.\n\nHub módban nem kapsz jobb keresési eredményt, nem teszel szert előnyre.\n\nBiztos, hogy ezt akarja tenni?
it: Forzare il tuo PC in modalità hub potrebbe aver riflessi negativi sulla rete. Generalmente è meglio permettere a Envy di decidere se deve essere utilizzata la modalità hub.\n\nLa modalità hub non permette migliori risultati nella ricerca, o genera migliori risultati per l'utente. Desideri continuare?
ja: あなたのPCを強制的にハブモードに移行させた場合、マシンの処理能力とP2Pネットワークに悪影響を及ぼす恐れがあります。通常はEnvy自身にハブモードを使用するかどうか選択させる方が良好な結果が得られます。nnハブモードにしたところでよりよい検索結果もありませんし、その他のいかなる利点もありません。nnこれらの欠点にも関わらずまだそれを望みますか?
lt: Dirbtinis Jūsų kompiuterio veiksenos pakeitimas į mazgo veikseną gali sukelti nepageidaujamą poveikį našumui ir P2P tinklui. Geriau leisti, kad „Envy“ pati nuspręstų, ar tapti mazgu, ar ne.\n\nMazgo veiksena NEDUODA daugiau radinių ir nesuteikia Jums jokių pranašumų.\n\nAr tikrai norite tęsti, nežiūrint į visas kliūtis, kurias tai gali sukelti?
nl: Het forceren van je PC naar Hubmodus kan nadelige gevolgen hebben op de prestatie en het P2P netwerk. Het is over het algemeen beter om Envy te laten beslissen of al dan niet Hubmodus gebruikt zou moeten worden.\n\nHubmodus produceert GEEN betere zoekresultaten, of enige andere voordelen voor jou.\n\nWil je dit echt doen, ondanks deze nadelen?
no: Å tvinge pc-en til å være hub kan påvirke evnen til å utnytte nettverket. Det er generelt bedre å la Envy velge. \n\nHub modus gir IKKE bedre søkeresultat, det hjelper heller ikke på noen annen måte.\n\nEr du helt sikker på at du vil gjøre dette?
pl: Zmuszanie Twojego komputera do pracy w trybie hub może mieć szkodliwy wpływ na wydajność sieci P2P. Generalnie lepiej pozwolić Envye zdecydować czy używać trybu hub lub nie. Tryb \n\nHub NIE powoduje uzyskania lepszych rezultatów szukania ani żadnych innych korzyści dla Ciebie.\n\nDo czy napewno chcesz to zrobić, pomimo tych niekorzyści?
pt: Forçar o seu PC em modo de HUB pode ter resultados adversos na perfomance e na rede P2P. É geralmente melhor deixar o Envy decidir se o modo hub deve ou não ser usado.\n\nModo hub NÃO produz melhores resultados de busca, ou tem quaisquer outras vantagens a você.\n\nVocê realmente quer fazer isso, apesar destas desvantagens?
ru: Принужденное становление Вашего ПК узлом может неблагоприятно повлиять на производительность и на P2P сеть. Вообще, лучше позволить самой Envy решать, использовать или нет режим узла.\n\nРежим узла НЕ дает лучших результатов поиска или каких-нибудь преимуществ для Вас.\n\nВы действительно хотите это сделать, несмотря на упомянутые неудобства?
sl: Z vsiljevanjem vašega računalnika v način zvezdišča (hub mode) ima lahko neželjene posledice na učinkovitost delovanja in na P2P omrežje. Na splošno je bolje dovoliti programu, da sam odloči o tem ali naj se uporabi način zvezdišča ali ne.\n\nNačin zvezdišča NE da boljših rezultatov pri iskanju in pri splošnem delovanju sistema.\n\nSte prepričani, da želite nadaljevati, kljub vsem slabostim?
sq: Detyrimi i PC-së tuaj drejt mënyrës Nyje mund të ketë pasoja të kundërta në efektshmërinë dhe rrjetin P2P. Është më e sigurt nëse Envy vendos a duhet përdorur mënyra Nyje.\n\nMënyra Nyje NUK jep rezultate kërkimi më të mira, ose nuk ka ndonjë avantazh tjetër.\n\nVërtet doni ta bëni këtë, pavarësisht dizavantazheve?
sr: Forcing your PC into hub mode may have adverse effects on performance and the P2P networkIt is generally better to allow Envy to decide whether or not hub mode should be used.\n\nHub mode does NOT produce better search results, or have any other advantages for you.\n\nDo you really want to do this, despite these disadvantages?
sv: Att tvinga din PC till navläge kan skada prestandan på fildelningsnätverket. Det är vanligtvis bättre att låta Envy bestämma om navläge ska användas eller inte.\n\nNavläge ger INTE bättre sökresultat eller några andra föredelar för dig.\n\nVill du verkligen göra detta trots dessa nackdelar?
tr: Hub modundaki PC'niz performans ve P2P ağında karşıt efektler bulunduğu için zorlanıyor. Envy'nın karar vermesine izin vermek genellikle daha iyidir ya da hub modunu kullanmayınız.\n\nHub modu daha iyi arama sonuçları üretmez, sizin için üstünlük sağlamaz.\n\nDezavantajlarına rağmen bunu gerçekten yapmak istiyor musunuz?

source: Accepting incoming TCP connections on %s port %i.
af: Inkomende TCP konneksies van %s poort %i word goedgekeur.
ca: Accepta les connexions TCP entrants en %s port %i.
de: Eingehende Verbindungen werden an %s Port %i akzeptiert.
es: Aceptando conexiones TCP entrantes en %s puerto %i.
fr: Connexions TCP entrantes acceptées sur %s port %i.
he: ‪‪%s ‏של‎ %i ‏מפורט‎ ‏נכנסים‎ TCP ‏חיבורי‎ ‏מקבל
hu: Bejövő TCP kapcsolat elfogadása: %s port %i.
it: Ricezione connessioni TCP in entrata su %s porta %i.
ja: %s ポート %i で入力TCP接続を受け付けています
lt: Priimami įeinantys TCP susijungimai adresu %s per %i prievadą.
nl: Binnenkomende TCP verbindingen worden geaccepteerd op %s poort %i.
no: Godtar innkommende TCP koblinger på %s port %i.
pl: Akceptacja połaćzeń przychodzących na porcie %s %i.
pt: Aceitando conexões TCP de entrada na %s porta %i.
ru: Прием входящего TCP соединения на %s порт %i.
sl: Sprejemanje vhodne TCP povezave %s na vratih %i.
sq: Po i pranoj lidhjet e hyra TCP në %s porti %i.
sr: Prihvatam dolazeće TCP veze na %s portu %i.
sv: Accepterar inkommande TCP-anslutningar på %s port %i.
tr: %s porttan %i gelmekte olan TCP bağlantıları kabul ediliyor .

source: Listening for UDP datagrams on %s port %i.
af: Daar word vir UDP datagramme van %s poort %i geluister.
ca: Usant %s port %i per a dades entrants pel protocol UDP.
de: An %s Port %i auf UDP-Pakete warten.
es: Escuchando %s puerto %i para datos entrantes por el protocolo UDP.
fr: Écoute des datagrammes UDP sur %s port %i.
hu: UDP csomagokra várok: %s port %i.
it: In ascolto per pacchetti UDP su %s porta %i.
ja: %s ポート %i 上のUDPデータグラムに応答しています
lt: Klausomasi UDP datagramų adresu %s per %i prievadą.
nl: Luisteren naar UDP datagrammen op %s poort %i.
no: Lytter etter UDP datagram på %s port %i.
pl: Nasłuchiwanie datagramów UDP na %s porcie %i.
pt: Escutando por datagramas UDP em %s porta %i.
ru: Прослушка UDP датаграм на %s порт %i.
sl: Čakam na UDP podatkovne pakete (datagram) na %s vrata %i.
sq: Po dëgjoj për diagrama UDP në %s porti %i.
sr: Slušam UDP datagrams na %s portu %i.
sv: Lyssnar efter UDP-datagram på %s port %i.
tr: UDP veriler %s portdan %i kabul ediliyor.

source: Outgoing connections will be from %s port %i.
af: Uitgaande konneksies sal van %s poort %i wees.
ca: Accepta les connexions TCP sortints en %s port %i.
de: Ausgehende Verbindungen gehen von %s Port %i aus.
es: Aceptando conexiones TCP salientes en %s puerto %i.
fr: Les connexions sortantes se feront depuis %s port %i.
he: ‪‪%s ‏של‎ %i ‏מפורט‎ ‏חיבורים יוצאים יהיו
hu: Kimenő kapcsolatok innen: %s port %i.
it: Le connessioni in uscita saranno effettuate da %s porta %i.
ja: %s ポート %i から出力接続しています
lt: Išeinantys susijungimai vyks adresu %s per %i prievadą.
nl: Uitgaande verbindingen worden verstuurd vanaf %s poort %i.
no: Utgående koblinger vil være fra %s port %i.
pl: Połączenie wychodzące będą działać na porcie %s %i.
pt: As Conexões de saída serão de %s porta %i.
ru: Исходящие соединения будут с %s порт %i.
sl: Izhodne povezave bodo od %s vrata %i.
sq: Lidhjet e dala do të jenë nga %s porti %i.
sr: Odlazeće veze će biti sa %s porta %i.
sv: Utgående anslutningar kommer att göras från %s port %i.
tr: Giden bağlantılar %s portdan %i.

source: Unable to resolve host "%s".
af: Kon nie aan gasheer "%s" konnekteer nie.
ca: No s'ha pogut resoldre el servidor "%s".
de: Kann Host "%s" nicht auflösen.
es: No se pudo resolver host "%s".
fr: Impossible de résoudre l'hôte « %s ».
he: ‪‪‪..."%s".לא מצליח לפענח כתובת משתמש
hu: Nem tudom feloldani: "%s".
it: Impossibile risolvere l'host "%s".
ja: ホスト "%s" を名前解決できませんでした
lt: Neįmanoma nustatyti adresato „%s“ adreso.
nl: Niet mogelijk om de gastheer "%s" op te lossen.
no: Klarer ikke å fastsette vert "%s".
pt: Incapaz de decidir host "%s".
ru: Невозможно опросить хост «%s».
sl: Gostitelja "%s" ni bilo mogoče razrešiti.
sq: E Pamundur të zgjidh hostin "%s".
sr: Greška na hostu "%s".
sv: Kan inte hämta värd "%s".
tr: "%s" host çözülemez.

source: Resolving host "%s"...
af: Probeer gasheer "%s"...
ca: Resolent el servidor "%s"...
de: Host "%s" auflösen...
es: Resolviendo la ruta de "%s"...
fr: Résolution de l'hôte « %s »...
he: ‪‪..."%s".מפענח כתובת משתמש
hu: Feloldás: "%s"...
it: Risoluzione host "%s" in corso...
ja: ホスト "%s" を名前解決中です...
lt: Nustatomas adresato „%s“ adresas...
nl: Gastheer "%s" oplossen...
no: Fastsetter vert "%s"...
pt: Resolvendo host "%s"...
ru: Опрашиваю хост «%s»...
sl: Razrešujem gostitelja "%s"...
sq: Po zgjidh hostin "%s"...
sr: Rešavanje hosta "%s"...
sv: Hämtar värd "%s".
tr: "%s" host çözülüyor...

source: Sending query for "%s" to %s.
af: Navraag vir "%s" word aan %s gestuur.
ca: Enviant petició per a "%s" a %s.
de: Suchanfrage für "%s" an %s senden.
es: Mandando query para "%s" a %s.
fr: Envoi d'une requête pour « %s » à %s.
hu: Keresési kérvény elküldése: "%s" ide: %s.
it: Invio richiesta per "%s" a %s.
ja: "%s" の問い合わせを %s へ送信中です
lt: Siunčiama užklausa failui „%s“ adresatui %s.
nl: Zoekaanvraag voor "%s" is verzonden naar %s.
no: Sender forespørsel for "%s" til %s.
pl: Wyśli sprostowanie "%s" do %s.
pt: Enviando inquisição para "%s" para %s.
ru: Шлю запрос для «%s» в %s.
sl: Pošiljam poizvedbo za "%s" do %s.
sq: Po dërgoj hetim për "%s" tek %s.
sr: Šaljem upit za "%s" to %s.
sv: Skickar begäran om "%s" till %s.
tr: "%s" için %s 'ye sorgu gönderiliyor.

source: Address %s is already blocked by security rules.
af: Die adres %s is alreeds geblok deur jou sekuriteitsreëls.
ca: L'adreça %s ja està bloqueada en les teves normes de seguretat.
de: Die Adresse %s wird von ihren Sicherheitsregeln bereits blockiert.
es: La dirección %s ya esta bloqueada en tus reglas de seguridad.
fr: L'adresse %s est déjà bloquée par vos règles de sécurité.
he: ‪‪.כבר חסומה על ידי חוקי האבטחה שלך %s הכתובת
hu: A %s már blokkolva van a biztonsági beállításokban.
it: L'indirizzo %s è già bloccato dalle regole di sicurezza.
ja: セキュリティ規則によりアドレス %s は既にブロックされています
lt: Adresas %s jau yra blokuojamas pagal Jūsų saugos taisykles.
nl: Het adres %s wordt al door je beveiligingsregels geblokkeerd.
no: Adressen %s er allerede blokert i sikkerhetsreglene.
pl: Ten adres %s jest już zablokowany przez twoje reguły zabezbieczeń.
pt: O endereço %s já está sendo bloqueado pelas suas regras de segurança.
ru: Адрес %s уже заблокирован вашими правилами безопасности.
sl: Naslov %s je že blokiran s strani vaših varnostnih pravil.
sq: Adresa %s po bllokohet që më parë për rregulla sigurie.
sr: Adresa %s je već blokirana prema vašim sigurnosnim pravilima.
sv: Adressen %s är redan blockerad av dina säkerhetsregler.
tr: Güvenlik kuralları tarafından %s adresi engellendi.
